[
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 1,
    "text": "So remember your Creator in the days of your youth— before the difficult days come and the years draw near when you will say, “I have no pleasure in them”;",
    "reference": "Ecclesiastes 12:1"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 2,
    "text": "before the sun and the light of the moon and the stars grow dark, and the clouds disappear after the rain; ",
    "reference": "Ecclesiastes 12:2"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 3,
    "text": "when those who keep watch over the house begin to tremble, and the virile men begin to stoop over, and the grinders begin to cease because they grow few, and those who look through the windows grow dim, ",
    "reference": "Ecclesiastes 12:3"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 4,
    "text": "and the doors along the street are shut; when the sound of the grinding mill grows low, and one is awakened by the sound of a bird, and all their songs grow faint,",
    "reference": "Ecclesiastes 12:4"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 5,
    "text": "and they are afraid of heights and the dangers in the street; the almond blossoms grow white, and the grasshopper drags itself along, and the caper berry shrivels up— because man goes to his eternal home, and the mourners go about in the streets—",
    "reference": "Ecclesiastes 12:5"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 6,
    "text": "before the silver cord is removed, or the golden bowl is broken, or the pitcher is shattered at the well, or the water wheel is broken at the cistern—",
    "reference": "Ecclesiastes 12:6"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 7,
    "text": "and the dust returns to the earth as it was, and the life’s breath returns to God who gave it.",
    "reference": "Ecclesiastes 12:7"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 8,
    "text": "“Absolutely futile!” laments the Teacher, “All these things are futile!” ",
    "reference": "Ecclesiastes 12:8"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 9,
    "text": "Not only was the Teacher wise, but he also taught knowledge to the people; he carefully evaluated and arranged many proverbs. ",
    "reference": "Ecclesiastes 12:9"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 10,
    "text": "The Teacher sought to find delightful words and to write accurately truthful sayings. ",
    "reference": "Ecclesiastes 12:10"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 11,
    "text": "The words of the sages are like prods, and the collected sayings are like firmly fixed nails; they are given by one shepherd. ",
    "reference": "Ecclesiastes 12:11"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 12,
    "text": "Be warned, my son, of anything in addition to them. There is no end to the making of many books, and much study is exhausting to the body. ",
    "reference": "Ecclesiastes 12:12"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 13,
    "text": "Having heard everything, I have reached this conclusion: Fear God and keep his commandments, because this is the whole duty of man. ",
    "reference": "Ecclesiastes 12:13"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 12,
    "verse": 14,
    "text": "For God will evaluate every deed, including every secret thing, whether good or evil. ",
    "reference": "Ecclesiastes 12:14"
  }
]