[{"bookName":"Ecclesiastes","chapter":8,"verse":1,"text":"Who is a wise person? Who knows the solution to a problem? A person’s wisdom brightens his appearance and softens his harsh countenance. ","reference":"Ecclesiastes 8:1"},{"bookName":"Ecclesiastes","chapter":8,"verse":2,"text":"Obey the king’s command, because you took an oath before God to be loyal to him.","reference":"Ecclesiastes 8:2"},{"bookName":"Ecclesiastes","chapter":8,"verse":3,"text":"Do not rush out of the king’s presence in haste—do not delay when the matter is unpleasant, for he can do whatever he pleases. ","reference":"Ecclesiastes 8:3"},{"bookName":"Ecclesiastes","chapter":8,"verse":4,"text":"Surely the king’s authority is absolute; no one can say to him, “What are you doing?” ","reference":"Ecclesiastes 8:4"},{"bookName":"Ecclesiastes","chapter":8,"verse":5,"text":"Whoever obeys his command will not experience harm, and a wise person knows the proper time and procedure. ","reference":"Ecclesiastes 8:5"},{"bookName":"Ecclesiastes","chapter":8,"verse":6,"text":"For there is a proper time and procedure for every matter, for the oppression of the king is severe upon his victim.","reference":"Ecclesiastes 8:6"},{"bookName":"Ecclesiastes","chapter":8,"verse":7,"text":"Surely no one knows the future, and no one can tell another person what will happen. ","reference":"Ecclesiastes 8:7"},{"bookName":"Ecclesiastes","chapter":8,"verse":8,"text":"Just as no one has power over the wind to restrain it, so no one has power over the day of his death. Just as no one can be discharged during the battle, so wickedness cannot rescue the wicked. ","reference":"Ecclesiastes 8:8"},{"bookName":"Ecclesiastes","chapter":8,"verse":9,"text":"While applying my mind to everything that happens in this world, I have seen all this: Sometimes one person dominates other people to their harm. ","reference":"Ecclesiastes 8:9"},{"bookName":"Ecclesiastes","chapter":8,"verse":10,"text":"Not only that, but I have seen the wicked approaching and entering the temple, and as they left the holy temple, they boasted in the city that they had done so. This also is an enigma. ","reference":"Ecclesiastes 8:10"},{"bookName":"Ecclesiastes","chapter":8,"verse":11,"text":"When a sentence is not executed at once against a crime, the human heart is encouraged to do evil. ","reference":"Ecclesiastes 8:11"},{"bookName":"Ecclesiastes","chapter":8,"verse":12,"text":"Even though a sinner might commit a hundred crimes and still live a long time, yet I know that it will go well with God-fearing people—for they stand in fear before him.","reference":"Ecclesiastes 8:12"},{"bookName":"Ecclesiastes","chapter":8,"verse":13,"text":"But it will not go well with the wicked, nor will they prolong their days like a shadow, because they do not stand in fear before God. ","reference":"Ecclesiastes 8:13"},{"bookName":"Ecclesiastes","chapter":8,"verse":14,"text":"Here is another enigma that occurs on earth: Sometimes there are righteous people who get what the wicked deserve, and sometimes there are wicked people who get what the righteous deserve. I said, “This also is an enigma.” ","reference":"Ecclesiastes 8:14"},{"bookName":"Ecclesiastes","chapter":8,"verse":15,"text":"So I recommend the enjoyment of life, for there is nothing better on earth for a person to do except to eat, drink, and enjoy life. So joy will accompany him in his toil during the days of his life that God gives him on earth. ","reference":"Ecclesiastes 8:15"},{"bookName":"Ecclesiastes","chapter":8,"verse":16,"text":"When I tried to gain wisdom and to observe the activity on earth— even though it prevents anyone from sleeping day or night—","reference":"Ecclesiastes 8:16"},{"bookName":"Ecclesiastes","chapter":8,"verse":17,"text":"then I discerned all that God has done: No one really comprehends what happens on earth. Despite all human efforts to discover it, no one can ever grasp it. Even if a wise person claimed that he understood, he would not really comprehend it.","reference":"Ecclesiastes 8:17"}]