[{"bookName":"Ecclesiastes","chapter":7,"verse":1,"text":"A good reputation is better than precious perfume; likewise, the day of one’s death is better than the day of one’s birth. ","reference":"Ecclesiastes 7:1"},{"bookName":"Ecclesiastes","chapter":7,"verse":2,"text":"It is better to go to a funeral than a feast. For death is the destiny of every person, and the living should take this to heart. ","reference":"Ecclesiastes 7:2"},{"bookName":"Ecclesiastes","chapter":7,"verse":3,"text":"Sorrow is better than laughter because sober reflection is good for the heart. ","reference":"Ecclesiastes 7:3"},{"bookName":"Ecclesiastes","chapter":7,"verse":4,"text":"The heart of the wise is in the house of mourning, but the heart of fools is in the house of merrymaking. ","reference":"Ecclesiastes 7:4"},{"bookName":"Ecclesiastes","chapter":7,"verse":5,"text":"It is better for a person to receive a rebuke from those who are wise than to listen to the song of fools. ","reference":"Ecclesiastes 7:5"},{"bookName":"Ecclesiastes","chapter":7,"verse":6,"text":"For like the crackling of quick-burning thorns under a cooking pot, so is the laughter of the fool. This kind of folly also is useless. ","reference":"Ecclesiastes 7:6"},{"bookName":"Ecclesiastes","chapter":7,"verse":7,"text":"Surely oppression can turn a wise person into a fool; likewise, a bribe corrupts the heart. ","reference":"Ecclesiastes 7:7"},{"bookName":"Ecclesiastes","chapter":7,"verse":8,"text":"The end of a matter is better than its beginning; likewise, patience is better than pride. ","reference":"Ecclesiastes 7:8"},{"bookName":"Ecclesiastes","chapter":7,"verse":9,"text":"Do not let yourself be quickly provoked, for anger resides in the lap of fools. ","reference":"Ecclesiastes 7:9"},{"bookName":"Ecclesiastes","chapter":7,"verse":10,"text":"Do not say, “Why were the old days better than these days?” for it is not wise to ask that.","reference":"Ecclesiastes 7:10"},{"bookName":"Ecclesiastes","chapter":7,"verse":11,"text":"Wisdom, like an inheritance, is a good thing; it benefits those who see the light of day. ","reference":"Ecclesiastes 7:11"},{"bookName":"Ecclesiastes","chapter":7,"verse":12,"text":"For wisdom provides protection, just as money provides protection. But the advantage of knowledge is this: Wisdom preserves the life of its owner. ","reference":"Ecclesiastes 7:12"},{"bookName":"Ecclesiastes","chapter":7,"verse":13,"text":"Consider the work of God: For who can make straight what he has bent? ","reference":"Ecclesiastes 7:13"},{"bookName":"Ecclesiastes","chapter":7,"verse":14,"text":"In times of prosperity be joyful, but in times of adversity consider this: God has made one as well as the other, so that no one can discover what the future holds. ","reference":"Ecclesiastes 7:14"},{"bookName":"Ecclesiastes","chapter":7,"verse":15,"text":"During the days of my fleeting life I have seen both of these things: Sometimes a righteous person dies prematurely in spite of his righteousness, and sometimes a wicked person lives long in spite of his evil deeds.","reference":"Ecclesiastes 7:15"},{"bookName":"Ecclesiastes","chapter":7,"verse":16,"text":"So do not be excessively righteous or excessively wise; otherwise you might be disappointed. ","reference":"Ecclesiastes 7:16"},{"bookName":"Ecclesiastes","chapter":7,"verse":17,"text":"Do not be excessively wicked and do not be a fool; otherwise you might die before your time. ","reference":"Ecclesiastes 7:17"},{"bookName":"Ecclesiastes","chapter":7,"verse":18,"text":"It is best to take hold of one warning without letting go of the other warning; for the one who fears God will follow both warnings.","reference":"Ecclesiastes 7:18"},{"bookName":"Ecclesiastes","chapter":7,"verse":19,"text":"Wisdom gives a wise person more protection than ten rulers in a city. ","reference":"Ecclesiastes 7:19"},{"bookName":"Ecclesiastes","chapter":7,"verse":20,"text":"For there is not one truly righteous person on the earth who continually does good and never sins. ","reference":"Ecclesiastes 7:20"},{"bookName":"Ecclesiastes","chapter":7,"verse":21,"text":"Also, do not pay attention to everything that people say; otherwise, you might even hear your servant cursing you.","reference":"Ecclesiastes 7:21"},{"bookName":"Ecclesiastes","chapter":7,"verse":22,"text":"For you know in your own heart that you also have cursed others many times. ","reference":"Ecclesiastes 7:22"},{"bookName":"Ecclesiastes","chapter":7,"verse":23,"text":"I have examined all this by wisdom; I said, “I am determined to comprehend this”—but it was beyond my grasp. ","reference":"Ecclesiastes 7:23"},{"bookName":"Ecclesiastes","chapter":7,"verse":24,"text":"Whatever has happened is beyond human understanding; it is far deeper than anyone can fathom. ","reference":"Ecclesiastes 7:24"},{"bookName":"Ecclesiastes","chapter":7,"verse":25,"text":"I tried to understand, examine, and comprehend the role of wisdom in the scheme of things, and to understand the stupidity of wickedness and the insanity of folly. ","reference":"Ecclesiastes 7:25"},{"bookName":"Ecclesiastes","chapter":7,"verse":26,"text":"I discovered this: More bitter than death is the kind of woman who is like a hunter’s snare; her heart is like a hunter’s net, and her hands are like prison chains. The man who pleases God escapes her, but the sinner is captured by her.","reference":"Ecclesiastes 7:26"},{"bookName":"Ecclesiastes","chapter":7,"verse":27,"text":"The Teacher says: I discovered this while trying to discover the scheme of things, item by item. ","reference":"Ecclesiastes 7:27"},{"bookName":"Ecclesiastes","chapter":7,"verse":28,"text":"What I have continually sought, I have not found; I have found only one upright man among a thousand, but I have not found one upright woman among all of them.","reference":"Ecclesiastes 7:28"},{"bookName":"Ecclesiastes","chapter":7,"verse":29,"text":"This alone have I discovered: God made humankind upright, but they have sought many evil schemes. ","reference":"Ecclesiastes 7:29"}]