[{"bookName":"Ecclesiastes","chapter":5,"verse":1,"text":"(4:17) Be careful what you do when you go to the temple of God; draw near to listen rather than to offer a sacrifice like fools, for they do not realize that they are doing wrong. ","reference":"Ecclesiastes 5:1"},{"bookName":"Ecclesiastes","chapter":5,"verse":2,"text":"(5:1) Do not be rash with your mouth or hasty in your heart to bring up a matter before God, for God is in heaven and you are on earth! Therefore, let your words be few. ","reference":"Ecclesiastes 5:2"},{"bookName":"Ecclesiastes","chapter":5,"verse":3,"text":"Just as dreams come when there are many cares, so the rash vow of a fool occurs when there are many words. ","reference":"Ecclesiastes 5:3"},{"bookName":"Ecclesiastes","chapter":5,"verse":4,"text":"When you make a vow to God, do not delay in paying it. For God takes no pleasure in fools: Pay what you vow! ","reference":"Ecclesiastes 5:4"},{"bookName":"Ecclesiastes","chapter":5,"verse":5,"text":"It is better for you not to vow than to vow and not pay it.","reference":"Ecclesiastes 5:5"},{"bookName":"Ecclesiastes","chapter":5,"verse":6,"text":"Do not let your mouth cause you to sin, and do not tell the priest, “It was a mistake!” Why make God angry at you so that he would destroy the work of your hands? ","reference":"Ecclesiastes 5:6"},{"bookName":"Ecclesiastes","chapter":5,"verse":7,"text":"Just as there is futility in many dreams, so also in many words. Therefore, fear God. ","reference":"Ecclesiastes 5:7"},{"bookName":"Ecclesiastes","chapter":5,"verse":8,"text":"If you see the extortion of the poor, or the perversion of justice and fairness in the government, do not be astonished by the matter. For the high official is watched by a higher official, and there are higher ones over them!","reference":"Ecclesiastes 5:8"},{"bookName":"Ecclesiastes","chapter":5,"verse":9,"text":"The produce of the land is seized by all of them, even the king is served by the fields. ","reference":"Ecclesiastes 5:9"},{"bookName":"Ecclesiastes","chapter":5,"verse":10,"text":"The one who loves money will never be satisfied with money; he who loves wealth will never be satisfied with his income. This also is futile. ","reference":"Ecclesiastes 5:10"},{"bookName":"Ecclesiastes","chapter":5,"verse":11,"text":"When someone’s prosperity increases, those who consume it also increase; so what does its owner gain, except that he gets to see it with his eyes? ","reference":"Ecclesiastes 5:11"},{"bookName":"Ecclesiastes","chapter":5,"verse":12,"text":"The sleep of the laborer is pleasant—whether he eats little or much— but the wealth of the rich will not allow him to sleep. ","reference":"Ecclesiastes 5:12"},{"bookName":"Ecclesiastes","chapter":5,"verse":13,"text":"Here is a misfortune on earth that I have seen: Wealth hoarded by its owner to his own misery. ","reference":"Ecclesiastes 5:13"},{"bookName":"Ecclesiastes","chapter":5,"verse":14,"text":"Then that wealth was lost through bad luck; although he fathered a son, he has nothing left to give him.","reference":"Ecclesiastes 5:14"},{"bookName":"Ecclesiastes","chapter":5,"verse":15,"text":"Just as he came forth from his mother’s womb, naked will he return as he came, and he will take nothing in his hand that he may carry away from his toil. ","reference":"Ecclesiastes 5:15"},{"bookName":"Ecclesiastes","chapter":5,"verse":16,"text":"This is another misfortune: Just as he came, so will he go. What did he gain from toiling for the wind? ","reference":"Ecclesiastes 5:16"},{"bookName":"Ecclesiastes","chapter":5,"verse":17,"text":"Surely, he ate in darkness every day of his life, and he suffered greatly with sickness and anger. ","reference":"Ecclesiastes 5:17"},{"bookName":"Ecclesiastes","chapter":5,"verse":18,"text":"I have seen personally what is the only beneficial and appropriate course of action for people: to eat and drink, and find enjoyment in all their hard work on earth during the few days of their life that God has given them, for this is their reward. ","reference":"Ecclesiastes 5:18"},{"bookName":"Ecclesiastes","chapter":5,"verse":19,"text":"To every man whom God has given wealth and possessions, he has also given him the ability to eat from them, to receive his reward, and to find enjoyment in his toil; these things are the gift of God. ","reference":"Ecclesiastes 5:19"},{"bookName":"Ecclesiastes","chapter":5,"verse":20,"text":"For he does not think much about the fleeting days of his life because God keeps him preoccupied with the joy he derives from his activity.","reference":"Ecclesiastes 5:20"}]