[{"bookName":"Ecclesiastes","chapter":4,"verse":1,"text":"So I again considered all the oppression that continually occurs on earth. This is what I saw: The oppressed were in tears, but no one was comforting them; no one delivers them from the power of their oppressors. ","reference":"Ecclesiastes 4:1"},{"bookName":"Ecclesiastes","chapter":4,"verse":2,"text":"So I considered those who are dead and gone more fortunate than those who are still alive. ","reference":"Ecclesiastes 4:2"},{"bookName":"Ecclesiastes","chapter":4,"verse":3,"text":"But better than both is the one who has not been born and has not seen the evil things that are done on earth. ","reference":"Ecclesiastes 4:3"},{"bookName":"Ecclesiastes","chapter":4,"verse":4,"text":"Then I considered all the skillful work that is done: Surely it is nothing more than competition between one person and another. This also is profitless—like chasing the wind. ","reference":"Ecclesiastes 4:4"},{"bookName":"Ecclesiastes","chapter":4,"verse":5,"text":"The fool folds his hands and does no work, so he has nothing to eat but his own flesh. ","reference":"Ecclesiastes 4:5"},{"bookName":"Ecclesiastes","chapter":4,"verse":6,"text":"Better is one handful with some rest than two hands full of toil and chasing the wind. ","reference":"Ecclesiastes 4:6"},{"bookName":"Ecclesiastes","chapter":4,"verse":7,"text":"So I again considered another futile thing on earth: ","reference":"Ecclesiastes 4:7"},{"bookName":"Ecclesiastes","chapter":4,"verse":8,"text":"A man who is all alone with no companion— he has no children nor siblings; yet there is no end to all his toil, and he is never satisfied with riches. He laments, “For whom am I toiling and depriving myself of pleasure?” This also is futile and a burdensome task! ","reference":"Ecclesiastes 4:8"},{"bookName":"Ecclesiastes","chapter":4,"verse":9,"text":"Two people are better than one because they can reap more benefit from their labor. ","reference":"Ecclesiastes 4:9"},{"bookName":"Ecclesiastes","chapter":4,"verse":10,"text":"For if they fall, one will help his companion up, but pity the person who falls down and has no one to help him up. ","reference":"Ecclesiastes 4:10"},{"bookName":"Ecclesiastes","chapter":4,"verse":11,"text":"Furthermore, if two lie down together, they can keep each other warm, but how can one person keep warm by himself?","reference":"Ecclesiastes 4:11"},{"bookName":"Ecclesiastes","chapter":4,"verse":12,"text":"Although an assailant may overpower one person, two can withstand him. Moreover, a three-stranded cord is not quickly broken. ","reference":"Ecclesiastes 4:12"},{"bookName":"Ecclesiastes","chapter":4,"verse":13,"text":"A poor but wise youth is better than an old and foolish king who no longer knows how to receive advice.","reference":"Ecclesiastes 4:13"},{"bookName":"Ecclesiastes","chapter":4,"verse":14,"text":"For he came out of prison to become king, even though he had been born poor in what would become his kingdom. ","reference":"Ecclesiastes 4:14"},{"bookName":"Ecclesiastes","chapter":4,"verse":15,"text":"I considered all the living who walk on earth, as well as the successor who would arise in his place. ","reference":"Ecclesiastes 4:15"},{"bookName":"Ecclesiastes","chapter":4,"verse":16,"text":"There is no end to all the people nor to the past generations, yet future generations will not rejoice in him. This also is profitless and like chasing the wind. ","reference":"Ecclesiastes 4:16"}]