[
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 1,
    "text": "Send your grain overseas, for after many days you will get a return. ",
    "reference": "Ecclesiastes 11:1"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 2,
    "text": "Divide your merchandise among seven or even eight investments, for you do not know what calamity may happen on earth. ",
    "reference": "Ecclesiastes 11:2"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 3,
    "text": "If the clouds are full of rain, they will empty themselves on the earth, and whether a tree falls to the south or to the north, the tree will lie wherever it falls. ",
    "reference": "Ecclesiastes 11:3"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 4,
    "text": "He who watches the wind will not sow, and he who observes the clouds will not reap. ",
    "reference": "Ecclesiastes 11:4"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 5,
    "text": "Just as you do not know the path of the wind or how the bones form in the womb of a pregnant woman, so you do not know the work of God who makes everything. ",
    "reference": "Ecclesiastes 11:5"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 6,
    "text": "Sow your seed in the morning, and do not stop working until the evening; for you do not know which activity will succeed— whether this one or that one, or whether both will prosper equally. ",
    "reference": "Ecclesiastes 11:6"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 7,
    "text": "Light is sweet, and it is pleasant for a person to see the sun. ",
    "reference": "Ecclesiastes 11:7"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 8,
    "text": "So, if a man lives many years, let him rejoice in them all, but let him remember that the days of darkness will be many—all that is about to come is obscure. ",
    "reference": "Ecclesiastes 11:8"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 9,
    "text": "Rejoice, young man, while you are young, and let your heart cheer you in the days of your youth. Follow the impulses of your heart and the desires of your eyes, but know that God will judge your motives and actions.",
    "reference": "Ecclesiastes 11:9"
  },
  {
    "bookName": "Ecclesiastes",
    "chapter": 11,
    "verse": 10,
    "text": "Banish emotional stress from your mind and put away pain from your body; for youth and the prime of life are fleeting. ",
    "reference": "Ecclesiastes 11:10"
  }
]