[{"bookName":"Ecclesiastes","chapter":6,"verse":1,"text":"Here is another misfortune that I have seen on earth, and it weighs heavily on people: ","reference":"Ecclesiastes 6:1"},{"bookName":"Ecclesiastes","chapter":6,"verse":2,"text":"God gives a man riches, property, and wealth so that he lacks nothing that his heart desires, yet God does not enable him to enjoy the fruit of his labor— instead, someone else enjoys it! This is fruitless and a grave misfortune. ","reference":"Ecclesiastes 6:2"},{"bookName":"Ecclesiastes","chapter":6,"verse":3,"text":"Even if a man fathers a hundred children and lives many years, even if he lives a long, long time, but cannot enjoy his prosperity— even if he were to live forever— I would say, “A stillborn child is better off than he is.”","reference":"Ecclesiastes 6:3"},{"bookName":"Ecclesiastes","chapter":6,"verse":4,"text":"Though the stillborn child came into the world for no reason and departed into darkness, though its name is shrouded in darkness, ","reference":"Ecclesiastes 6:4"},{"bookName":"Ecclesiastes","chapter":6,"verse":5,"text":"though it never saw the light of day nor knew anything, yet it has more rest than that man—","reference":"Ecclesiastes 6:5"},{"bookName":"Ecclesiastes","chapter":6,"verse":6,"text":"if he should live a thousand years twice, yet does not enjoy his prosperity. For both of them die! ","reference":"Ecclesiastes 6:6"},{"bookName":"Ecclesiastes","chapter":6,"verse":7,"text":"All man’s labor is for nothing more than to fill his stomach— yet his appetite is never satisfied! ","reference":"Ecclesiastes 6:7"},{"bookName":"Ecclesiastes","chapter":6,"verse":8,"text":"So what advantage does a wise man have over a fool? And what advantage does a pauper gain by knowing how to survive? ","reference":"Ecclesiastes 6:8"},{"bookName":"Ecclesiastes","chapter":6,"verse":9,"text":"It is better to be content with what the eyes can see than for one’s heart always to crave more. This continual longing is futile—like chasing the wind. ","reference":"Ecclesiastes 6:9"},{"bookName":"Ecclesiastes","chapter":6,"verse":10,"text":"Whatever has happened was foreordained, and what happens to a person was also foreknown. It is useless for him to argue with God about his fate because God is more powerful than he is.","reference":"Ecclesiastes 6:10"},{"bookName":"Ecclesiastes","chapter":6,"verse":11,"text":"The more one argues with words, the less he accomplishes. How does that benefit him? ","reference":"Ecclesiastes 6:11"},{"bookName":"Ecclesiastes","chapter":6,"verse":12,"text":"For no one knows what is best for a person during his life— during the few days of his fleeting life— for they pass away like a shadow. Nor can anyone tell him what the future will hold for him on earth. ","reference":"Ecclesiastes 6:12"}]