[{"bookName":"Ecclesiastes","chapter":10,"verse":1,"text":"One dead fly makes the perfumer’s ointment give off a rancid stench, so a little folly can outweigh much wisdom. ","reference":"Ecclesiastes 10:1"},{"bookName":"Ecclesiastes","chapter":10,"verse":2,"text":"A wise person’s good sense protects him, but a fool’s lack of sense leaves him vulnerable. ","reference":"Ecclesiastes 10:2"},{"bookName":"Ecclesiastes","chapter":10,"verse":3,"text":"Even when a fool walks along the road he lacks sense and shows everyone what a fool he is. ","reference":"Ecclesiastes 10:3"},{"bookName":"Ecclesiastes","chapter":10,"verse":4,"text":"If the anger of the ruler flares up against you, do not resign from your position, for a calm response can undo great offenses. ","reference":"Ecclesiastes 10:4"},{"bookName":"Ecclesiastes","chapter":10,"verse":5,"text":"I have seen another misfortune on the earth: It is an error a ruler makes. ","reference":"Ecclesiastes 10:5"},{"bookName":"Ecclesiastes","chapter":10,"verse":6,"text":"Fools are placed in many positions of authority, while wealthy men sit in lowly positions. ","reference":"Ecclesiastes 10:6"},{"bookName":"Ecclesiastes","chapter":10,"verse":7,"text":"I have seen slaves on horseback and princes walking on foot like slaves. ","reference":"Ecclesiastes 10:7"},{"bookName":"Ecclesiastes","chapter":10,"verse":8,"text":"One who digs a pit may fall into it, and one who breaks through a wall may be bitten by a snake. ","reference":"Ecclesiastes 10:8"},{"bookName":"Ecclesiastes","chapter":10,"verse":9,"text":"One who quarries stones may be injured by them; one who splits logs may be endangered by them.","reference":"Ecclesiastes 10:9"},{"bookName":"Ecclesiastes","chapter":10,"verse":10,"text":"If an iron axhead is blunt and a workman does not sharpen its edge, he must exert a great deal of effort; so wisdom has the advantage of giving success.","reference":"Ecclesiastes 10:10"},{"bookName":"Ecclesiastes","chapter":10,"verse":11,"text":"If the snake should bite before it is charmed, the snake charmer is in trouble. ","reference":"Ecclesiastes 10:11"},{"bookName":"Ecclesiastes","chapter":10,"verse":12,"text":"The words of a wise person win him favor, but the words of a fool are self-destructive. ","reference":"Ecclesiastes 10:12"},{"bookName":"Ecclesiastes","chapter":10,"verse":13,"text":"At the beginning his words are foolish and at the end his talk is wicked madness, ","reference":"Ecclesiastes 10:13"},{"bookName":"Ecclesiastes","chapter":10,"verse":14,"text":"yet a fool keeps on babbling. No one knows what will happen; who can tell him what will happen in the future? ","reference":"Ecclesiastes 10:14"},{"bookName":"Ecclesiastes","chapter":10,"verse":15,"text":"The toil of a stupid fool wears him out, because he does not even know the way to the city. ","reference":"Ecclesiastes 10:15"},{"bookName":"Ecclesiastes","chapter":10,"verse":16,"text":"Woe to you, O land, when your king is childish and your princes feast in the morning. ","reference":"Ecclesiastes 10:16"},{"bookName":"Ecclesiastes","chapter":10,"verse":17,"text":"Blessed are you, O land, when your king is the son of nobility, and your princes feast at the proper time—with self-control and not in drunkenness. ","reference":"Ecclesiastes 10:17"},{"bookName":"Ecclesiastes","chapter":10,"verse":18,"text":"Because of laziness the roof caves in, and because of idle hands the house leaks. ","reference":"Ecclesiastes 10:18"},{"bookName":"Ecclesiastes","chapter":10,"verse":19,"text":"Feasts are made for laughter, and wine makes life merry, but money is the answer for everything. ","reference":"Ecclesiastes 10:19"},{"bookName":"Ecclesiastes","chapter":10,"verse":20,"text":"Do not curse a king even in your thoughts, and do not curse the rich while in your bedroom; for a bird might report what you are thinking, or some winged creature might repeat your words. ","reference":"Ecclesiastes 10:20"}]