[{"bookName":"Ecclesiastes","chapter":1,"verse":1,"text":"The words of the Teacher, the son of David, king in Jerusalem: ","reference":"Ecclesiastes 1:1"},{"bookName":"Ecclesiastes","chapter":1,"verse":2,"text":"“Futile! Futile!” laments the Teacher. “Absolutely futile! Everything is futile!” ","reference":"Ecclesiastes 1:2"},{"bookName":"Ecclesiastes","chapter":1,"verse":3,"text":"What benefit do people get from all the effort which they expend on earth? ","reference":"Ecclesiastes 1:3"},{"bookName":"Ecclesiastes","chapter":1,"verse":4,"text":"A generation comes and a generation goes, but the earth remains the same through the ages. ","reference":"Ecclesiastes 1:4"},{"bookName":"Ecclesiastes","chapter":1,"verse":5,"text":"The sun rises and the sun sets; it hurries away to a place from which it rises again.","reference":"Ecclesiastes 1:5"},{"bookName":"Ecclesiastes","chapter":1,"verse":6,"text":"The wind goes to the south and circles around to the north; round and round the wind goes and on its rounds it returns. ","reference":"Ecclesiastes 1:6"},{"bookName":"Ecclesiastes","chapter":1,"verse":7,"text":"All the streams flow into the sea, but the sea is not full, and to the place where the streams flow, there they will flow again. ","reference":"Ecclesiastes 1:7"},{"bookName":"Ecclesiastes","chapter":1,"verse":8,"text":"All this monotony is tiresome; no one can bear to describe it. The eye is never satisfied with seeing, nor is the ear ever content with hearing. ","reference":"Ecclesiastes 1:8"},{"bookName":"Ecclesiastes","chapter":1,"verse":9,"text":"What exists now is what will be, and what has been done is what will be done; there is nothing truly new on earth. ","reference":"Ecclesiastes 1:9"},{"bookName":"Ecclesiastes","chapter":1,"verse":10,"text":"Is there anything about which someone can say, “Look at this! It is new”? It was already done long ago, before our time. ","reference":"Ecclesiastes 1:10"},{"bookName":"Ecclesiastes","chapter":1,"verse":11,"text":"No one remembers the former events, nor will anyone remember the events that are yet to happen; they will not be remembered by the future generations.","reference":"Ecclesiastes 1:11"},{"bookName":"Ecclesiastes","chapter":1,"verse":12,"text":"I, the Teacher, have been king over Israel in Jerusalem. ","reference":"Ecclesiastes 1:12"},{"bookName":"Ecclesiastes","chapter":1,"verse":13,"text":"I decided to carefully and thoroughly examine all that has been accomplished on earth. I concluded: God has given people a burdensome task that keeps them occupied. ","reference":"Ecclesiastes 1:13"},{"bookName":"Ecclesiastes","chapter":1,"verse":14,"text":"I reflected on everything that is accomplished by man on earth, and I concluded: Everything he has accomplished is futile—like chasing the wind! ","reference":"Ecclesiastes 1:14"},{"bookName":"Ecclesiastes","chapter":1,"verse":15,"text":"What is bent cannot be straightened, and what is missing cannot be supplied. ","reference":"Ecclesiastes 1:15"},{"bookName":"Ecclesiastes","chapter":1,"verse":16,"text":"I thought to myself, “I have become much wiser than any of my predecessors who ruled over Jerusalem; I have acquired much wisdom and knowledge.” ","reference":"Ecclesiastes 1:16"},{"bookName":"Ecclesiastes","chapter":1,"verse":17,"text":"So I decided to discern the benefit of wisdom and knowledge over foolish behavior and ideas; however, I concluded that even this endeavor is like trying to chase the wind. ","reference":"Ecclesiastes 1:17"},{"bookName":"Ecclesiastes","chapter":1,"verse":18,"text":"For with great wisdom comes great frustration; whoever increases his knowledge merely increases his heartache.","reference":"Ecclesiastes 1:18"}]