[{"bookName":"Philippians","chapter":3,"verse":1,"text":"Finally, my brothers and sisters, rejoice in the Lord! To write this again is no trouble to me, and it is a safeguard for you. ","reference":"Philippians 3:1"},{"bookName":"Philippians","chapter":3,"verse":2,"text":"Beware of the dogs, beware of the evil workers, beware of those who mutilate the flesh! ","reference":"Philippians 3:2"},{"bookName":"Philippians","chapter":3,"verse":3,"text":"For we are the circumcision, the ones who worship by the Spirit of God, exult in Christ Jesus, and do not rely on human credentials ","reference":"Philippians 3:3"},{"bookName":"Philippians","chapter":3,"verse":4,"text":"—though mine, too, are significant. If someone thinks he has good reasons to put confidence in human credentials, I have more: ","reference":"Philippians 3:4"},{"bookName":"Philippians","chapter":3,"verse":5,"text":"I was circumcised on the eighth day, from the people of Israel and the tribe of Benjamin, a Hebrew of Hebrews. I lived according to the law as a Pharisee. ","reference":"Philippians 3:5"},{"bookName":"Philippians","chapter":3,"verse":6,"text":"In my zeal for God I persecuted the church. According to the righteousness stipulated in the law I was blameless. ","reference":"Philippians 3:6"},{"bookName":"Philippians","chapter":3,"verse":7,"text":"But these assets I have come to regard as liabilities because of Christ. ","reference":"Philippians 3:7"},{"bookName":"Philippians","chapter":3,"verse":8,"text":"More than that, I now regard all things as liabilities compared to the far greater value of knowing Christ Jesus my Lord, for whom I have suffered the loss of all things —indeed, I regard them as dung!—that I may gain Christ ","reference":"Philippians 3:8"},{"bookName":"Philippians","chapter":3,"verse":9,"text":"and be found in him, not because I have my own righteousness derived from the law, but because I have the righteousness that comes by way of Christ’s faithfulness—a righteousness from God that is in fact based on Christ’s faithfulness. ","reference":"Philippians 3:9"},{"bookName":"Philippians","chapter":3,"verse":10,"text":"My aim is to know him, to experience the power of his resurrection, to share in his sufferings, and to be like him in his death, ","reference":"Philippians 3:10"},{"bookName":"Philippians","chapter":3,"verse":11,"text":"and so, somehow, to attain to the resurrection from the dead. ","reference":"Philippians 3:11"},{"bookName":"Philippians","chapter":3,"verse":12,"text":"Not that I have already attained this—that is, I have not already been perfected—but I strive to lay hold of that for which Christ Jesus also laid hold of me.","reference":"Philippians 3:12"},{"bookName":"Philippians","chapter":3,"verse":13,"text":"Brothers and sisters, I do not consider myself to have attained this. Instead I am single-minded: Forgetting the things that are behind and reaching out for the things that are ahead, ","reference":"Philippians 3:13"},{"bookName":"Philippians","chapter":3,"verse":14,"text":"with this goal in mind, I strive toward the prize of the upward call of God in Christ Jesus. ","reference":"Philippians 3:14"},{"bookName":"Philippians","chapter":3,"verse":15,"text":"Therefore let those of us who are “perfect” embrace this point of view. If you think otherwise, God will reveal to you the error of your ways.","reference":"Philippians 3:15"},{"bookName":"Philippians","chapter":3,"verse":16,"text":"Nevertheless, let us live up to the standard that we have already attained. ","reference":"Philippians 3:16"},{"bookName":"Philippians","chapter":3,"verse":17,"text":"Be imitators of me, brothers and sisters, and watch carefully those who are living this way, just as you have us as an example. ","reference":"Philippians 3:17"},{"bookName":"Philippians","chapter":3,"verse":18,"text":"For many live, about whom I have often told you, and now, with tears, I tell you that they are the enemies of the cross of Christ. ","reference":"Philippians 3:18"},{"bookName":"Philippians","chapter":3,"verse":19,"text":"Their end is destruction, their god is the belly, they exult in their shame, and they think about earthly things. ","reference":"Philippians 3:19"},{"bookName":"Philippians","chapter":3,"verse":20,"text":"But our citizenship is in heaven—and we also eagerly await a savior from there, the Lord Jesus Christ, ","reference":"Philippians 3:20"},{"bookName":"Philippians","chapter":3,"verse":21,"text":"who will transform these humble bodies of ours into the likeness of his glorious body by means of that power by which he is able to subject all things to himself. ","reference":"Philippians 3:21"}]