[
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 1,
    "text": "So then, my brothers and sisters, dear friends whom I long to see, my joy and crown, stand in the Lord in this way, my dear friends! ",
    "reference": "Philippians 4:1"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 2,
    "text": "I appeal to Euodia and to Syntyche to agree in the Lord. ",
    "reference": "Philippians 4:2"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 3,
    "text": "Yes, I say also to you, true companion, help them. They have struggled together in the gospel ministry along with me and Clement and my other coworkers, whose names are in the book of life. ",
    "reference": "Philippians 4:3"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 4,
    "text": "Rejoice in the Lord always. Again I say, rejoice! ",
    "reference": "Philippians 4:4"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 5,
    "text": "Let everyone see your gentleness. The Lord is near! ",
    "reference": "Philippians 4:5"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 6,
    "text": "Do not be anxious about anything. Instead, in every situation, through prayer and petition with thanksgiving, tell your requests to God. ",
    "reference": "Philippians 4:6"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 7,
    "text": "And the peace of God that surpasses all understanding will guard your hearts and minds in Christ Jesus. ",
    "reference": "Philippians 4:7"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 8,
    "text": "Finally, brothers and sisters, whatever is true, whatever is worthy of respect, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if something is excellent or praiseworthy, think about these things. ",
    "reference": "Philippians 4:8"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 9,
    "text": "And what you learned and received and heard and saw in me, do these things. And the God of peace will be with you. ",
    "reference": "Philippians 4:9"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 10,
    "text": "I have great joy in the Lord because now at last you have again expressed your concern for me. (Now I know you were concerned before but had no opportunity to do anything.)",
    "reference": "Philippians 4:10"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 11,
    "text": "I am not saying this because I am in need, for I have learned to be content in any circumstance. ",
    "reference": "Philippians 4:11"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 12,
    "text": "I have experienced times of need and times of abundance. In any and every circumstance I have learned the secret of contentment, whether I go satisfied or hungry, have plenty or nothing. ",
    "reference": "Philippians 4:12"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 13,
    "text": "I am able to do all things through the one who strengthens me. ",
    "reference": "Philippians 4:13"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 14,
    "text": "Nevertheless, you did well to share with me in my trouble. ",
    "reference": "Philippians 4:14"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 15,
    "text": "And as you Philippians know, at the beginning of my gospel ministry, when I left Macedonia, no church shared with me in this matter of giving and receiving except you alone. ",
    "reference": "Philippians 4:15"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 16,
    "text": "For even in Thessalonica on more than one occasion you sent something for my need. ",
    "reference": "Philippians 4:16"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 17,
    "text": "I do not say this because I am seeking a gift. Rather, I seek the credit that abounds to your account. ",
    "reference": "Philippians 4:17"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 18,
    "text": "For I have received everything, and I have plenty. I have all I need because I received from Epaphroditus what you sent—a fragrant offering, an acceptable sacrifice, very pleasing to God. ",
    "reference": "Philippians 4:18"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 19,
    "text": "And my God will supply your every need according to his glorious riches in Christ Jesus.",
    "reference": "Philippians 4:19"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 20,
    "text": "May glory be given to God our Father forever and ever. Amen. ",
    "reference": "Philippians 4:20"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 21,
    "text": "Give greetings to all the saints in Christ Jesus. The brothers with me here send greetings. ",
    "reference": "Philippians 4:21"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 22,
    "text": "All the saints greet you, especially those who belong to Caesar’s household. ",
    "reference": "Philippians 4:22"
  },
  {
    "bookName": "Philippians",
    "chapter": 4,
    "verse": 23,
    "text": "The grace of the Lord Jesus Christ be with your spirit. ",
    "reference": "Philippians 4:23"
  }
]