[{"bookName":"Deuteronomy","chapter":6,"verse":1,"text":"Now these are the commandments, statutes, and ordinances that the Lord your God instructed me to teach you so that you may carry them out in the land where you are headed ","reference":"Deuteronomy 6:1"},{"bookName":"Deuteronomy","chapter":6,"verse":2,"text":"and that you may so revere the Lord your God that you will keep all his statutes and commandments that I am giving you—you, your children, and your grandchildren—all your lives, to prolong your days. ","reference":"Deuteronomy 6:2"},{"bookName":"Deuteronomy","chapter":6,"verse":3,"text":"Pay attention, Israel, and be careful to do this so that it may go well with you and that you may increase greatly in number—as the Lord, the God of your ancestors, said to you, you will have a land flowing with milk and honey. ","reference":"Deuteronomy 6:3"},{"bookName":"Deuteronomy","chapter":6,"verse":4,"text":"Hear, O Israel: The Lord is our God, the Lord is one! ","reference":"Deuteronomy 6:4"},{"bookName":"Deuteronomy","chapter":6,"verse":5,"text":"You must love the Lord your God with your whole mind, your whole being, and all your strength. ","reference":"Deuteronomy 6:5"},{"bookName":"Deuteronomy","chapter":6,"verse":6,"text":"These words I am commanding you today must be kept in mind, ","reference":"Deuteronomy 6:6"},{"bookName":"Deuteronomy","chapter":6,"verse":7,"text":"and you must teach them to your children and speak of them as you sit in your house, as you walk along the road, as you lie down, and as you get up.","reference":"Deuteronomy 6:7"},{"bookName":"Deuteronomy","chapter":6,"verse":8,"text":"You should tie them as a reminder on your forearm and fasten them as symbols on your forehead. ","reference":"Deuteronomy 6:8"},{"bookName":"Deuteronomy","chapter":6,"verse":9,"text":"Inscribe them on the doorframes of your houses and gates. ","reference":"Deuteronomy 6:9"},{"bookName":"Deuteronomy","chapter":6,"verse":10,"text":"Then when the Lord your God brings you to the land he promised your ancestors Abraham, Isaac, and Jacob to give you—a land with large, fine cities you did not build, ","reference":"Deuteronomy 6:10"},{"bookName":"Deuteronomy","chapter":6,"verse":11,"text":"houses filled with choice things you did not accumulate, hewn-out cisterns you did not dig, and vineyards and olive groves you did not plant—and you eat your fill, ","reference":"Deuteronomy 6:11"},{"bookName":"Deuteronomy","chapter":6,"verse":12,"text":"be careful not to forget the Lord who brought you out of Egypt, that place of slavery. ","reference":"Deuteronomy 6:12"},{"bookName":"Deuteronomy","chapter":6,"verse":13,"text":"You must revere the Lord your God, serve him, and take oaths using only his name. ","reference":"Deuteronomy 6:13"},{"bookName":"Deuteronomy","chapter":6,"verse":14,"text":"You must not go after other gods, those of the surrounding peoples, ","reference":"Deuteronomy 6:14"},{"bookName":"Deuteronomy","chapter":6,"verse":15,"text":"for the Lord your God, who is present among you, is a jealous God—his anger will erupt against you and remove you from the land. ","reference":"Deuteronomy 6:15"},{"bookName":"Deuteronomy","chapter":6,"verse":16,"text":"You must not put the Lord your God to the test as you did at Massah. ","reference":"Deuteronomy 6:16"},{"bookName":"Deuteronomy","chapter":6,"verse":17,"text":"Keep his commandments very carefully, as well as the stipulations and statutes he commanded you to observe.","reference":"Deuteronomy 6:17"},{"bookName":"Deuteronomy","chapter":6,"verse":18,"text":"Do whatever is proper and good before the Lord so that it may go well with you and that you may enter and occupy the good land that he promised your ancestors, ","reference":"Deuteronomy 6:18"},{"bookName":"Deuteronomy","chapter":6,"verse":19,"text":"and that you may drive out all your enemies just as the Lord said. ","reference":"Deuteronomy 6:19"},{"bookName":"Deuteronomy","chapter":6,"verse":20,"text":"When your children ask you later on, “What are the stipulations, statutes, and ordinances that the Lord our God commanded you?”","reference":"Deuteronomy 6:20"},{"bookName":"Deuteronomy","chapter":6,"verse":21,"text":"you must say to them, “We were Pharaoh’s slaves in Egypt, but the Lord brought us out of Egypt in a powerful way.","reference":"Deuteronomy 6:21"},{"bookName":"Deuteronomy","chapter":6,"verse":22,"text":"And he brought signs and great, devastating wonders on Egypt, on Pharaoh, and on his whole family before our very eyes. ","reference":"Deuteronomy 6:22"},{"bookName":"Deuteronomy","chapter":6,"verse":23,"text":"He delivered us from there so that he could give us the land he had promised our ancestors. ","reference":"Deuteronomy 6:23"},{"bookName":"Deuteronomy","chapter":6,"verse":24,"text":"The Lord commanded us to obey all these statutes and to revere him so that it may always go well for us and he may preserve us, as he has to this day. ","reference":"Deuteronomy 6:24"},{"bookName":"Deuteronomy","chapter":6,"verse":25,"text":"We will be innocent if we carefully keep all these commandments before the Lord our God, just as he demands.” ","reference":"Deuteronomy 6:25"}]