[
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 1,
    "text": "Now, Israel, pay attention to the statutes and ordinances I am about to teach you, so that you might live and go on to enter and take possession of the land that the Lord, the God of your ancestors, is giving you.",
    "reference": "Deuteronomy 4:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 2,
    "text": "Do not add a thing to what I command you nor subtract from it, so that you may keep the commandments of the Lord your God that I am delivering to you.",
    "reference": "Deuteronomy 4:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 3,
    "text": "You have witnessed what the Lord did at Baal Peor, how he eradicated from your midst everyone who followed Baal Peor. ",
    "reference": "Deuteronomy 4:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 4,
    "text": "But you who remained faithful to the Lord your God are still alive to this very day, every one of you. ",
    "reference": "Deuteronomy 4:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 5,
    "text": "Look! I have taught you statutes and ordinances just as the Lord my God told me to do, so that you might carry them out in the land you are about to enter and possess. ",
    "reference": "Deuteronomy 4:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 6,
    "text": "So be sure to do them, because this will testify of your wise understanding to the people who will learn of all these statutes and say, “Indeed, this great nation is a very wise people.” ",
    "reference": "Deuteronomy 4:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 7,
    "text": "In fact, what other great nation has a god so near to them like the Lord our God whenever we call on him? ",
    "reference": "Deuteronomy 4:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 8,
    "text": "And what other great nation has statutes and ordinances as just as this whole law that I am about to share with you today? ",
    "reference": "Deuteronomy 4:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 9,
    "text": "Again, however, pay very careful attention, lest you forget the things you have seen and disregard them for the rest of your life; instead teach them to your children and grandchildren. ",
    "reference": "Deuteronomy 4:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 10,
    "text": "You stood before the Lord your God at Horeb and he said to me, “Assemble the people before me so that I can tell them my commands. Then they will learn to revere me all the days they live in the land, and they will instruct their children.” ",
    "reference": "Deuteronomy 4:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 11,
    "text": "You approached and stood at the foot of the mountain, a mountain ablaze to the sky above it and yet dark with a thick cloud. ",
    "reference": "Deuteronomy 4:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 12,
    "text": "Then the Lord spoke to you from the middle of the fire; you heard speech but you could not see anything—only a voice was heard. ",
    "reference": "Deuteronomy 4:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 13,
    "text": "And he revealed to you the covenant he has commanded you to keep, the Ten Commandments, writing them on two stone tablets. ",
    "reference": "Deuteronomy 4:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 14,
    "text": "Moreover, at that same time the Lord commanded me to teach you statutes and ordinances for you to keep in the land that you are about to enter and possess. ",
    "reference": "Deuteronomy 4:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 15,
    "text": "Be very careful, then, because you saw no form at the time the Lord spoke to you at Horeb from the middle of the fire. ",
    "reference": "Deuteronomy 4:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 16,
    "text": "I say this so you will not corrupt yourselves by making an image in the form of any kind of figure. This includes the likeness of a human male or female, ",
    "reference": "Deuteronomy 4:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 17,
    "text": "any kind of land animal, any bird that flies in the sky, ",
    "reference": "Deuteronomy 4:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 18,
    "text": "anything that crawls on the ground, or any fish in the deep waters under the earth. ",
    "reference": "Deuteronomy 4:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 19,
    "text": "When you look up to the sky and see the sun, moon, and stars—the whole heavenly creation—you must not be seduced to worship and serve them, for the Lord your God has assigned them to all the people of the world.",
    "reference": "Deuteronomy 4:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 20,
    "text": "You, however, the Lord has selected and brought from Egypt, that iron-smelting furnace, to be his special people as you are today. ",
    "reference": "Deuteronomy 4:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 21,
    "text": "But the Lord became angry with me because of you and vowed that I would never cross the Jordan nor enter the good land that he is about to give you. ",
    "reference": "Deuteronomy 4:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 22,
    "text": "So I must die here in this land; I will not cross the Jordan. But you are going over and will possess that good land. ",
    "reference": "Deuteronomy 4:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 23,
    "text": "Be on guard so that you do not forget the covenant of the Lord your God that he has made with you, and that you do not make an image of any kind, just as he has forbidden you.",
    "reference": "Deuteronomy 4:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 24,
    "text": "For the Lord your God is a consuming fire; he is a jealous God. ",
    "reference": "Deuteronomy 4:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 25,
    "text": "After you have produced children and grandchildren and have been in the land a long time, if you become corrupt and make an image of any kind and do other evil things before the Lord your God that enrage him,",
    "reference": "Deuteronomy 4:25"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 26,
    "text": "I invoke heaven and earth as witnesses against you today that you will surely and swiftly be removed from the very land you are about to cross the Jordan to possess. You will not last long there because you will surely be annihilated. ",
    "reference": "Deuteronomy 4:26"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 27,
    "text": "Then the Lord will scatter you among the peoples and there will be very few of you among the nations where the Lord will drive you.",
    "reference": "Deuteronomy 4:27"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 28,
    "text": "There you will worship gods made by human hands—wood and stone that can neither see, hear, eat, nor smell. ",
    "reference": "Deuteronomy 4:28"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 29,
    "text": "But if you seek the Lord your God from there, you will find him, if, indeed, you seek him with all your heart and soul. ",
    "reference": "Deuteronomy 4:29"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 30,
    "text": "In your distress when all these things happen to you in future days, if you return to the Lord your God and obey him ",
    "reference": "Deuteronomy 4:30"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 31,
    "text": "(for he is a merciful God), he will not let you down or destroy you, for he cannot forget the covenant with your ancestors that he confirmed by oath to them.",
    "reference": "Deuteronomy 4:31"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 32,
    "text": "Indeed, ask about the distant past, starting from the day God created humankind on the earth, and ask from one end of heaven to the other, whether there has ever been such a great thing as this, or even a rumor of it.",
    "reference": "Deuteronomy 4:32"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 33,
    "text": "Have a people ever heard the voice of God speaking from the middle of fire, as you yourselves have, and lived to tell about it?",
    "reference": "Deuteronomy 4:33"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 34,
    "text": "Or has God ever before tried to deliver a nation from the middle of another nation, accompanied by judgments, signs, wonders, war, strength, power, and other very terrifying things like the Lord your God did for you in Egypt before your very eyes? ",
    "reference": "Deuteronomy 4:34"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 35,
    "text": "You have been taught that the Lord alone is God—there is no other besides him.",
    "reference": "Deuteronomy 4:35"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 36,
    "text": "From heaven he spoke to you in order to teach you, and on earth he showed you his great fire from which you also heard his words. ",
    "reference": "Deuteronomy 4:36"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 37,
    "text": "Moreover, because he loved your ancestors, he chose their descendants who followed them and personally brought you out of Egypt with his great power ",
    "reference": "Deuteronomy 4:37"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 38,
    "text": "to dispossess nations greater and stronger than you and brought you here this day to give you their land as your property. ",
    "reference": "Deuteronomy 4:38"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 39,
    "text": "Today realize and carefully consider that the Lord is God in heaven above and on earth below—there is no other! ",
    "reference": "Deuteronomy 4:39"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 40,
    "text": "Keep his statutes and commandments that I am setting forth today so that it may go well with you and your descendants and that you may enjoy longevity in the land that the Lord your God is about to give you as a permanent possession.",
    "reference": "Deuteronomy 4:40"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 41,
    "text": "Then Moses selected three cities in the Transjordan, toward the east. ",
    "reference": "Deuteronomy 4:41"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 42,
    "text": "Anyone who accidentally killed someone without hating him at the time of the accident could flee to one of those cities and be safe. ",
    "reference": "Deuteronomy 4:42"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 43,
    "text": "These cities are Bezer, in the wilderness plateau, for the Reubenites; Ramoth in Gilead for the Gadites; and Golan in Bashan for the Manassehites. ",
    "reference": "Deuteronomy 4:43"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 44,
    "text": "This is the law that Moses set before the Israelites. ",
    "reference": "Deuteronomy 4:44"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 45,
    "text": "These are the stipulations, statutes, and ordinances that Moses spoke to the Israelites after he had brought them out of Egypt, ",
    "reference": "Deuteronomy 4:45"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 46,
    "text": "in the Transjordan, in the valley opposite Beth Peor, in the land of King Sihon of the Amorites, who lived in Heshbon. (It is he whom Moses and the Israelites attacked after they came out of Egypt. ",
    "reference": "Deuteronomy 4:46"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 47,
    "text": "They possessed his land and that of King Og of Bashan—both of whom were Amorite kings in the Transjordan, to the east. ",
    "reference": "Deuteronomy 4:47"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 48,
    "text": "Their territory extended from Aroer at the edge of the Arnon valley as far as Mount Siyon—that is, Hermon—",
    "reference": "Deuteronomy 4:48"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 4,
    "verse": 49,
    "text": "including all the rift valley of the Transjordan in the east to the sea of the rift valley, beneath the slopes of Pisgah.) ",
    "reference": "Deuteronomy 4:49"
  }
]