[{"bookName":"Deuteronomy","chapter":11,"verse":1,"text":"You must love the Lord your God and do what he requires; keep his statutes, ordinances, and commandments at all times. ","reference":"Deuteronomy 11:1"},{"bookName":"Deuteronomy","chapter":11,"verse":2,"text":"Bear in mind today that I am not speaking to your children who have not personally experienced the judgments of the Lord your God, which revealed his greatness, strength, and power. ","reference":"Deuteronomy 11:2"},{"bookName":"Deuteronomy","chapter":11,"verse":3,"text":"They did not see the awesome deeds he performed in the midst of Egypt against Pharaoh king of Egypt and his whole land, ","reference":"Deuteronomy 11:3"},{"bookName":"Deuteronomy","chapter":11,"verse":4,"text":"or what he did to the army of Egypt, including their horses and chariots, when he made the waters of the Red Sea overwhelm them while they were pursuing you and he annihilated them.","reference":"Deuteronomy 11:4"},{"bookName":"Deuteronomy","chapter":11,"verse":5,"text":"They did not see what he did to you in the wilderness before you reached this place, ","reference":"Deuteronomy 11:5"},{"bookName":"Deuteronomy","chapter":11,"verse":6,"text":"or what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth in the middle of the Israelite camp and swallowed them, their families, their tents, and all the property they brought with them.","reference":"Deuteronomy 11:6"},{"bookName":"Deuteronomy","chapter":11,"verse":7,"text":"I am speaking to you because you are the ones who saw with your own eyes all the great deeds of the Lord. ","reference":"Deuteronomy 11:7"},{"bookName":"Deuteronomy","chapter":11,"verse":8,"text":"Now pay attention to all the commandments I am giving you today, so that you may be strong enough to enter and possess the land where you are headed, ","reference":"Deuteronomy 11:8"},{"bookName":"Deuteronomy","chapter":11,"verse":9,"text":"and that you may enjoy long life in the land the Lord promised to give to your ancestors and their descendants, a land flowing with milk and honey. ","reference":"Deuteronomy 11:9"},{"bookName":"Deuteronomy","chapter":11,"verse":10,"text":"For the land where you are headed is not like the land of Egypt from which you came, a land where you planted seed and which you irrigated by hand like a vegetable garden. ","reference":"Deuteronomy 11:10"},{"bookName":"Deuteronomy","chapter":11,"verse":11,"text":"Instead, the land you are crossing the Jordan to occupy is one of hills and valleys, a land that drinks in water from the rains, ","reference":"Deuteronomy 11:11"},{"bookName":"Deuteronomy","chapter":11,"verse":12,"text":"a land the Lord your God looks after. He is constantly attentive to it from the beginning to the end of the year. ","reference":"Deuteronomy 11:12"},{"bookName":"Deuteronomy","chapter":11,"verse":13,"text":"Now, if you pay close attention to my commandments that I am giving you today and love the Lord your God and serve him with all your mind and being, ","reference":"Deuteronomy 11:13"},{"bookName":"Deuteronomy","chapter":11,"verse":14,"text":"then he promises, “I will send rain for your land in its season, the autumn and the spring rains, so that you may gather in your grain, new wine, and olive oil. ","reference":"Deuteronomy 11:14"},{"bookName":"Deuteronomy","chapter":11,"verse":15,"text":"I will provide pasture for your livestock and you will eat your fill.” ","reference":"Deuteronomy 11:15"},{"bookName":"Deuteronomy","chapter":11,"verse":16,"text":"Make sure you do not turn away to serve and worship other gods! ","reference":"Deuteronomy 11:16"},{"bookName":"Deuteronomy","chapter":11,"verse":17,"text":"Then the anger of the Lord will erupt against you, and he will close up the sky so that it does not rain. The land will not yield its produce, and you will soon be removed from the good land that the Lord is about to give you.","reference":"Deuteronomy 11:17"},{"bookName":"Deuteronomy","chapter":11,"verse":18,"text":"Fix these words of mine into your mind and being, tie them as a reminder on your hands, and let them be symbols on your forehead. ","reference":"Deuteronomy 11:18"},{"bookName":"Deuteronomy","chapter":11,"verse":19,"text":"Teach them to your children and speak of them as you sit in your house, as you walk along the road, as you lie down, and as you get up.","reference":"Deuteronomy 11:19"},{"bookName":"Deuteronomy","chapter":11,"verse":20,"text":"Inscribe them on the doorframes of your houses and on your gates ","reference":"Deuteronomy 11:20"},{"bookName":"Deuteronomy","chapter":11,"verse":21,"text":"so that your days and those of your descendants may be extended in the land that the Lord promised to give to your ancestors, like the days of heaven itself.","reference":"Deuteronomy 11:21"},{"bookName":"Deuteronomy","chapter":11,"verse":22,"text":"For if you carefully observe all of these commandments I am giving you and love the Lord your God, live according to his standards, and remain loyal to him,","reference":"Deuteronomy 11:22"},{"bookName":"Deuteronomy","chapter":11,"verse":23,"text":"then he will drive out all these nations ahead of you, and you will dispossess nations greater and stronger than you.","reference":"Deuteronomy 11:23"},{"bookName":"Deuteronomy","chapter":11,"verse":24,"text":"Every place you set your foot will be yours; your border will extend from the desert to Lebanon and from the River (that is, the Euphrates) as far as the Mediterranean Sea. ","reference":"Deuteronomy 11:24"},{"bookName":"Deuteronomy","chapter":11,"verse":25,"text":"Nobody will be able to resist you; the Lord your God will spread the fear and terror of you over the whole land on which you walk, just as he promised you. ","reference":"Deuteronomy 11:25"},{"bookName":"Deuteronomy","chapter":11,"verse":26,"text":"Take note—I am setting before you today a blessing and a curse: ","reference":"Deuteronomy 11:26"},{"bookName":"Deuteronomy","chapter":11,"verse":27,"text":"the blessing if you take to heart the commandments of the Lord your God that I am giving you today, ","reference":"Deuteronomy 11:27"},{"bookName":"Deuteronomy","chapter":11,"verse":28,"text":"and the curse if you pay no attention to his commandments and turn from the way I am setting before you today to pursue other gods you have not known. ","reference":"Deuteronomy 11:28"},{"bookName":"Deuteronomy","chapter":11,"verse":29,"text":"When the Lord your God brings you into the land you are to possess, you must pronounce the blessing on Mount Gerizim and the curse on Mount Ebal. ","reference":"Deuteronomy 11:29"},{"bookName":"Deuteronomy","chapter":11,"verse":30,"text":"Are they not across the Jordan River, toward the west, in the land of the Canaanites who live in the rift valley opposite Gilgal near the oak of Moreh? ","reference":"Deuteronomy 11:30"},{"bookName":"Deuteronomy","chapter":11,"verse":31,"text":"For you are about to cross the Jordan to possess the land the Lord your God is giving you, and you will possess and inhabit it.","reference":"Deuteronomy 11:31"},{"bookName":"Deuteronomy","chapter":11,"verse":32,"text":"Be certain to keep all the statutes and ordinances that I am presenting to you today. ","reference":"Deuteronomy 11:32"}]