[{"bookName":"Deuteronomy","chapter":5,"verse":1,"text":"Then Moses called all the people of Israel together and said to them: “Listen, Israel, to the statutes and ordinances that I am about to deliver to you today; learn them and be careful to keep them!","reference":"Deuteronomy 5:1"},{"bookName":"Deuteronomy","chapter":5,"verse":2,"text":"The Lord our God made a covenant with us at Horeb. ","reference":"Deuteronomy 5:2"},{"bookName":"Deuteronomy","chapter":5,"verse":3,"text":"He did not make this covenant with our ancestors but with us, we who are here today, all of us living now.","reference":"Deuteronomy 5:3"},{"bookName":"Deuteronomy","chapter":5,"verse":4,"text":"The Lord spoke face to face with you at the mountain, from the middle of the fire. ","reference":"Deuteronomy 5:4"},{"bookName":"Deuteronomy","chapter":5,"verse":5,"text":"(I was standing between the Lord and you at that time to reveal the Lord’s message to you, because you were afraid of the fire and would not go up the mountain.) He said: ","reference":"Deuteronomy 5:5"},{"bookName":"Deuteronomy","chapter":5,"verse":6,"text":"“I am the Lord your God—he who brought you from the land of Egypt, from the place of slavery. ","reference":"Deuteronomy 5:6"},{"bookName":"Deuteronomy","chapter":5,"verse":7,"text":"“You must not have any other gods besides me. ","reference":"Deuteronomy 5:7"},{"bookName":"Deuteronomy","chapter":5,"verse":8,"text":"“You must not make for yourself an image of anything in heaven above, on earth below, or in the waters beneath. ","reference":"Deuteronomy 5:8"},{"bookName":"Deuteronomy","chapter":5,"verse":9,"text":"You must not worship or serve them, for I, the Lord your God, am a jealous God. I punish the sons, grandsons, and great-grandsons for the sin of the fathers who reject me, ","reference":"Deuteronomy 5:9"},{"bookName":"Deuteronomy","chapter":5,"verse":10,"text":"but I show covenant faithfulness to the thousands who choose me and keep my commandments. ","reference":"Deuteronomy 5:10"},{"bookName":"Deuteronomy","chapter":5,"verse":11,"text":"“You must not make use of the name of the Lord your God for worthless purposes, for the Lord will not exonerate anyone who abuses his name that way. ","reference":"Deuteronomy 5:11"},{"bookName":"Deuteronomy","chapter":5,"verse":12,"text":"“Be careful to observe the Sabbath day just as the Lord your God has commanded you.","reference":"Deuteronomy 5:12"},{"bookName":"Deuteronomy","chapter":5,"verse":13,"text":"You are to work and do all your tasks in six days, ","reference":"Deuteronomy 5:13"},{"bookName":"Deuteronomy","chapter":5,"verse":14,"text":"but the seventh day is the Sabbath of the Lord your God. On that day you must not do any work, you, your son, your daughter, your male slave, your female slave, your ox, your donkey, any other animal, or the resident foreigner who lives with you, so that your male and female slaves, like yourself, may have rest. ","reference":"Deuteronomy 5:14"},{"bookName":"Deuteronomy","chapter":5,"verse":15,"text":"Recall that you were slaves in the land of Egypt and that the Lord your God brought you out of there by strength and power. That is why the Lord your God has commanded you to observe the Sabbath day. ","reference":"Deuteronomy 5:15"},{"bookName":"Deuteronomy","chapter":5,"verse":16,"text":"“Honor your father and your mother just as the Lord your God has commanded you to do, so that your days may be extended and that it may go well with you in the land that he is about to give you.","reference":"Deuteronomy 5:16"},{"bookName":"Deuteronomy","chapter":5,"verse":17,"text":"“You must not murder. ","reference":"Deuteronomy 5:17"},{"bookName":"Deuteronomy","chapter":5,"verse":18,"text":"“You must not commit adultery. ","reference":"Deuteronomy 5:18"},{"bookName":"Deuteronomy","chapter":5,"verse":19,"text":"“You must not steal. ","reference":"Deuteronomy 5:19"},{"bookName":"Deuteronomy","chapter":5,"verse":20,"text":"“You must not offer false testimony against another. ","reference":"Deuteronomy 5:20"},{"bookName":"Deuteronomy","chapter":5,"verse":21,"text":"You must not desire another man’s wife, nor should you crave his house, his field, his male and female servants, his ox, his donkey, or anything else he owns.” ","reference":"Deuteronomy 5:21"},{"bookName":"Deuteronomy","chapter":5,"verse":22,"text":"The Lord said these things to your entire assembly at the mountain from the middle of the fire, the cloud, and the darkness with a loud voice, and that was all he said. Then he inscribed the words on two stone tablets and gave them to me. ","reference":"Deuteronomy 5:22"},{"bookName":"Deuteronomy","chapter":5,"verse":23,"text":"Then, when you heard the voice from the midst of the darkness while the mountain was ablaze, all your tribal leaders and elders approached me. ","reference":"Deuteronomy 5:23"},{"bookName":"Deuteronomy","chapter":5,"verse":24,"text":"You said, “The Lord our God has shown us his great glory, and we have heard him speak from the middle of the fire. It is now clear to us that God can speak to human beings and they can keep on living. ","reference":"Deuteronomy 5:24"},{"bookName":"Deuteronomy","chapter":5,"verse":25,"text":"But now, why should we die, because this intense fire will consume us? If we keep hearing the voice of the Lord our God we will die! ","reference":"Deuteronomy 5:25"},{"bookName":"Deuteronomy","chapter":5,"verse":26,"text":"Who is there from the entire human race who has heard the voice of the living God speaking from the middle of the fire as we have, and has lived? ","reference":"Deuteronomy 5:26"},{"bookName":"Deuteronomy","chapter":5,"verse":27,"text":"You go near so that you can hear everything the Lord our God is saying and then you can tell us whatever he says to you; then we will pay attention and do it.”","reference":"Deuteronomy 5:27"},{"bookName":"Deuteronomy","chapter":5,"verse":28,"text":"When the Lord heard you speaking to me, he said to me, “I have heard what these people have said to you—they have spoken well. ","reference":"Deuteronomy 5:28"},{"bookName":"Deuteronomy","chapter":5,"verse":29,"text":"If only it would really be their desire to fear me and obey all my commandments in the future, so that it may go well with them and their descendants forever. ","reference":"Deuteronomy 5:29"},{"bookName":"Deuteronomy","chapter":5,"verse":30,"text":"Go and tell them, ‘Return to your tents!’ ","reference":"Deuteronomy 5:30"},{"bookName":"Deuteronomy","chapter":5,"verse":31,"text":"But as for you, remain here with me so I can declare to you all the commandments, statutes, and ordinances that you are to teach them, so that they can carry them out in the land I am about to give them.” ","reference":"Deuteronomy 5:31"},{"bookName":"Deuteronomy","chapter":5,"verse":32,"text":"Be careful, therefore, to do exactly what the Lord your God has commanded you; do not turn right or left! ","reference":"Deuteronomy 5:32"},{"bookName":"Deuteronomy","chapter":5,"verse":33,"text":"Walk just as he has commanded you so that you may live, that it may go well with you, and that you may live long in the land you are going to possess. ","reference":"Deuteronomy 5:33"}]