[
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 1,
    "text": "When the Lord your God brings you to the land that you are going to occupy and forces out many nations before you—Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites, seven nations more numerous and powerful than you—",
    "reference": "Deuteronomy 7:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 2,
    "text": "and he delivers them over to you and you attack them, you must utterly annihilate them. Make no treaty with them and show them no mercy! ",
    "reference": "Deuteronomy 7:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 3,
    "text": "You must not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, ",
    "reference": "Deuteronomy 7:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 4,
    "text": "for they will turn your sons away from me to worship other gods. Then the anger of the Lord will erupt against you and he will quickly destroy you.",
    "reference": "Deuteronomy 7:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 5,
    "text": "Instead, this is what you must do to them: You must tear down their altars, shatter their sacred pillars, cut down their sacred Asherah poles, and burn up their idols. ",
    "reference": "Deuteronomy 7:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 6,
    "text": "For you are a people holy to the Lord your God. He has chosen you to be his people, prized above all others on the face of the earth. ",
    "reference": "Deuteronomy 7:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 7,
    "text": "It is not because you were more numerous than all the other peoples that the Lord favored and chose you—for in fact you were the least numerous of all peoples. ",
    "reference": "Deuteronomy 7:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 8,
    "text": "Rather it is because of his love for you and his faithfulness to the promise he solemnly vowed to your ancestors that the Lord brought you out with great power, redeeming you from the place of slavery, from the power of Pharaoh king of Egypt. ",
    "reference": "Deuteronomy 7:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 9,
    "text": "So realize that the Lord your God is the true God, the faithful God who keeps covenant faithfully with those who love him and keep his commandments, to a thousand generations, ",
    "reference": "Deuteronomy 7:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 10,
    "text": "but who pays back those who hate him as they deserve and destroys them. He will not ignore those who hate him but will repay them as they deserve! ",
    "reference": "Deuteronomy 7:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 11,
    "text": "So keep the commandments, statutes, and ordinances that I today am commanding you to do. ",
    "reference": "Deuteronomy 7:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 12,
    "text": "If you obey these ordinances and are careful to do them, the Lord your God will faithfully keep covenant with you as he promised your ancestors. ",
    "reference": "Deuteronomy 7:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 13,
    "text": "He will love and bless you, and make you numerous. He will bless you with many children, with the produce of your soil, your grain, your new wine, your olive oil, the offspring of your oxen, and the young of your flocks in the land that he promised your ancestors to give you.",
    "reference": "Deuteronomy 7:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 14,
    "text": "You will be blessed beyond all peoples; there will be no barrenness among you or your livestock. ",
    "reference": "Deuteronomy 7:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 15,
    "text": "The Lord will protect you from all sickness, and you will not experience any of the terrible diseases that you knew in Egypt; instead he will inflict them on all those who hate you.",
    "reference": "Deuteronomy 7:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 16,
    "text": "You must destroy all the people whom the Lord your God is about to deliver over to you; you must not pity them or worship their gods, for that will be a snare to you.",
    "reference": "Deuteronomy 7:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 17,
    "text": "If you think, “These nations are more numerous than I—how can I dispossess them?”",
    "reference": "Deuteronomy 7:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 18,
    "text": "you must not fear them. You must carefully recall what the Lord your God did to Pharaoh and all Egypt, ",
    "reference": "Deuteronomy 7:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 19,
    "text": "the great judgments you saw, the signs and wonders, the strength and power by which he brought you out—thus the Lord your God will do to all the people you fear. ",
    "reference": "Deuteronomy 7:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 20,
    "text": "Furthermore, the Lord your God will release hornets among them until the very last ones who hide from you perish. ",
    "reference": "Deuteronomy 7:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 21,
    "text": "You must not tremble in their presence, for the Lord your God, who is present among you, is a great and awesome God. ",
    "reference": "Deuteronomy 7:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 22,
    "text": "He, the God who leads you, will expel the nations little by little. You will not be allowed to destroy them all at once lest the wild animals overrun you.",
    "reference": "Deuteronomy 7:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 23,
    "text": "The Lord your God will give them over to you; he will throw them into a great panic until they are destroyed. ",
    "reference": "Deuteronomy 7:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 24,
    "text": "He will hand over their kings to you, and you will erase their very names from memory. Nobody will be able to resist you until you destroy them.",
    "reference": "Deuteronomy 7:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 25,
    "text": "You must burn the images of their gods, but do not covet the silver and gold that covers them so much that you take it for yourself and thus become ensnared by it; for it is abhorrent to the Lord your God. ",
    "reference": "Deuteronomy 7:25"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 7,
    "verse": 26,
    "text": "You must not bring any abhorrent thing into your house and thereby become an object of divine wrath along with it. You must absolutely detest and abhor it, for it is an object of divine wrath.",
    "reference": "Deuteronomy 7:26"
  }
]