[{"bookName":"Deuteronomy","chapter":16,"verse":1,"text":"Observe the month Abib and keep the Passover to the Lord your God, for in that month he brought you out of Egypt by night. ","reference":"Deuteronomy 16:1"},{"bookName":"Deuteronomy","chapter":16,"verse":2,"text":"You must sacrifice the Passover animal (from the flock or the herd) to the Lord your God in the place where he chooses to locate his name. ","reference":"Deuteronomy 16:2"},{"bookName":"Deuteronomy","chapter":16,"verse":3,"text":"You must not eat any yeast with it; for seven days you must eat bread made without yeast, as symbolic of affliction, for you came out of Egypt hurriedly. You must do this so you will remember for the rest of your lives the day you came out of the land of Egypt. ","reference":"Deuteronomy 16:3"},{"bookName":"Deuteronomy","chapter":16,"verse":4,"text":"There must not be a scrap of yeast within your land for seven days, nor can any of the meat you sacrifice on the evening of the first day remain until the next morning. ","reference":"Deuteronomy 16:4"},{"bookName":"Deuteronomy","chapter":16,"verse":5,"text":"You may not sacrifice the Passover in just any of your villages that the Lord your God is giving you,","reference":"Deuteronomy 16:5"},{"bookName":"Deuteronomy","chapter":16,"verse":6,"text":"but you must sacrifice it in the evening in the place where he chooses to locate his name, at sunset, the time of day you came out of Egypt. ","reference":"Deuteronomy 16:6"},{"bookName":"Deuteronomy","chapter":16,"verse":7,"text":"You must cook and eat it in the place the Lord your God chooses; you may return the next morning to your tents. ","reference":"Deuteronomy 16:7"},{"bookName":"Deuteronomy","chapter":16,"verse":8,"text":"You must eat bread made without yeast for six days. The seventh day you are to hold an assembly for the Lord your God; you must not do any work on that day. ","reference":"Deuteronomy 16:8"},{"bookName":"Deuteronomy","chapter":16,"verse":9,"text":"You must count seven weeks; you must begin to count them from the time you begin to harvest the standing grain. ","reference":"Deuteronomy 16:9"},{"bookName":"Deuteronomy","chapter":16,"verse":10,"text":"Then you are to celebrate the Feast of Weeks before the Lord your God with the voluntary offering that you will bring, in proportion to how he has blessed you.","reference":"Deuteronomy 16:10"},{"bookName":"Deuteronomy","chapter":16,"verse":11,"text":"You shall rejoice before him—you, your son, your daughter, your male and female slaves, the Levites in your villages, the resident foreigners, the orphans, and the widows among you—in the place where the Lord chooses to locate his name. ","reference":"Deuteronomy 16:11"},{"bookName":"Deuteronomy","chapter":16,"verse":12,"text":"Furthermore, remember that you were a slave in Egypt, and so be careful to observe these statutes. ","reference":"Deuteronomy 16:12"},{"bookName":"Deuteronomy","chapter":16,"verse":13,"text":"You must celebrate the Feast of Shelters for seven days, at the time of the grain and grape harvest. ","reference":"Deuteronomy 16:13"},{"bookName":"Deuteronomy","chapter":16,"verse":14,"text":"You are to rejoice in your festival, you, your son, your daughter, your male and female slaves, the Levites, the resident foreigners, the orphans, and the widows who are in your villages. ","reference":"Deuteronomy 16:14"},{"bookName":"Deuteronomy","chapter":16,"verse":15,"text":"You are to celebrate the festival seven days before the Lord your God in the place he chooses, for he will bless you in all your productivity and in whatever you do; so you will indeed rejoice! ","reference":"Deuteronomy 16:15"},{"bookName":"Deuteronomy","chapter":16,"verse":16,"text":"Three times a year all your males must appear before the Lord your God in the place he chooses for the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Shelters; and they must not appear before him empty-handed. ","reference":"Deuteronomy 16:16"},{"bookName":"Deuteronomy","chapter":16,"verse":17,"text":"Every one of you must give as you are able, according to the blessing of the Lord your God that he has given you.","reference":"Deuteronomy 16:17"},{"bookName":"Deuteronomy","chapter":16,"verse":18,"text":"You must appoint judges and civil servants for each tribe in all your villages that the Lord your God is giving you, and they must judge the people fairly. ","reference":"Deuteronomy 16:18"},{"bookName":"Deuteronomy","chapter":16,"verse":19,"text":"You must not pervert justice or show favor. Do not take a bribe, for bribes blind the eyes of the wise and distort the words of the righteous. ","reference":"Deuteronomy 16:19"},{"bookName":"Deuteronomy","chapter":16,"verse":20,"text":"You must pursue justice alone so that you may live and inherit the land the Lord your God is giving you.","reference":"Deuteronomy 16:20"},{"bookName":"Deuteronomy","chapter":16,"verse":21,"text":"You must not plant any kind of tree as a sacred Asherah pole near the altar of the Lord your God which you build for yourself. ","reference":"Deuteronomy 16:21"},{"bookName":"Deuteronomy","chapter":16,"verse":22,"text":"You must not erect a sacred pillar, a thing the Lord your God detests. ","reference":"Deuteronomy 16:22"}]