[
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 1,
    "text": "You must keep carefully all these commandments I am giving you today so that you may live, increase in number, and go in and occupy the land that the Lord promised to your ancestors. ",
    "reference": "Deuteronomy 8:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 2,
    "text": "Remember the whole way by which he has brought you these 40 years through the wilderness so that he might, by humbling you, test you to see if you have it within you to keep his commandments or not. ",
    "reference": "Deuteronomy 8:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 3,
    "text": "So he humbled you by making you hungry and then feeding you with unfamiliar manna. He did this to teach you that humankind cannot live by bread alone, but also by everything that comes from the Lord’s mouth. ",
    "reference": "Deuteronomy 8:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 4,
    "text": "Your clothing did not wear out nor did your feet swell all these 40 years. ",
    "reference": "Deuteronomy 8:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 5,
    "text": "Be keenly aware that just as a parent disciplines his child, so the Lord your God disciplines you.",
    "reference": "Deuteronomy 8:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 6,
    "text": "So you must keep his commandments, live according to his standards, and revere him.",
    "reference": "Deuteronomy 8:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 7,
    "text": "For the Lord your God is bringing you to a good land, a land of brooks, springs, and fountains flowing forth in valleys and hills, ",
    "reference": "Deuteronomy 8:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 8,
    "text": "a land of wheat, barley, vines, fig trees, and pomegranates, of olive trees and honey, ",
    "reference": "Deuteronomy 8:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 9,
    "text": "a land where you may eat food in plenty and find no lack of anything, a land whose stones are iron and from whose hills you can mine copper. ",
    "reference": "Deuteronomy 8:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 10,
    "text": "You will eat your fill and then praise the Lord your God because of the good land he has given you.",
    "reference": "Deuteronomy 8:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 11,
    "text": "Be sure you do not forget the Lord your God by not keeping his commandments, ordinances, and statutes that I am giving you today. ",
    "reference": "Deuteronomy 8:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 12,
    "text": "When you eat your fill, when you build and occupy good houses, ",
    "reference": "Deuteronomy 8:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 13,
    "text": "when your cattle and flocks increase, when you have plenty of silver and gold, and when you have abundance of everything, ",
    "reference": "Deuteronomy 8:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 14,
    "text": "be sure you do not feel self-important and forget the Lord your God who brought you from the land of Egypt, the place of slavery, ",
    "reference": "Deuteronomy 8:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 15,
    "text": "and who brought you through the great, fearful wilderness of venomous serpents and scorpions, an arid place with no water. He made water flow from a flint rock and",
    "reference": "Deuteronomy 8:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 16,
    "text": "fed you in the wilderness with manna (which your ancestors had never before known) so that he might by humbling you test you and eventually bring good to you.",
    "reference": "Deuteronomy 8:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 17,
    "text": "Be careful not to say, “My own ability and skill have gotten me this wealth.” ",
    "reference": "Deuteronomy 8:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 18,
    "text": "You must remember the Lord your God, for he is the one who gives ability to get wealth; if you do this he will confirm his covenant that he made by oath to your ancestors, even as he has to this day. ",
    "reference": "Deuteronomy 8:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 19,
    "text": "Now if you forget the Lord your God at all and follow other gods, worshiping and prostrating yourselves before them, I testify to you today that you will surely be annihilated. ",
    "reference": "Deuteronomy 8:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 8,
    "verse": 20,
    "text": "Just like the nations the Lord is about to destroy from your sight, so he will do to you because you would not obey him.",
    "reference": "Deuteronomy 8:20"
  }
]