[{"bookName":"Deuteronomy","chapter":26,"verse":1,"text":"When you enter the land that the Lord your God is giving you as an inheritance, and you occupy it and live in it,","reference":"Deuteronomy 26:1"},{"bookName":"Deuteronomy","chapter":26,"verse":2,"text":"you must take the first of all the ground’s produce you harvest from the land the Lord your God is giving you, place it in a basket, and go to the place where he chooses to locate his name. ","reference":"Deuteronomy 26:2"},{"bookName":"Deuteronomy","chapter":26,"verse":3,"text":"You must go to the priest in office at that time and say to him, “I declare today to the Lord your God that I have come into the land that the Lord promised to our ancestors to give us.”","reference":"Deuteronomy 26:3"},{"bookName":"Deuteronomy","chapter":26,"verse":4,"text":"The priest will then take the basket from you and set it before the altar of the Lord your God. ","reference":"Deuteronomy 26:4"},{"bookName":"Deuteronomy","chapter":26,"verse":5,"text":"Then you must affirm before the Lord your God, “A wandering Aramean was my ancestor, and he went down to Egypt and lived there as a foreigner with a household few in number, but there he became a great, powerful, and numerous people. ","reference":"Deuteronomy 26:5"},{"bookName":"Deuteronomy","chapter":26,"verse":6,"text":"But the Egyptians mistreated and oppressed us, forcing us to do burdensome labor. ","reference":"Deuteronomy 26:6"},{"bookName":"Deuteronomy","chapter":26,"verse":7,"text":"So we cried out to the Lord, the God of our ancestors, and he heard us and saw our humiliation, toil, and oppression. ","reference":"Deuteronomy 26:7"},{"bookName":"Deuteronomy","chapter":26,"verse":8,"text":"Therefore the Lord brought us out of Egypt with tremendous strength and power, as well as with great awe-inspiring signs and wonders. ","reference":"Deuteronomy 26:8"},{"bookName":"Deuteronomy","chapter":26,"verse":9,"text":"Then he brought us to this place and gave us this land, a land flowing with milk and honey. ","reference":"Deuteronomy 26:9"},{"bookName":"Deuteronomy","chapter":26,"verse":10,"text":"So now, look! I have brought the first of the ground’s produce that you, Lord, have given me.” Then you must set it down before the Lord your God and worship before him. ","reference":"Deuteronomy 26:10"},{"bookName":"Deuteronomy","chapter":26,"verse":11,"text":"You will celebrate all the good things that the Lord your God has given you and your family, along with the Levites and the resident foreigners among you. ","reference":"Deuteronomy 26:11"},{"bookName":"Deuteronomy","chapter":26,"verse":12,"text":"When you finish tithing all your income in the third year (the year of tithing), you must give it to the Levites, the resident foreigners, the orphans, and the widows so that they may eat to their satisfaction in your villages. ","reference":"Deuteronomy 26:12"},{"bookName":"Deuteronomy","chapter":26,"verse":13,"text":"Then you shall say before the Lord your God, “I have removed the sacred offering from my house and given it to the Levites, the resident foreigners, the orphans, and the widows just as you have commanded me. I have not violated or forgotten your commandments. ","reference":"Deuteronomy 26:13"},{"bookName":"Deuteronomy","chapter":26,"verse":14,"text":"I have not eaten anything when I was in mourning, or removed any of it while ceremonially unclean, or offered any of it to the dead; I have obeyed you and have done everything you have commanded me.","reference":"Deuteronomy 26:14"},{"bookName":"Deuteronomy","chapter":26,"verse":15,"text":"Look down from your holy dwelling place in heaven and bless your people Israel and the land you have given us, just as you promised our ancestors—a land flowing with milk and honey.” ","reference":"Deuteronomy 26:15"},{"bookName":"Deuteronomy","chapter":26,"verse":16,"text":"Today the Lord your God is commanding you to keep these statutes and ordinances, something you must do with all your heart and soul. ","reference":"Deuteronomy 26:16"},{"bookName":"Deuteronomy","chapter":26,"verse":17,"text":"Today you have declared the Lord to be your God, and that you will walk in his ways, keep his statutes, commandments, and ordinances, and obey him. ","reference":"Deuteronomy 26:17"},{"bookName":"Deuteronomy","chapter":26,"verse":18,"text":"And today the Lord has declared you to be his special people (as he already promised you) so you may keep all his commandments. ","reference":"Deuteronomy 26:18"},{"bookName":"Deuteronomy","chapter":26,"verse":19,"text":"Then he will elevate you above all the nations he has made and you will receive praise, fame, and honor. You will be a people holy to the Lord your God, as he has said. ","reference":"Deuteronomy 26:19"}]