[{"bookName":"Deuteronomy","chapter":22,"verse":1,"text":"When you see your neighbor’s ox or sheep going astray, do not ignore it; you must return it without fail to your neighbor. ","reference":"Deuteronomy 22:1"},{"bookName":"Deuteronomy","chapter":22,"verse":2,"text":"If the owner does not live near you or you do not know who the owner is, then you must corral the animal at your house and let it stay with you until the owner looks for it; then you must return it to him.","reference":"Deuteronomy 22:2"},{"bookName":"Deuteronomy","chapter":22,"verse":3,"text":"You shall do the same to his donkey, his clothes, or anything else your neighbor has lost and you have found; you must not refuse to get involved. ","reference":"Deuteronomy 22:3"},{"bookName":"Deuteronomy","chapter":22,"verse":4,"text":"When you see your neighbor’s donkey or ox fallen along the road, do not ignore it; instead, you must be sure to help him get the animal on its feet again.","reference":"Deuteronomy 22:4"},{"bookName":"Deuteronomy","chapter":22,"verse":5,"text":"A woman must not wear men’s clothing, nor should a man dress up in women’s clothing, for anyone who does this is offensive to the Lord your God. ","reference":"Deuteronomy 22:5"},{"bookName":"Deuteronomy","chapter":22,"verse":6,"text":"If you happen to notice a bird’s nest along the road, whether in a tree or on the ground, and there are chicks or eggs with the mother bird sitting on them, you must not take the mother that is with her young. ","reference":"Deuteronomy 22:6"},{"bookName":"Deuteronomy","chapter":22,"verse":7,"text":"You must be sure to let the mother go, but you may take the young for yourself. Do this so that it may go well with you and you may have a long life. ","reference":"Deuteronomy 22:7"},{"bookName":"Deuteronomy","chapter":22,"verse":8,"text":"If you build a new house, you must construct a guardrail around your roof to avoid being culpable in the event someone should fall from it.","reference":"Deuteronomy 22:8"},{"bookName":"Deuteronomy","chapter":22,"verse":9,"text":"You must not plant your vineyard with two kinds of seed; otherwise the entire yield, both of the seed you plant and the produce of the vineyard, will be defiled.","reference":"Deuteronomy 22:9"},{"bookName":"Deuteronomy","chapter":22,"verse":10,"text":"You must not plow with an ox and a donkey harnessed together. ","reference":"Deuteronomy 22:10"},{"bookName":"Deuteronomy","chapter":22,"verse":11,"text":"You must not wear clothing made with wool and linen meshed together. ","reference":"Deuteronomy 22:11"},{"bookName":"Deuteronomy","chapter":22,"verse":12,"text":"You shall make yourselves tassels for the four corners of the clothing you wear.","reference":"Deuteronomy 22:12"},{"bookName":"Deuteronomy","chapter":22,"verse":13,"text":"Suppose a man marries a woman, sleeps with her, and then rejects her,","reference":"Deuteronomy 22:13"},{"bookName":"Deuteronomy","chapter":22,"verse":14,"text":"accusing her of impropriety and defaming her reputation by saying, “I married this woman but when I approached her for marital relations I discovered she was not a virgin!” ","reference":"Deuteronomy 22:14"},{"bookName":"Deuteronomy","chapter":22,"verse":15,"text":"Then the father and mother of the young woman must produce the evidence of virginity for the elders of the city at the gate. ","reference":"Deuteronomy 22:15"},{"bookName":"Deuteronomy","chapter":22,"verse":16,"text":"The young woman’s father must say to the elders, “I gave my daughter to this man and he has rejected her. ","reference":"Deuteronomy 22:16"},{"bookName":"Deuteronomy","chapter":22,"verse":17,"text":"Moreover, he has raised accusations of impropriety by saying, ‘I discovered your daughter was not a virgin,’ but this is the evidence of my daughter’s virginity!” The cloth must then be spread out before the city’s elders. ","reference":"Deuteronomy 22:17"},{"bookName":"Deuteronomy","chapter":22,"verse":18,"text":"The elders of that city must then seize the man and punish him.","reference":"Deuteronomy 22:18"},{"bookName":"Deuteronomy","chapter":22,"verse":19,"text":"They will fine him 100 shekels of silver and give them to the young woman’s father, for the man who made the accusation ruined the reputation of an Israelite virgin. She will then become his wife, and he may never divorce her as long as he lives. ","reference":"Deuteronomy 22:19"},{"bookName":"Deuteronomy","chapter":22,"verse":20,"text":"But if the accusation is true and the young woman was not a virgin, ","reference":"Deuteronomy 22:20"},{"bookName":"Deuteronomy","chapter":22,"verse":21,"text":"the men of her city must bring the young woman to the door of her father’s house and stone her to death, for she has done a disgraceful thing in Israel by behaving like a prostitute while living in her father’s house. In this way you will purge the evil from among you.","reference":"Deuteronomy 22:21"},{"bookName":"Deuteronomy","chapter":22,"verse":22,"text":"If a man is discovered in bed with a married woman, both the man lying in bed with the woman and the woman herself must die; in this way you will purge the evil from Israel. ","reference":"Deuteronomy 22:22"},{"bookName":"Deuteronomy","chapter":22,"verse":23,"text":"If a virgin is engaged to a man and another man meets her in the city and goes to bed with her,","reference":"Deuteronomy 22:23"},{"bookName":"Deuteronomy","chapter":22,"verse":24,"text":"you must bring the two of them to the gate of that city and stone them to death, the young woman because she did not cry out though in the city and the man because he violated his neighbor’s fiancée; in this way you will purge evil from among you.","reference":"Deuteronomy 22:24"},{"bookName":"Deuteronomy","chapter":22,"verse":25,"text":"But if the man came across the engaged woman in the field and overpowered her and raped her, then only the rapist must die. ","reference":"Deuteronomy 22:25"},{"bookName":"Deuteronomy","chapter":22,"verse":26,"text":"You must not do anything to the young woman—she has done nothing deserving of death. This case is the same as when someone attacks another person and murders him,","reference":"Deuteronomy 22:26"},{"bookName":"Deuteronomy","chapter":22,"verse":27,"text":"for the man met her in the field and the engaged woman cried out, but there was no one to rescue her.","reference":"Deuteronomy 22:27"},{"bookName":"Deuteronomy","chapter":22,"verse":28,"text":"Suppose a man comes across a virgin who is not engaged and takes hold of her and sleeps with her and they are discovered. ","reference":"Deuteronomy 22:28"},{"bookName":"Deuteronomy","chapter":22,"verse":29,"text":"The man who has slept with her must pay her father 50 shekels of silver and she must become his wife. Because he has humiliated her, he may never divorce her as long as he lives. ","reference":"Deuteronomy 22:29"},{"bookName":"Deuteronomy","chapter":22,"verse":30,"text":"(23:1) A man may not marry his father’s former wife and in this way dishonor his father. ","reference":"Deuteronomy 22:30"}]