[
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 1,
    "text": "You must not sacrifice to him a bull or sheep that has a blemish or any other defect, because that is considered offensive to the Lord your God. ",
    "reference": "Deuteronomy 17:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 2,
    "text": "Suppose a man or woman is discovered among you in one of your villages that the Lord your God is giving you who sins before the Lord your God and breaks his covenant ",
    "reference": "Deuteronomy 17:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 3,
    "text": "by serving other gods and worshiping them—the sun, moon, or any other heavenly bodies that I have not permitted you to worship.",
    "reference": "Deuteronomy 17:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 4,
    "text": "When it is reported to you and you hear about it, you must investigate carefully. If it is indeed true that such a disgraceful thing is being done in Israel, ",
    "reference": "Deuteronomy 17:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 5,
    "text": "you must bring to your city gates that man or woman who has done this wicked thing—that very man or woman—and you must stone that person to death. ",
    "reference": "Deuteronomy 17:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 6,
    "text": "At the testimony of two or three witnesses the person must be executed. They cannot be put to death on the testimony of only one witness. ",
    "reference": "Deuteronomy 17:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 7,
    "text": "The witnesses must be first to begin the execution, and then all the people are to join in afterward. In this way you will purge the evil from among you.",
    "reference": "Deuteronomy 17:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 8,
    "text": "If a matter is too difficult for you to judge—bloodshed, legal claim, or assault—matters of controversy in your villages—you must leave there and go up to the place the Lord your God chooses. ",
    "reference": "Deuteronomy 17:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 9,
    "text": "You will go to the Levitical priests and the judge in office in those days and seek a solution; they will render a verdict. ",
    "reference": "Deuteronomy 17:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 10,
    "text": "You must then do as they have determined at that place the Lord chooses. Be careful to do just as you are taught. ",
    "reference": "Deuteronomy 17:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 11,
    "text": "You must do what you are instructed, and the verdict they pronounce to you, without fail. Do not deviate right or left from what they tell you.",
    "reference": "Deuteronomy 17:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 12,
    "text": "The person who pays no attention to the priest currently serving the Lord your God there, or to the judge—that person must die, so that you may purge evil from Israel. ",
    "reference": "Deuteronomy 17:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 13,
    "text": "Then all the people will hear and be afraid, and not be so presumptuous again. ",
    "reference": "Deuteronomy 17:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 14,
    "text": "When you come to the land the Lord your God is giving you and take it over and live in it and then say, “I will select a king like all the nations surrounding me,”",
    "reference": "Deuteronomy 17:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 15,
    "text": "you must select without fail a king whom the Lord your God chooses. From among your fellow citizens you must appoint a king—you may not designate a foreigner who is not one of your fellow Israelites.",
    "reference": "Deuteronomy 17:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 16,
    "text": "Moreover, he must not accumulate horses for himself or allow the people to return to Egypt to do so, for the Lord has said you must never again return that way. ",
    "reference": "Deuteronomy 17:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 17,
    "text": "Furthermore, he must not marry many wives lest his affections turn aside, and he must not accumulate much silver and gold. ",
    "reference": "Deuteronomy 17:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 18,
    "text": "When he sits on his royal throne he must make a copy of this law on a scroll given to him by the Levitical priests. ",
    "reference": "Deuteronomy 17:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 19,
    "text": "It must be with him constantly, and he must read it as long as he lives, so that he may learn to revere the Lord his God and observe all the words of this law and these statutes and carry them out.",
    "reference": "Deuteronomy 17:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 17,
    "verse": 20,
    "text": "Then he will not exalt himself above his fellow citizens or turn from the commandments to the right or left, and he and his descendants will enjoy many years ruling over his kingdom in Israel. ",
    "reference": "Deuteronomy 17:20"
  }
]