[
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 1,
    "text": "The Levitical priests—indeed, the entire tribe of Levi—will have no allotment or inheritance with Israel; they may eat the burnt offerings of the Lord and of his inheritance. ",
    "reference": "Deuteronomy 18:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 2,
    "text": "They will have no inheritance in the midst of their fellow Israelites; the Lord alone is their inheritance, just as he had told them.",
    "reference": "Deuteronomy 18:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 3,
    "text": "This shall be the priests’ fair allotment from the people who offer sacrifices, whether bull or sheep—they must give to the priest the shoulder, the jowls, and the stomach. ",
    "reference": "Deuteronomy 18:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 4,
    "text": "You must give them the best of your grain, new wine, and olive oil, as well as the best of your wool when you shear your flocks. ",
    "reference": "Deuteronomy 18:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 5,
    "text": "For the Lord your God has chosen them and their sons from all your tribes to stand and serve in his name permanently.",
    "reference": "Deuteronomy 18:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 6,
    "text": "Suppose a Levite comes by his own free will from one of your villages, from any part of Israel where he is living, to the place the Lord chooses ",
    "reference": "Deuteronomy 18:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 7,
    "text": "and serves in the name of the Lord his God like his fellow Levites who stand there before the Lord. ",
    "reference": "Deuteronomy 18:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 8,
    "text": "He must eat the same share they do, despite any profits he may gain from the sale of his family’s inheritance. ",
    "reference": "Deuteronomy 18:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 9,
    "text": "When you enter the land the Lord your God is giving you, you must not learn the abhorrent practices of those nations. ",
    "reference": "Deuteronomy 18:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 10,
    "text": "There must never be found among you anyone who sacrifices his son or daughter in the fire, anyone who practices divination, an omen reader, a soothsayer, a sorcerer, ",
    "reference": "Deuteronomy 18:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 11,
    "text": "one who casts spells, one who conjures up spirits, a practitioner of the occult, or a necromancer. ",
    "reference": "Deuteronomy 18:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 12,
    "text": "Whoever does these things is abhorrent to the Lord, and because of these detestable things the Lord your God is about to drive them out from before you.",
    "reference": "Deuteronomy 18:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 13,
    "text": "You must be blameless before the Lord your God. ",
    "reference": "Deuteronomy 18:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 14,
    "text": "Those nations that you are about to dispossess listen to omen readers and diviners, but the Lord your God has not given you permission to do such things.",
    "reference": "Deuteronomy 18:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 15,
    "text": "The Lord your God will raise up for you a prophet like me from among you—from your fellow Israelites; you must listen to him. ",
    "reference": "Deuteronomy 18:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 16,
    "text": "This accords with what happened at Horeb in the day of the assembly. You asked the Lord your God: “Please do not make us hear the voice of the Lord our God anymore or see this great fire anymore lest we die.” ",
    "reference": "Deuteronomy 18:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 17,
    "text": "The Lord then said to me, “What they have said is good. ",
    "reference": "Deuteronomy 18:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 18,
    "text": "I will raise up a prophet like you for them from among their fellow Israelites. I will put my words in his mouth and he will speak to them whatever I command. ",
    "reference": "Deuteronomy 18:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 19,
    "text": "I will personally hold responsible anyone who then pays no attention to the words that prophet speaks in my name. ",
    "reference": "Deuteronomy 18:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 20,
    "text": "“But if any prophet presumes to speak anything in my name that I have not authorized him to speak, or speaks in the name of other gods, that prophet must die. ",
    "reference": "Deuteronomy 18:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 21,
    "text": "Now if you say to yourselves, ‘How can we tell that a message is not from the Lord?’—",
    "reference": "Deuteronomy 18:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 18,
    "verse": 22,
    "text": "whenever a prophet speaks in my name and the prediction is not fulfilled, then I have not spoken it; the prophet has presumed to speak it, so you need not fear him.”",
    "reference": "Deuteronomy 18:22"
  }
]