[{"bookName":"Deuteronomy","chapter":19,"verse":1,"text":"When the Lord your God destroys the nations whose land he is about to give you and you dispossess them and settle in their cities and houses, ","reference":"Deuteronomy 19:1"},{"bookName":"Deuteronomy","chapter":19,"verse":2,"text":"you must set apart for yourselves three cities in the middle of your land that the Lord your God is giving you as a possession. ","reference":"Deuteronomy 19:2"},{"bookName":"Deuteronomy","chapter":19,"verse":3,"text":"You shall build a roadway and divide into thirds the whole extent of your land that the Lord your God is providing as your inheritance; anyone who kills another person should flee to the closest of these cities.","reference":"Deuteronomy 19:3"},{"bookName":"Deuteronomy","chapter":19,"verse":4,"text":"Now this is the law pertaining to one who flees there in order to live, if he has accidentally killed another without hating him at the time of the accident. ","reference":"Deuteronomy 19:4"},{"bookName":"Deuteronomy","chapter":19,"verse":5,"text":"Suppose he goes with someone else to the forest to cut wood and when he raises the ax to cut the tree, the ax head flies loose from the handle and strikes his fellow worker so hard that he dies. The person responsible may then flee to one of these cities to save himself. ","reference":"Deuteronomy 19:5"},{"bookName":"Deuteronomy","chapter":19,"verse":6,"text":"Otherwise the blood avenger will chase after the killer in the heat of his anger, eventually overtake him, and kill him, though this is not a capital case since he did not hate him at the time of the accident. ","reference":"Deuteronomy 19:6"},{"bookName":"Deuteronomy","chapter":19,"verse":7,"text":"Therefore, I am commanding you to set apart for yourselves three cities. ","reference":"Deuteronomy 19:7"},{"bookName":"Deuteronomy","chapter":19,"verse":8,"text":"If the Lord your God enlarges your borders as he promised your ancestors and gives you all the land he pledged to them, ","reference":"Deuteronomy 19:8"},{"bookName":"Deuteronomy","chapter":19,"verse":9,"text":"and then you are careful to observe all these commandments I am giving you today (namely, to love the Lord your God and to always walk in his ways), then you must add three more cities to these three. ","reference":"Deuteronomy 19:9"},{"bookName":"Deuteronomy","chapter":19,"verse":10,"text":"You must not shed innocent blood in your land that the Lord your God is giving you as an inheritance, for that would make you guilty. ","reference":"Deuteronomy 19:10"},{"bookName":"Deuteronomy","chapter":19,"verse":11,"text":"However, suppose a person hates someone else and stalks him, attacks him, kills him, and then flees to one of these cities. ","reference":"Deuteronomy 19:11"},{"bookName":"Deuteronomy","chapter":19,"verse":12,"text":"The elders of his own city must send for him and remove him from there to deliver him over to the blood avenger to die. ","reference":"Deuteronomy 19:12"},{"bookName":"Deuteronomy","chapter":19,"verse":13,"text":"You must not pity him, but purge from Israel the guilt of shedding innocent blood, so that it may go well with you.","reference":"Deuteronomy 19:13"},{"bookName":"Deuteronomy","chapter":19,"verse":14,"text":"You must not encroach on your neighbor’s property, which will have been defined in the inheritance you will obtain in the land the Lord your God is giving you.","reference":"Deuteronomy 19:14"},{"bookName":"Deuteronomy","chapter":19,"verse":15,"text":"A single witness may not testify against another person for any trespass or sin that he commits. A matter may be legally established only on the testimony of two or three witnesses. ","reference":"Deuteronomy 19:15"},{"bookName":"Deuteronomy","chapter":19,"verse":16,"text":"If a false witness testifies against another person and accuses him of a crime, ","reference":"Deuteronomy 19:16"},{"bookName":"Deuteronomy","chapter":19,"verse":17,"text":"then both parties to the controversy must stand before the Lord, that is, before the priests and judges who will be in office in those days. ","reference":"Deuteronomy 19:17"},{"bookName":"Deuteronomy","chapter":19,"verse":18,"text":"The judges will thoroughly investigate the matter, and if the witness should prove to be false and to have given false testimony against the accused, ","reference":"Deuteronomy 19:18"},{"bookName":"Deuteronomy","chapter":19,"verse":19,"text":"you must do to him what he had intended to do to the accused. In this way you will purge the evil from among you.","reference":"Deuteronomy 19:19"},{"bookName":"Deuteronomy","chapter":19,"verse":20,"text":"The rest of the people will hear and become afraid to keep doing such evil among you.","reference":"Deuteronomy 19:20"},{"bookName":"Deuteronomy","chapter":19,"verse":21,"text":"You must not show pity; the principle will be a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, and a foot for a foot. ","reference":"Deuteronomy 19:21"}]