[
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 1,
    "text": "Then Moses went and spoke these words to all Israel. ",
    "reference": "Deuteronomy 31:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 2,
    "text": "He said to them, “Today I am 120 years old. I am no longer able to get about, and the Lord has said to me, ‘You will not cross the Jordan.’ ",
    "reference": "Deuteronomy 31:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 3,
    "text": "As for the Lord your God, he is about to cross over before you; he will destroy these nations before you, and you will dispossess them. As for Joshua, he is about to cross before you just as the Lord has said. ",
    "reference": "Deuteronomy 31:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 4,
    "text": "The Lord will do to them just what he did to Sihon and Og, the Amorite kings, and to their land, which he destroyed. ",
    "reference": "Deuteronomy 31:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 5,
    "text": "The Lord will deliver them over to you, and you will do to them according to the whole commandment I have given you.",
    "reference": "Deuteronomy 31:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 6,
    "text": "Be strong and courageous! Do not fear or tremble before them, for the Lord your God is the one who is going with you. He will not fail you or abandon you!”",
    "reference": "Deuteronomy 31:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 7,
    "text": "Then Moses called out to Joshua in the presence of all Israel, “Be strong and courageous, for you will accompany these people to the land that the Lord promised to give their ancestors, and you will enable them to inherit it.",
    "reference": "Deuteronomy 31:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 8,
    "text": "The Lord is indeed going before you—he will be with you; he will not fail you or abandon you. Do not be afraid or discouraged!” ",
    "reference": "Deuteronomy 31:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 9,
    "text": "Then Moses wrote down this law and gave it to the Levitical priests, who carry the ark of the Lord’s covenant, and to all Israel’s elders. ",
    "reference": "Deuteronomy 31:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 10,
    "text": "He commanded them: “At the end of seven years, at the appointed time of the cancellation of debts, at the Feast of Shelters, ",
    "reference": "Deuteronomy 31:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 11,
    "text": "when all Israel comes to appear before the Lord your God in the place he chooses, you must read this law before them within their hearing. ",
    "reference": "Deuteronomy 31:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 12,
    "text": "Gather the people—men, women, and children, as well as the resident foreigners in your villages—so they may hear and thus learn about and fear the Lord your God and carefully obey all the words of this law. ",
    "reference": "Deuteronomy 31:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 13,
    "text": "Then their children, who have not known this law, will also hear about and learn to fear the Lord your God for as long as you live in the land you are crossing the Jordan to possess.” ",
    "reference": "Deuteronomy 31:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 14,
    "text": "Then the Lord said to Moses, “The day of your death is near. Summon Joshua and present yourselves in the tent of meeting so that I can commission him.” So Moses and Joshua presented themselves in the tent of meeting. ",
    "reference": "Deuteronomy 31:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 15,
    "text": "The Lord appeared in the tent in a pillar of cloud that stood above the door of the tent. ",
    "reference": "Deuteronomy 31:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 16,
    "text": "Then the Lord said to Moses, “You are about to die, and then these people will begin to prostitute themselves with the foreign gods of the land into which they are going. They will reject me and break my covenant that I have made with them.",
    "reference": "Deuteronomy 31:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 17,
    "text": "At that time my anger will erupt against them, and I will abandon them and hide my face from them until they are devoured. Many disasters and distresses will overcome them so that they will say at that time, ‘Have not these disasters overcome us because our God is not among us?’",
    "reference": "Deuteronomy 31:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 18,
    "text": "But I will certainly hide myself at that time because of all the wickedness they will have done by turning to other gods. ",
    "reference": "Deuteronomy 31:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 19,
    "text": "Now write down for yourselves the following song and teach it to the Israelites. Put it into their very mouths so that this song may serve as my witness against the Israelites! ",
    "reference": "Deuteronomy 31:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 20,
    "text": "For after I have brought them to the land I promised to their ancestors—one flowing with milk and honey—and they eat their fill and become fat, then they will turn to other gods and worship them; they will reject me and break my covenant. ",
    "reference": "Deuteronomy 31:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 21,
    "text": "Then when many disasters and distresses overcome them this song will testify against them, for their descendants will not forget it. I know the intentions they have in mind today, even before I bring them to the land I have promised.” ",
    "reference": "Deuteronomy 31:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 22,
    "text": "So on that day Moses wrote down this song and taught it to the Israelites, ",
    "reference": "Deuteronomy 31:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 23,
    "text": "and the Lord commissioned Joshua son of Nun, “Be strong and courageous, for you will take the Israelites to the land I have promised them, and I will be with you.” ",
    "reference": "Deuteronomy 31:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 24,
    "text": "When Moses finished writing on a scroll the words of this law in their entirety,",
    "reference": "Deuteronomy 31:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 25,
    "text": "he commanded the Levites who carried the ark of the Lord’s covenant, ",
    "reference": "Deuteronomy 31:25"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 26,
    "text": "“Take this scroll of the law and place it beside the ark of the covenant of the Lord your God. It will remain there as a witness against you,",
    "reference": "Deuteronomy 31:26"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 27,
    "text": "for I know about your rebellion and stubbornness. Indeed, even while I have been living among you to this very day, you have rebelled against the Lord; you will be even more rebellious after my death! ",
    "reference": "Deuteronomy 31:27"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 28,
    "text": "Gather to me all your tribal elders and officials so I can speak to them directly about these things and call the heavens and the earth to witness against them.",
    "reference": "Deuteronomy 31:28"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 29,
    "text": "For I know that after I die you will totally corrupt yourselves and turn away from the path I have commanded you to walk. Disaster will confront you in future days because you will act wickedly before the Lord, inciting him to anger because of your actions.” ",
    "reference": "Deuteronomy 31:29"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 31,
    "verse": 30,
    "text": "Then Moses recited the words of this song from start to finish in the hearing of the whole assembly of Israel: ",
    "reference": "Deuteronomy 31:30"
  }
]