[{"bookName":"Deuteronomy","chapter":2,"verse":1,"text":"Then we turned and set out toward the wilderness on the way to the Red Sea just as the Lord told me to do, detouring around Mount Seir for a long time.","reference":"Deuteronomy 2:1"},{"bookName":"Deuteronomy","chapter":2,"verse":2,"text":"At this point the Lord said to me, ","reference":"Deuteronomy 2:2"},{"bookName":"Deuteronomy","chapter":2,"verse":3,"text":"“You have circled around this mountain long enough; now turn north. ","reference":"Deuteronomy 2:3"},{"bookName":"Deuteronomy","chapter":2,"verse":4,"text":"Instruct these people as follows: ‘You are about to cross the border of your relatives the descendants of Esau, who inhabit Seir. They will be afraid of you, so watch yourselves carefully. ","reference":"Deuteronomy 2:4"},{"bookName":"Deuteronomy","chapter":2,"verse":5,"text":"Do not be hostile toward them, because I am not giving you any of their land, not even a footprint, for I have given Mount Seir as an inheritance for Esau. ","reference":"Deuteronomy 2:5"},{"bookName":"Deuteronomy","chapter":2,"verse":6,"text":"You may purchase food to eat and water to drink from them.","reference":"Deuteronomy 2:6"},{"bookName":"Deuteronomy","chapter":2,"verse":7,"text":"All along the way I, the Lord your God, have blessed your every effort. I have been attentive to your travels through this great wilderness. These 40 years I have been with you; you have lacked nothing.’” ","reference":"Deuteronomy 2:7"},{"bookName":"Deuteronomy","chapter":2,"verse":8,"text":"So we turned away from our relatives the descendants of Esau, the inhabitants of Seir, turning from the route of the rift valley which comes up from Elat and Ezion Geber, and traveling the way of the wilderness of Moab.","reference":"Deuteronomy 2:8"},{"bookName":"Deuteronomy","chapter":2,"verse":9,"text":"Then the Lord said to me, “Do not harass Moab and provoke them to war, for I will not give you any of their land as your territory. This is because I have given Ar to the descendants of Lot as their possession. ","reference":"Deuteronomy 2:9"},{"bookName":"Deuteronomy","chapter":2,"verse":10,"text":"(The Emites used to live there, a people as powerful, numerous, and tall as the Anakites. ","reference":"Deuteronomy 2:10"},{"bookName":"Deuteronomy","chapter":2,"verse":11,"text":"These people, as well as the Anakites, are also considered Rephaites; the Moabites call them Emites. ","reference":"Deuteronomy 2:11"},{"bookName":"Deuteronomy","chapter":2,"verse":12,"text":"Previously the Horites lived in Seir, but the descendants of Esau dispossessed and destroyed them and settled in their place, just as Israel did to the land it came to possess, the land the Lord gave them.)","reference":"Deuteronomy 2:12"},{"bookName":"Deuteronomy","chapter":2,"verse":13,"text":"Now, get up and cross the Wadi Zered.” So we did so.","reference":"Deuteronomy 2:13"},{"bookName":"Deuteronomy","chapter":2,"verse":14,"text":"Now the length of time it took for us to go from Kadesh Barnea to the crossing of Wadi Zered was thirty-eight years, time for all the military men of that generation to die, just as the Lord had vowed to them.","reference":"Deuteronomy 2:14"},{"bookName":"Deuteronomy","chapter":2,"verse":15,"text":"Indeed, it was the very hand of the Lord that eliminated them from within the camp until they were all gone.","reference":"Deuteronomy 2:15"},{"bookName":"Deuteronomy","chapter":2,"verse":16,"text":"So it was that after all the military men had been eliminated from the community,","reference":"Deuteronomy 2:16"},{"bookName":"Deuteronomy","chapter":2,"verse":17,"text":"the Lord said to me, ","reference":"Deuteronomy 2:17"},{"bookName":"Deuteronomy","chapter":2,"verse":18,"text":"“Today you are going to cross the border of Moab, that is, of Ar. ","reference":"Deuteronomy 2:18"},{"bookName":"Deuteronomy","chapter":2,"verse":19,"text":"But when you come close to the Ammonites, do not harass or provoke them because I am not giving you any of the Ammonites’ land as your possession; I have already given it to Lot’s descendants as their possession.” ","reference":"Deuteronomy 2:19"},{"bookName":"Deuteronomy","chapter":2,"verse":20,"text":"(That also is considered to be a land of the Rephaites. The Rephaites lived there originally; the Ammonites call them Zamzummites. ","reference":"Deuteronomy 2:20"},{"bookName":"Deuteronomy","chapter":2,"verse":21,"text":"They are a people as powerful, numerous, and tall as the Anakites. But the Lord destroyed the Rephaites in advance of the Ammonites, so they dispossessed them and settled down in their place. ","reference":"Deuteronomy 2:21"},{"bookName":"Deuteronomy","chapter":2,"verse":22,"text":"This is exactly what he did for the descendants of Esau who lived in Seir when he destroyed the Horites before them so that they could dispossess them and settle in their area to this very day. ","reference":"Deuteronomy 2:22"},{"bookName":"Deuteronomy","chapter":2,"verse":23,"text":"As for the Avvites who lived in settlements as far west as Gaza, Caphtorites who came from Crete destroyed them and settled down in their place.) ","reference":"Deuteronomy 2:23"},{"bookName":"Deuteronomy","chapter":2,"verse":24,"text":"“Get up, make your way across Wadi Arnon. Look, I have already delivered over to you Sihon the Amorite, king of Heshbon, and his land. Go ahead—take it! Engage him in war! ","reference":"Deuteronomy 2:24"},{"bookName":"Deuteronomy","chapter":2,"verse":25,"text":"This very day I will begin to fill all the people of the earth with dread and to terrify them when they hear about you. They will shiver and shake in anticipation of your approach.” ","reference":"Deuteronomy 2:25"},{"bookName":"Deuteronomy","chapter":2,"verse":26,"text":"Then I sent messengers from the Kedemoth wilderness to King Sihon of Heshbon with an offer of peace: ","reference":"Deuteronomy 2:26"},{"bookName":"Deuteronomy","chapter":2,"verse":27,"text":"“Let us pass through your land; we will keep strictly to the roadway. We will not turn aside to the right or the left. ","reference":"Deuteronomy 2:27"},{"bookName":"Deuteronomy","chapter":2,"verse":28,"text":"Sell us food for cash so that we can eat and sell us water to drink. Just allow us to go through on foot, ","reference":"Deuteronomy 2:28"},{"bookName":"Deuteronomy","chapter":2,"verse":29,"text":"just as the descendants of Esau who live at Seir and the Moabites who live in Ar did for us, until we cross the Jordan to the land the Lord our God is giving us.”","reference":"Deuteronomy 2:29"},{"bookName":"Deuteronomy","chapter":2,"verse":30,"text":"But King Sihon of Heshbon was unwilling to allow us to pass near him because the Lord our God had made him obstinate and stubborn so that he might deliver him over to you this very day. ","reference":"Deuteronomy 2:30"},{"bookName":"Deuteronomy","chapter":2,"verse":31,"text":"The Lord said to me, “Look! I have already begun to give over Sihon and his land to you. Start right now to take his land as your possession.” ","reference":"Deuteronomy 2:31"},{"bookName":"Deuteronomy","chapter":2,"verse":32,"text":"When Sihon and all his troops emerged to encounter us in battle at Jahaz, ","reference":"Deuteronomy 2:32"},{"bookName":"Deuteronomy","chapter":2,"verse":33,"text":"the Lord our God delivered him over to us and we struck him down, along with his sons and everyone else.","reference":"Deuteronomy 2:33"},{"bookName":"Deuteronomy","chapter":2,"verse":34,"text":"At that time we seized all his cities and put every one of them under divine judgment, including even the women and children; we left no survivors. ","reference":"Deuteronomy 2:34"},{"bookName":"Deuteronomy","chapter":2,"verse":35,"text":"We kept only the livestock and plunder from the cities for ourselves. ","reference":"Deuteronomy 2:35"},{"bookName":"Deuteronomy","chapter":2,"verse":36,"text":"From Aroer, which is at the edge of Wadi Arnon (it is the city in the wadi), all the way to Gilead there was not a town able to resist us—the Lord our God gave them all to us. ","reference":"Deuteronomy 2:36"},{"bookName":"Deuteronomy","chapter":2,"verse":37,"text":"However, you did not approach the land of the Ammonites, the Wadi Jabbok, the cities of the hill country, or any place else forbidden by the Lord our God. ","reference":"Deuteronomy 2:37"}]