[
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 1,
    "text": "Listen, O heavens, and I will speak; hear, O earth, the words of my mouth. ",
    "reference": "Deuteronomy 32:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 2,
    "text": "My teaching will drop like the rain, my sayings will drip like the dew, as rain drops upon the grass, and showers upon new growth. ",
    "reference": "Deuteronomy 32:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 3,
    "text": "For I will proclaim the name of the Lord; you must acknowledge the greatness of our God. ",
    "reference": "Deuteronomy 32:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 4,
    "text": "As for the Rock, his work is perfect, for all his ways are just. He is a reliable God who is never unjust, he is fair and upright. ",
    "reference": "Deuteronomy 32:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 5,
    "text": "His people have been unfaithful to him; they have not acted like his children—this is their sin. They are a perverse and deceitful generation. ",
    "reference": "Deuteronomy 32:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 6,
    "text": "Is this how you repay the Lord, you foolish, unwise people? Is he not your father, your Creator? He has made you and established you.",
    "reference": "Deuteronomy 32:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 7,
    "text": "Remember the ancient days; bear in mind the years of past generations. Ask your father and he will inform you, your elders, and they will tell you.",
    "reference": "Deuteronomy 32:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 8,
    "text": "When the Most High gave the nations their inheritance, when he divided up humankind, he set the boundaries of the peoples, according to the number of the heavenly assembly.",
    "reference": "Deuteronomy 32:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 9,
    "text": "For the Lord’s allotment is his people, Jacob is his special possession. ",
    "reference": "Deuteronomy 32:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 10,
    "text": "The Lord found him in a desolate land, in an empty wasteland where animals howl. He continually guarded him and taught him; he continually protected him like the pupil of his eye. ",
    "reference": "Deuteronomy 32:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 11,
    "text": "Like an eagle that stirs up its nest, that hovers over its young, so the Lord spread out his wings and took him, he lifted him up on his pinions. ",
    "reference": "Deuteronomy 32:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 12,
    "text": "The Lord alone was guiding him, no foreign god was with him.",
    "reference": "Deuteronomy 32:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 13,
    "text": "He enabled him to travel over the high terrain of the land, and he ate of the produce of the fields. He provided honey for him from the cliffs, and olive oil from the hardest of rocks, ",
    "reference": "Deuteronomy 32:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 14,
    "text": "butter from the herd and milk from the flock, along with the fat of lambs, rams and goats of Bashan, along with the best of the kernels of wheat; and from the juice of grapes you drank wine. ",
    "reference": "Deuteronomy 32:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 15,
    "text": "But Jeshurun became fat and kicked; you got fat, thick, and stuffed! Then he deserted the God who made him, and treated the Rock who saved him with contempt. ",
    "reference": "Deuteronomy 32:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 16,
    "text": "They made him jealous with other gods, they enraged him with abhorrent idols.",
    "reference": "Deuteronomy 32:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 17,
    "text": "They sacrificed to demons, not God, to gods they had not known; to new gods who had recently come along, gods your ancestors had not known about.",
    "reference": "Deuteronomy 32:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 18,
    "text": "You forgot the Rock who fathered you, and put out of mind the God who gave you birth. ",
    "reference": "Deuteronomy 32:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 19,
    "text": "But the Lord took note and despised them because his sons and daughters enraged him.",
    "reference": "Deuteronomy 32:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 20,
    "text": "He said, “I will reject them. I will see what will happen to them; for they are a perverse generation, children who show no loyalty. ",
    "reference": "Deuteronomy 32:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 21,
    "text": "They have made me jealous with false gods, enraging me with their worthless gods; so I will make them jealous with a people they do not recognize, with a nation slow to learn I will enrage them.",
    "reference": "Deuteronomy 32:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 22,
    "text": "For a fire has been kindled by my anger, and it burns to lowest Sheol; it consumes the earth and its produce, and ignites the foundations of the mountains. ",
    "reference": "Deuteronomy 32:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 23,
    "text": "I will increase their disasters; I will use up my arrows on them. ",
    "reference": "Deuteronomy 32:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 24,
    "text": "They will be starved by famine, eaten by plague, and bitterly stung; I will send the teeth of wild animals against them, along with the poison of creatures that crawl in the dust. ",
    "reference": "Deuteronomy 32:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 25,
    "text": "The sword will make people childless outside, and terror will do so inside; they will destroy both the young man and the virgin, the infant and the gray-haired man. ",
    "reference": "Deuteronomy 32:25"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 26,
    "text": "“I said, ‘I want to cut them in pieces. I want to make people forget they ever existed. ",
    "reference": "Deuteronomy 32:26"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 27,
    "text": "But I fear the reaction of their enemies, for their adversaries would misunderstand and say, “Our power is great, and the Lord has not done all this!”’ ",
    "reference": "Deuteronomy 32:27"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 28,
    "text": "They are a nation devoid of wisdom, and there is no understanding among them.",
    "reference": "Deuteronomy 32:28"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 29,
    "text": "I wish that they were wise and could understand this, and that they could comprehend what will happen to them.”",
    "reference": "Deuteronomy 32:29"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 30,
    "text": "How can one man chase a thousand of them, and two pursue ten thousand, unless their Rock had delivered them up— and the Lord had handed them over?",
    "reference": "Deuteronomy 32:30"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 31,
    "text": "For our enemies’ rock is not like our Rock, as even our enemies concede. ",
    "reference": "Deuteronomy 32:31"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 32,
    "text": "For their vine is from the stock of Sodom, and from the fields of Gomorrah. Their grapes contain venom; their clusters of grapes are bitter. ",
    "reference": "Deuteronomy 32:32"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 33,
    "text": "Their wine is snakes’ poison, the deadly venom of cobras. ",
    "reference": "Deuteronomy 32:33"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 34,
    "text": "“Is this not stored up with me?” says the Lord, “Is it not sealed up in my storehouses? ",
    "reference": "Deuteronomy 32:34"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 35,
    "text": "I will get revenge and pay them back at the time their foot slips; for the day of their disaster is near, and the impending judgment is rushing upon them!”",
    "reference": "Deuteronomy 32:35"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 36,
    "text": "The Lord will judge his people, and will change his plans concerning his servants; when he sees that their power has disappeared, and that no one is left, whether confined or set free. ",
    "reference": "Deuteronomy 32:36"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 37,
    "text": "He will say, “Where are their gods, the rock in whom they sought security,",
    "reference": "Deuteronomy 32:37"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 38,
    "text": "who ate the best of their sacrifices, and drank the wine of their drink offerings? Let them rise and help you; let them be your refuge! ",
    "reference": "Deuteronomy 32:38"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 39,
    "text": "“See now that I, indeed I, am he!” says the Lord, “and there is no other god besides me. I kill and give life, I smash and I heal, and none can resist my power. ",
    "reference": "Deuteronomy 32:39"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 40,
    "text": "For I raise up my hand to heaven, and say, ‘As surely as I live forever, ",
    "reference": "Deuteronomy 32:40"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 41,
    "text": "I will sharpen my lightning-like sword, and my hand will grasp hold of the weapon of judgment; I will execute vengeance on my foes, and repay those who hate me!",
    "reference": "Deuteronomy 32:41"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 42,
    "text": "I will make my arrows drunk with blood, and my sword will devour flesh— the blood of the slaughtered and captured, the chief of the enemy’s leaders.’” ",
    "reference": "Deuteronomy 32:42"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 43,
    "text": "Cry out, O nations, with his people, for he will avenge his servants’ blood; he will take vengeance against his enemies, and make atonement for his land and people. ",
    "reference": "Deuteronomy 32:43"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 44,
    "text": "Then Moses went with Joshua son of Nun and recited all the words of this song to the people. ",
    "reference": "Deuteronomy 32:44"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 45,
    "text": "When Moses finished reciting all these words to all Israel ",
    "reference": "Deuteronomy 32:45"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 46,
    "text": "he said to them, “Keep in mind all the words I am solemnly proclaiming to you today; you must command your children to observe carefully all the words of this law. ",
    "reference": "Deuteronomy 32:46"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 47,
    "text": "For this is no idle word for you—it is your life! By this word you will live a long time in the land you are about to cross the Jordan to possess.” ",
    "reference": "Deuteronomy 32:47"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 48,
    "text": "Then the Lord said to Moses that same day, ",
    "reference": "Deuteronomy 32:48"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 49,
    "text": "“Go up to this Abarim hill country, to Mount Nebo (which is in the land of Moab opposite Jericho), and look at the land of Canaan that I am giving to the Israelites as a possession. ",
    "reference": "Deuteronomy 32:49"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 50,
    "text": "You will die on the mountain that you ascend and join your deceased ancestors, just as Aaron your brother died on Mount Hor and joined his deceased ancestors, ",
    "reference": "Deuteronomy 32:50"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 51,
    "text": "for both of you rebelled against me among the Israelites at the waters of Meribah Kadesh in the wilderness of Zin when you did not show me proper respect among the Israelites. ",
    "reference": "Deuteronomy 32:51"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 32,
    "verse": 52,
    "text": "You will see the land before you, but you will not enter the land that I am giving to the Israelites.” ",
    "reference": "Deuteronomy 32:52"
  }
]