[
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 1,
    "text": "(28:69) These are the words of the covenant that the Lord commanded Moses to make with the people of Israel in the land of Moab, in addition to the covenant he had made with them at Horeb. ",
    "reference": "Deuteronomy 29:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 2,
    "text": "Moses proclaimed to all Israel as follows: “You have seen all that the Lord did in the land of Egypt to Pharaoh, all his servants, and his land. ",
    "reference": "Deuteronomy 29:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 3,
    "text": "Your eyes have seen the great judgments, those signs and mighty wonders. ",
    "reference": "Deuteronomy 29:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 4,
    "text": "But to this very day the Lord has not given you an understanding mind, perceptive eyes, or discerning ears! ",
    "reference": "Deuteronomy 29:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 5,
    "text": "I have led you through the wilderness for 40 years. Your clothing has not worn out nor have your sandals deteriorated. ",
    "reference": "Deuteronomy 29:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 6,
    "text": "You have eaten no bread and drunk no wine or beer—all so that you might know that I am the Lord your God! ",
    "reference": "Deuteronomy 29:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 7,
    "text": "When you came to this place King Sihon of Heshbon and King Og of Bashan came out to make war and we defeated them.",
    "reference": "Deuteronomy 29:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 8,
    "text": "Then we took their land and gave it as an inheritance to Reuben, Gad, and half the tribe of Manasseh. ",
    "reference": "Deuteronomy 29:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 9,
    "text": "“Therefore, keep the terms of this covenant and obey them so that you may be successful in everything you do. ",
    "reference": "Deuteronomy 29:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 10,
    "text": "You are standing today, all of you, before the Lord your God—the heads of your tribes, your elders, your officials, every Israelite man, ",
    "reference": "Deuteronomy 29:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 11,
    "text": "your infants, your wives, and the resident foreigners living in your encampment, those who chop wood and those who carry water—",
    "reference": "Deuteronomy 29:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 12,
    "text": "so that you may enter by oath into the covenant the Lord your God is making with you today. ",
    "reference": "Deuteronomy 29:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 13,
    "text": "Today he will affirm that you are his people and that he is your God, just as he promised you and as he swore by oath to your ancestors Abraham, Isaac, and Jacob. ",
    "reference": "Deuteronomy 29:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 14,
    "text": "It is not with you alone that I am making this covenant by oath, ",
    "reference": "Deuteronomy 29:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 15,
    "text": "but with whoever stands with us here today before the Lord our God as well as those not with us here today. ",
    "reference": "Deuteronomy 29:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 16,
    "text": "“(For you know how we lived in the land of Egypt and how we crossed through the nations as we traveled. ",
    "reference": "Deuteronomy 29:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 17,
    "text": "You have seen their detestable things and idols of wood, stone, silver, and gold.)",
    "reference": "Deuteronomy 29:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 18,
    "text": "Beware that the heart of no man, woman, clan, or tribe among you turns away from the Lord our God today to pursue and serve the gods of those nations; beware that there is among you no root producing poisonous and bitter fruit. ",
    "reference": "Deuteronomy 29:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 19,
    "text": "When such a person hears the words of this oath he secretly blesses himself and says, ‘I will have peace though I continue to walk with a stubborn spirit.’ This will destroy the watered ground with the parched. ",
    "reference": "Deuteronomy 29:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 20,
    "text": "The Lord will be unwilling to forgive him, and his intense anger will rage against that man; all the curses written in this scroll will fall upon him, and the Lord will obliterate his name from memory. ",
    "reference": "Deuteronomy 29:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 21,
    "text": "The Lord will single him out for judgment from all the tribes of Israel according to all the curses of the covenant written in this scroll of the law. ",
    "reference": "Deuteronomy 29:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 22,
    "text": "The generation to come—your descendants who will rise up after you, as well as the foreigner who will come from distant places—will see the afflictions of that land and the illnesses that the Lord has brought on it.",
    "reference": "Deuteronomy 29:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 23,
    "text": "The whole land will be covered with brimstone, salt, and burning debris; it will not be planted nor will it sprout or produce grass. It will resemble the destruction of Sodom and Gomorrah, Admah and Zeboyim, which the Lord destroyed in his intense anger. ",
    "reference": "Deuteronomy 29:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 24,
    "text": "Then all the nations will ask, ‘Why has the Lord done all this to this land? What is this fierce, heated display of anger all about?’",
    "reference": "Deuteronomy 29:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 25,
    "text": "Then people will say, ‘Because they abandoned the covenant of the Lord, the God of their ancestors, which he made with them when he brought them out of the land of Egypt. ",
    "reference": "Deuteronomy 29:25"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 26,
    "text": "They went and served other gods and worshiped them, gods they did not know and that he did not permit them to worship.",
    "reference": "Deuteronomy 29:26"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 27,
    "text": "That is why the Lord’s anger erupted against this land, bringing on it all the curses written in this scroll. ",
    "reference": "Deuteronomy 29:27"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 28,
    "text": "So the Lord has uprooted them from their land in anger, wrath, and great rage and has deported them to another land, as is clear today.’ ",
    "reference": "Deuteronomy 29:28"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 29,
    "verse": 29,
    "text": "The secret things belong to the Lord our God, but those that are revealed belong to us and our descendants forever, so that we might obey all the words of this law. ",
    "reference": "Deuteronomy 29:29"
  }
]