[
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 1,
    "text": "A man with crushed or severed genitals may not enter the assembly of the Lord. ",
    "reference": "Deuteronomy 23:1"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 2,
    "text": "A person of illegitimate birth may not enter the assembly of the Lord; to the tenth generation no one related to him may do so.",
    "reference": "Deuteronomy 23:2"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 3,
    "text": "No Ammonite or Moabite may enter the assembly of the Lord; to the tenth generation none of their descendants shall ever do so,",
    "reference": "Deuteronomy 23:3"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 4,
    "text": "for they did not meet you with food and water on the way as you came from Egypt, and furthermore, they hired Balaam son of Beor of Pethor in Aram Naharaim to curse you.",
    "reference": "Deuteronomy 23:4"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 5,
    "text": "But the Lord your God refused to listen to Balaam and changed the curse to a blessing, for the Lord your God loves you.",
    "reference": "Deuteronomy 23:5"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 6,
    "text": "You must not seek peace and prosperity for them through all the ages to come.",
    "reference": "Deuteronomy 23:6"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 7,
    "text": "You must not hate an Edomite, for he is your relative; you must not hate an Egyptian, for you lived as a foreigner in his land. ",
    "reference": "Deuteronomy 23:7"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 8,
    "text": "Children of the third generation born to them may enter the assembly of the Lord. ",
    "reference": "Deuteronomy 23:8"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 9,
    "text": "When you go out as an army against your enemies, guard yourselves against anything impure. ",
    "reference": "Deuteronomy 23:9"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 10,
    "text": "If there is someone among you who is impure because of some nocturnal emission, he must leave the camp; he may not reenter it immediately.",
    "reference": "Deuteronomy 23:10"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 11,
    "text": "When evening arrives he must wash himself with water, and then at sunset he may reenter the camp. ",
    "reference": "Deuteronomy 23:11"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 12,
    "text": "You are to have a place outside the camp to serve as a latrine. ",
    "reference": "Deuteronomy 23:12"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 13,
    "text": "You must have a spade among your other equipment, and when you relieve yourself outside you must dig a hole with the spade and then turn and cover your excrement. ",
    "reference": "Deuteronomy 23:13"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 14,
    "text": "For the Lord your God walks about in the middle of your camp to deliver you and defeat your enemies for you. Therefore your camp should be holy, so that he does not see anything indecent among you and turn away from you. ",
    "reference": "Deuteronomy 23:14"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 15,
    "text": "You must not return an escaped slave to his master when he has run away to you. ",
    "reference": "Deuteronomy 23:15"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 16,
    "text": "Indeed, he may live among you in any place he chooses, in whichever of your villages he prefers; you must not oppress him.",
    "reference": "Deuteronomy 23:16"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 17,
    "text": "There must never be a sacred prostitute among the young women of Israel nor a sacred male prostitute among the young men of Israel. ",
    "reference": "Deuteronomy 23:17"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 18,
    "text": "You must never bring the pay of a female prostitute or the wage of a male prostitute into the temple of the Lord your God in fulfillment of any vow, for both of these are abhorrent to the Lord your God. ",
    "reference": "Deuteronomy 23:18"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 19,
    "text": "You must not charge interest on a loan to your fellow Israelite, whether on money, food, or anything else that has been loaned with interest. ",
    "reference": "Deuteronomy 23:19"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 20,
    "text": "You may lend with interest to a foreigner, but not to your fellow Israelite; if you keep this command the Lord your God will bless you in all you undertake in the land you are about to enter to possess. ",
    "reference": "Deuteronomy 23:20"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 21,
    "text": "When you make a vow to the Lord your God you must not delay in fulfilling it, for otherwise he will surely hold you accountable as a sinner. ",
    "reference": "Deuteronomy 23:21"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 22,
    "text": "If you refrain from making a vow, it will not be sinful. ",
    "reference": "Deuteronomy 23:22"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 23,
    "text": "Whatever you vow, you must be careful to do what you have promised, such as what you have vowed to the Lord your God as a freewill offering. ",
    "reference": "Deuteronomy 23:23"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 24,
    "text": "When you enter the vineyard of your neighbor you may eat as many grapes as you please, but you must not take away any in a container. ",
    "reference": "Deuteronomy 23:24"
  },
  {
    "bookName": "Deuteronomy",
    "chapter": 23,
    "verse": 25,
    "text": "When you go into the ripe grain fields of your neighbor you may pluck off the kernels with your hand, but you must not use a sickle on your neighbor’s ripe grain. ",
    "reference": "Deuteronomy 23:25"
  }
]