[{"bookName":"Deuteronomy","chapter":15,"verse":1,"text":"At the end of every seven years you must declare a cancellation of debts.","reference":"Deuteronomy 15:1"},{"bookName":"Deuteronomy","chapter":15,"verse":2,"text":"This is the nature of the cancellation: Every creditor must remit what he has loaned to another person; he must not force payment from his fellow Israelite, for it is to be recognized as “the Lord’s cancellation of debts.” ","reference":"Deuteronomy 15:2"},{"bookName":"Deuteronomy","chapter":15,"verse":3,"text":"You may exact payment from a foreigner, but whatever your fellow Israelite owes you, you must remit. ","reference":"Deuteronomy 15:3"},{"bookName":"Deuteronomy","chapter":15,"verse":4,"text":"However, there should not be any poor among you, for the Lord will surely bless you in the land that he is giving you as an inheritance, ","reference":"Deuteronomy 15:4"},{"bookName":"Deuteronomy","chapter":15,"verse":5,"text":"if you carefully obey him by keeping all these commandments that I am giving you today. ","reference":"Deuteronomy 15:5"},{"bookName":"Deuteronomy","chapter":15,"verse":6,"text":"For the Lord your God will bless you just as he has promised; you will lend to many nations but will not borrow from any, and you will rule over many nations but they will not rule over you. ","reference":"Deuteronomy 15:6"},{"bookName":"Deuteronomy","chapter":15,"verse":7,"text":"If a fellow Israelite from one of your villages in the land that the Lord your God is giving you should be poor, you must not harden your heart or be insensitive to his impoverished condition. ","reference":"Deuteronomy 15:7"},{"bookName":"Deuteronomy","chapter":15,"verse":8,"text":"Instead, you must be sure to open your hand to him and generously lend him whatever he needs. ","reference":"Deuteronomy 15:8"},{"bookName":"Deuteronomy","chapter":15,"verse":9,"text":"Be careful lest you entertain the wicked thought that the seventh year, the year of cancellation of debts, has almost arrived, and your attitude be wrong toward your impoverished fellow Israelite and you do not lend him anything; he will cry out to the Lord against you, and you will be regarded as having sinned. ","reference":"Deuteronomy 15:9"},{"bookName":"Deuteronomy","chapter":15,"verse":10,"text":"You must by all means lend to him and not be upset by doing it, for because of this the Lord your God will bless you in all your work and in everything you attempt. ","reference":"Deuteronomy 15:10"},{"bookName":"Deuteronomy","chapter":15,"verse":11,"text":"There will never cease to be some poor people in the land; therefore, I am commanding you to make sure you open your hand to your fellow Israelites who are needy and poor in your land. ","reference":"Deuteronomy 15:11"},{"bookName":"Deuteronomy","chapter":15,"verse":12,"text":"If your fellow Hebrew—whether male or female—is sold to you and serves you for six years, then in the seventh year you must let that servant go free. ","reference":"Deuteronomy 15:12"},{"bookName":"Deuteronomy","chapter":15,"verse":13,"text":"If you set them free, you must not send them away empty-handed. ","reference":"Deuteronomy 15:13"},{"bookName":"Deuteronomy","chapter":15,"verse":14,"text":"You must supply them generously from your flock, your threshing floor, and your winepress—as the Lord your God has blessed you, you must give to them.","reference":"Deuteronomy 15:14"},{"bookName":"Deuteronomy","chapter":15,"verse":15,"text":"Remember that you were a slave in the land of Egypt and the Lord your God redeemed you; therefore, I am commanding you to do this thing today. ","reference":"Deuteronomy 15:15"},{"bookName":"Deuteronomy","chapter":15,"verse":16,"text":"However, if the servant says to you, “I do not want to leave you,” because he loves you and your household, since he is well off with you, ","reference":"Deuteronomy 15:16"},{"bookName":"Deuteronomy","chapter":15,"verse":17,"text":"you shall take an awl and pierce a hole through his ear to the door. Then he will become your servant permanently (this applies to your female servant as well).","reference":"Deuteronomy 15:17"},{"bookName":"Deuteronomy","chapter":15,"verse":18,"text":"You should not consider it difficult to let him go free, for he will have served you for six years, twice the time of a hired worker; the Lord your God will bless you in everything you do. ","reference":"Deuteronomy 15:18"},{"bookName":"Deuteronomy","chapter":15,"verse":19,"text":"You must set apart for the Lord your God every firstborn male born to your herds and flocks. You must not work the firstborn of your bulls or shear the firstborn of your flocks. ","reference":"Deuteronomy 15:19"},{"bookName":"Deuteronomy","chapter":15,"verse":20,"text":"You and your household must eat them annually before the Lord your God in the place he chooses. ","reference":"Deuteronomy 15:20"},{"bookName":"Deuteronomy","chapter":15,"verse":21,"text":"If one of them has any kind of blemish—lameness, blindness, or anything else—you may not offer it as a sacrifice to the Lord your God. ","reference":"Deuteronomy 15:21"},{"bookName":"Deuteronomy","chapter":15,"verse":22,"text":"You may eat it in your villages, whether you are ritually impure or clean, just as you would eat a gazelle or an ibex. ","reference":"Deuteronomy 15:22"},{"bookName":"Deuteronomy","chapter":15,"verse":23,"text":"However, you must not eat its blood; you must pour it out on the ground like water. ","reference":"Deuteronomy 15:23"}]