[
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 1,
    "text": "From James, a slave of God and the Lord Jesus Christ, to the 12 tribes dispersed abroad. Greetings! ",
    "reference": "James 1:1"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 2,
    "text": "My brothers and sisters, consider it nothing but joy when you fall into all sorts of trials, ",
    "reference": "James 1:2"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 3,
    "text": "because you know that the testing of your faith produces endurance. ",
    "reference": "James 1:3"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 4,
    "text": "And let endurance have its perfect effect, so that you will be perfect and complete, not deficient in anything. ",
    "reference": "James 1:4"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 5,
    "text": "But if anyone is deficient in wisdom, he should ask God, who gives to all generously and without reprimand, and it will be given to him. ",
    "reference": "James 1:5"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 6,
    "text": "But he must ask in faith without doubting, for the one who doubts is like a wave of the sea, blown and tossed around by the wind. ",
    "reference": "James 1:6"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 7,
    "text": "For that person must not suppose that he will receive anything from the Lord, ",
    "reference": "James 1:7"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 8,
    "text": "since he is a double-minded individual, unstable in all his ways. ",
    "reference": "James 1:8"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 9,
    "text": "Now the believer of humble means should take pride in his high position. ",
    "reference": "James 1:9"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 10,
    "text": "But the rich person’s pride should be in his humiliation because he will pass away like a wildflower in the meadow. ",
    "reference": "James 1:10"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 11,
    "text": "For the sun rises with its heat and dries up the meadow; the petal of the flower falls off and its beauty is lost forever. So also the rich person in the midst of his pursuits will wither away. ",
    "reference": "James 1:11"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 12,
    "text": "Happy is the one who endures testing because when he has proven to be genuine, he will receive the crown of life that God promised to those who love him. ",
    "reference": "James 1:12"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 13,
    "text": "Let no one say when he is tempted, “I am tempted by God,” for God cannot be tempted by evil, and he himself tempts no one. ",
    "reference": "James 1:13"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 14,
    "text": "But each one is tempted when he is lured and enticed by his own desires. ",
    "reference": "James 1:14"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 15,
    "text": "Then when desire conceives, it gives birth to sin, and when sin is full grown, it gives birth to death. ",
    "reference": "James 1:15"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 16,
    "text": "Do not be led astray, my dear brothers and sisters. ",
    "reference": "James 1:16"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 17,
    "text": "All generous giving and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or the slightest hint of change. ",
    "reference": "James 1:17"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 18,
    "text": "By his sovereign plan he gave us birth through the message of truth, that we would be a kind of firstfruits of all he created. ",
    "reference": "James 1:18"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 19,
    "text": "Understand this, my dear brothers and sisters! Let every person be quick to listen, slow to speak, slow to anger. ",
    "reference": "James 1:19"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 20,
    "text": "For human anger does not accomplish God’s righteousness. ",
    "reference": "James 1:20"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 21,
    "text": "So put away all filth and evil excess and humbly welcome the message implanted within you, which is able to save your souls. ",
    "reference": "James 1:21"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 22,
    "text": "But be sure you live out the message and do not merely listen to it and so deceive yourselves. ",
    "reference": "James 1:22"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 23,
    "text": "For if someone merely listens to the message and does not live it out, he is like someone who gazes at his own face in a mirror. ",
    "reference": "James 1:23"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 24,
    "text": "For he gazes at himself and then goes out and immediately forgets what sort of person he was. ",
    "reference": "James 1:24"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 25,
    "text": "But the one who peers into the perfect law of liberty and fixes his attention there, and does not become a forgetful listener but one who lives it out—he will be blessed in what he does. ",
    "reference": "James 1:25"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 26,
    "text": "If someone thinks he is religious yet does not bridle his tongue, and so deceives his heart, his religion is futile. ",
    "reference": "James 1:26"
  },
  {
    "bookName": "James",
    "chapter": 1,
    "verse": 27,
    "text": "Pure and undefiled religion before God the Father is this: to care for orphans and widows in their adversity and to keep oneself unstained by the world. ",
    "reference": "James 1:27"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 1,
    "text": "My brothers and sisters, do not show prejudice if you possess faith in our glorious Lord Jesus Christ. ",
    "reference": "James 2:1"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 2,
    "text": "For if someone comes into your assembly wearing a gold ring and fine clothing, and a poor person enters in filthy clothes, ",
    "reference": "James 2:2"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 3,
    "text": "do you pay attention to the one who is finely dressed and say, “You sit here in a good place,” and to the poor person, “You stand over there,” or “Sit on the floor”? ",
    "reference": "James 2:3"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 4,
    "text": "If so, have you not made distinctions among yourselves and become judges with evil motives? ",
    "reference": "James 2:4"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 5,
    "text": "Listen, my dear brothers and sisters! Did not God choose the poor in the world to be rich in faith and heirs of the kingdom that he promised to those who love him? ",
    "reference": "James 2:5"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 6,
    "text": "But you have dishonored the poor! Are not the rich oppressing you and dragging you into the courts? ",
    "reference": "James 2:6"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 7,
    "text": "Do they not blaspheme the good name of the one you belong to? ",
    "reference": "James 2:7"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 8,
    "text": "But if you fulfill the royal law as expressed in this scripture, “\u003Cb\u003EYou shall love your neighbor as yourself\u003C/b\u003E,” you are doing well. ",
    "reference": "James 2:8"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 9,
    "text": "But if you show prejudice, you are committing sin and are convicted by the law as violators. ",
    "reference": "James 2:9"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 10,
    "text": "For the one who obeys the whole law but fails in one point has become guilty of all of it.",
    "reference": "James 2:10"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 11,
    "text": "For he who said, “\u003Cb\u003EDo not commit adultery\u003C/b\u003E,” also said, “\u003Cb\u003EDo not murder\u003C/b\u003E.” Now if you do not commit adultery but do commit murder, you have become a violator of the law. ",
    "reference": "James 2:11"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 12,
    "text": "Speak and act as those who will be judged by a law that gives freedom. ",
    "reference": "James 2:12"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 13,
    "text": "For judgment is merciless for the one who has shown no mercy. But mercy triumphs over judgment. ",
    "reference": "James 2:13"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 14,
    "text": "What good is it, my brothers and sisters, if someone claims to have faith but does not have works? Can this kind of faith save him? ",
    "reference": "James 2:14"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 15,
    "text": "If a brother or sister is poorly clothed and lacks daily food, ",
    "reference": "James 2:15"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 16,
    "text": "and one of you says to them, “Go in peace, keep warm and eat well,” but you do not give them what the body needs, what good is it?",
    "reference": "James 2:16"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 17,
    "text": "So also faith, if it does not have works, is dead being by itself. ",
    "reference": "James 2:17"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 18,
    "text": "But someone will say, “You have faith and I have works.” Show me your faith without works and I will show you faith by my works. ",
    "reference": "James 2:18"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 19,
    "text": "You believe that God is one; well and good. Even the demons believe that—and tremble with fear. ",
    "reference": "James 2:19"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 20,
    "text": "But would you like evidence, you empty fellow, that faith without works is useless? ",
    "reference": "James 2:20"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 21,
    "text": "Was not Abraham our father justified by works when he offered Isaac his son on the altar? ",
    "reference": "James 2:21"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 22,
    "text": "You see that his faith was working together with his works and his faith was perfected by works. ",
    "reference": "James 2:22"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 23,
    "text": "And the scripture was fulfilled that says, “\u003Cb\u003ENow Abraham believed God and it was counted to him for righteousness\u003C/b\u003E,” and he was called God’s friend. ",
    "reference": "James 2:23"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 24,
    "text": "You see that a person is justified by works and not by faith alone.",
    "reference": "James 2:24"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 25,
    "text": "And similarly, was not Rahab the prostitute also justified by works when she welcomed the messengers and sent them out by another way? ",
    "reference": "James 2:25"
  },
  {
    "bookName": "James",
    "chapter": 2,
    "verse": 26,
    "text": "For just as the body without the spirit is dead, so also faith without works is dead. ",
    "reference": "James 2:26"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 1,
    "text": "Not many of you should become teachers, my brothers and sisters, because you know that we will be judged more strictly. ",
    "reference": "James 3:1"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 2,
    "text": "For we all stumble in many ways. If someone does not stumble in what he says, he is a perfect individual, able to control the entire body as well.",
    "reference": "James 3:2"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 3,
    "text": "And if we put bits into the mouths of horses to get them to obey us, then we guide their entire bodies. ",
    "reference": "James 3:3"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 4,
    "text": "Look at ships too: Though they are so large and driven by harsh winds, they are steered by a tiny rudder wherever the pilot’s inclination directs. ",
    "reference": "James 3:4"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 5,
    "text": "So, too, the tongue is a small part of the body, yet it has great pretensions. Think how small a flame sets a huge forest ablaze. ",
    "reference": "James 3:5"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 6,
    "text": "And the tongue is a fire! The tongue represents the world of wrongdoing among the parts of our bodies. It pollutes the entire body and sets fire to the course of human existence—and is set on fire by hell. ",
    "reference": "James 3:6"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 7,
    "text": "For every kind of animal, bird, reptile, and sea creature is subdued and has been subdued by humankind. ",
    "reference": "James 3:7"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 8,
    "text": "But no human being can subdue the tongue; it is a restless evil, full of deadly poison. ",
    "reference": "James 3:8"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 9,
    "text": "With it we bless the Lord and Father, and with it we curse people made in God’s image. ",
    "reference": "James 3:9"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 10,
    "text": "From the same mouth come blessing and cursing. These things should not be so, my brothers and sisters. ",
    "reference": "James 3:10"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 11,
    "text": "A spring does not pour out fresh water and bitter water from the same opening, does it?",
    "reference": "James 3:11"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 12,
    "text": "Can a fig tree produce olives, my brothers and sisters, or a vine produce figs? Neither can a salt water spring produce fresh water. ",
    "reference": "James 3:12"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 13,
    "text": "Who is wise and understanding among you? By his good conduct he should show his works done in the gentleness that wisdom brings.",
    "reference": "James 3:13"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 14,
    "text": "But if you have bitter jealousy and selfishness in your hearts, do not boast and tell lies against the truth. ",
    "reference": "James 3:14"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 15,
    "text": "Such wisdom does not come from above but is earthly, natural, demonic. ",
    "reference": "James 3:15"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 16,
    "text": "For where there is jealousy and selfishness, there is disorder and every evil practice. ",
    "reference": "James 3:16"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 17,
    "text": "But the wisdom from above is first pure, then peaceable, gentle, accommodating, full of mercy and good fruit, impartial, and not hypocritical. ",
    "reference": "James 3:17"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 18,
    "text": "And the fruit that consists of righteousness is planted in peace among those who make peace. ",
    "reference": "James 3:18"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 1,
    "text": "Where do the conflicts and where do the quarrels among you come from? Is it not from this, from your passions that battle inside you? ",
    "reference": "James 4:1"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 2,
    "text": "You desire and you do not have; you murder and envy and you cannot obtain; you quarrel and fight. You do not have because you do not ask; ",
    "reference": "James 4:2"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 3,
    "text": "you ask and do not receive because you ask wrongly, so you can spend it on your passions. ",
    "reference": "James 4:3"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 4,
    "text": "Adulterers, do you not know that friendship with the world means hostility toward God? So whoever decides to be the world’s friend makes himself God’s enemy. ",
    "reference": "James 4:4"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 5,
    "text": "Or do you think the scripture means nothing when it says, “The spirit that God caused to live within us has an envious yearning”? ",
    "reference": "James 4:5"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 6,
    "text": "But he gives greater grace. Therefore it says, “\u003Cb\u003EGod opposes the proud, but he gives grace to the humble\u003C/b\u003E.” ",
    "reference": "James 4:6"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 7,
    "text": "So submit to God. But resist the devil and he will flee from you. ",
    "reference": "James 4:7"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 8,
    "text": "Draw near to God and he will draw near to you. Cleanse your hands, you sinners, and make your hearts pure, you double-minded. ",
    "reference": "James 4:8"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 9,
    "text": "Grieve, mourn, and weep. Turn your laughter into mourning and your joy into despair. ",
    "reference": "James 4:9"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 10,
    "text": "Humble yourselves before the Lord and he will exalt you. ",
    "reference": "James 4:10"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 11,
    "text": "Do not speak against one another, brothers and sisters. He who speaks against a fellow believer or judges a fellow believer speaks against the law and judges the law. But if you judge the law, you are not a doer of the law but its judge. ",
    "reference": "James 4:11"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 12,
    "text": "But there is only one who is lawgiver and judge—the one who is able to save and destroy. On the other hand, who are you to judge your neighbor? ",
    "reference": "James 4:12"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 13,
    "text": "Come now, you who say, “Today or tomorrow we will go into this or that town and spend a year there and do business and make a profit.” ",
    "reference": "James 4:13"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 14,
    "text": "You do not know about tomorrow. What is your life like? For you are a puff of smoke that appears for a short time and then vanishes. ",
    "reference": "James 4:14"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 15,
    "text": "You ought to say instead, “If the Lord is willing, then we will live and do this or that.” ",
    "reference": "James 4:15"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 16,
    "text": "But as it is, you boast about your arrogant plans. All such boasting is evil. ",
    "reference": "James 4:16"
  },
  {
    "bookName": "James",
    "chapter": 4,
    "verse": 17,
    "text": "So whoever knows what is good to do and does not do it is guilty of sin. ",
    "reference": "James 4:17"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 1,
    "text": "Come now, you rich! Weep and cry aloud over the miseries that are coming on you. ",
    "reference": "James 5:1"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 2,
    "text": "Your riches have rotted and your clothing has become moth-eaten. ",
    "reference": "James 5:2"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 3,
    "text": "Your gold and silver have rusted and their rust will be a witness against you. It will consume your flesh like fire. It is in the last days that you have hoarded treasure! ",
    "reference": "James 5:3"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 4,
    "text": "Look, the pay you have held back from the workers who mowed your fields cries out against you, and the cries of the reapers have reached the ears of the Lord of Heaven’s Armies.",
    "reference": "James 5:4"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 5,
    "text": "You have lived indulgently and luxuriously on the earth. You have fattened your hearts in a day of slaughter. ",
    "reference": "James 5:5"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 6,
    "text": "You have condemned and murdered the righteous person, although he does not resist you. ",
    "reference": "James 5:6"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 7,
    "text": "So be patient, brothers and sisters, until the Lord’s return. Think of how the farmer waits for the precious fruit of the ground and is patient for it until it receives the early and late rains. ",
    "reference": "James 5:7"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 8,
    "text": "You also be patient and strengthen your hearts, for the Lord’s return is near. ",
    "reference": "James 5:8"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 9,
    "text": "Do not grumble against one another, brothers and sisters, so that you may not be judged. See, the judge stands before the gates! ",
    "reference": "James 5:9"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 10,
    "text": "As an example of suffering and patience, brothers and sisters, take the prophets who spoke in the Lord’s name. ",
    "reference": "James 5:10"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 11,
    "text": "Think of how we regard as blessed those who have endured. You have heard of Job’s endurance and you have seen the Lord’s purpose, that the Lord is full of compassion and mercy. ",
    "reference": "James 5:11"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 12,
    "text": "And above all, my brothers and sisters, do not swear, either by heaven or by earth or by any other oath. But let your “Yes” be yes and your “No” be no, so that you may not fall into judgment. ",
    "reference": "James 5:12"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 13,
    "text": "Is anyone among you suffering? He should pray. Is anyone in good spirits? He should sing praises. ",
    "reference": "James 5:13"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 14,
    "text": "Is anyone among you ill? He should summon the elders of the church, and they should pray for him and anoint him with olive oil in the name of the Lord. ",
    "reference": "James 5:14"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 15,
    "text": "And the prayer of faith will save the one who is sick and the Lord will raise him up—and if he has committed sins, he will be forgiven. ",
    "reference": "James 5:15"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 16,
    "text": "So confess your sins to one another and pray for one another so that you may be healed. The prayer of a righteous person has great effectiveness. ",
    "reference": "James 5:16"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 17,
    "text": "Elijah was a human being like us, and he prayed earnestly that it would not rain and there was no rain on the land for three years and six months! ",
    "reference": "James 5:17"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 18,
    "text": "Then he prayed again, and the sky gave rain and the land sprouted with a harvest. ",
    "reference": "James 5:18"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 19,
    "text": "My brothers and sisters, if anyone among you wanders from the truth and someone turns him back, ",
    "reference": "James 5:19"
  },
  {
    "bookName": "James",
    "chapter": 5,
    "verse": 20,
    "text": "he should know that the one who turns a sinner back from his wandering path will save that person’s soul from death and will cover a multitude of sins. ",
    "reference": "James 5:20"
  }
]