[{"bookName":"James","chapter":4,"verse":1,"text":"Where do the conflicts and where do the quarrels among you come from? Is it not from this, from your passions that battle inside you? ","reference":"James 4:1"},{"bookName":"James","chapter":4,"verse":2,"text":"You desire and you do not have; you murder and envy and you cannot obtain; you quarrel and fight. You do not have because you do not ask; ","reference":"James 4:2"},{"bookName":"James","chapter":4,"verse":3,"text":"you ask and do not receive because you ask wrongly, so you can spend it on your passions. ","reference":"James 4:3"},{"bookName":"James","chapter":4,"verse":4,"text":"Adulterers, do you not know that friendship with the world means hostility toward God? So whoever decides to be the world’s friend makes himself God’s enemy. ","reference":"James 4:4"},{"bookName":"James","chapter":4,"verse":5,"text":"Or do you think the scripture means nothing when it says, “The spirit that God caused to live within us has an envious yearning”? ","reference":"James 4:5"},{"bookName":"James","chapter":4,"verse":6,"text":"But he gives greater grace. Therefore it says, “\u003Cb\u003EGod opposes the proud, but he gives grace to the humble\u003C/b\u003E.” ","reference":"James 4:6"},{"bookName":"James","chapter":4,"verse":7,"text":"So submit to God. But resist the devil and he will flee from you. ","reference":"James 4:7"},{"bookName":"James","chapter":4,"verse":8,"text":"Draw near to God and he will draw near to you. Cleanse your hands, you sinners, and make your hearts pure, you double-minded. ","reference":"James 4:8"},{"bookName":"James","chapter":4,"verse":9,"text":"Grieve, mourn, and weep. Turn your laughter into mourning and your joy into despair. ","reference":"James 4:9"},{"bookName":"James","chapter":4,"verse":10,"text":"Humble yourselves before the Lord and he will exalt you. ","reference":"James 4:10"},{"bookName":"James","chapter":4,"verse":11,"text":"Do not speak against one another, brothers and sisters. He who speaks against a fellow believer or judges a fellow believer speaks against the law and judges the law. But if you judge the law, you are not a doer of the law but its judge. ","reference":"James 4:11"},{"bookName":"James","chapter":4,"verse":12,"text":"But there is only one who is lawgiver and judge—the one who is able to save and destroy. On the other hand, who are you to judge your neighbor? ","reference":"James 4:12"},{"bookName":"James","chapter":4,"verse":13,"text":"Come now, you who say, “Today or tomorrow we will go into this or that town and spend a year there and do business and make a profit.” ","reference":"James 4:13"},{"bookName":"James","chapter":4,"verse":14,"text":"You do not know about tomorrow. What is your life like? For you are a puff of smoke that appears for a short time and then vanishes. ","reference":"James 4:14"},{"bookName":"James","chapter":4,"verse":15,"text":"You ought to say instead, “If the Lord is willing, then we will live and do this or that.” ","reference":"James 4:15"},{"bookName":"James","chapter":4,"verse":16,"text":"But as it is, you boast about your arrogant plans. All such boasting is evil. ","reference":"James 4:16"},{"bookName":"James","chapter":4,"verse":17,"text":"So whoever knows what is good to do and does not do it is guilty of sin. ","reference":"James 4:17"}]