[
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 1,
    "text": "Not many of you should become teachers, my brothers and sisters, because you know that we will be judged more strictly. ",
    "reference": "James 3:1"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 2,
    "text": "For we all stumble in many ways. If someone does not stumble in what he says, he is a perfect individual, able to control the entire body as well.",
    "reference": "James 3:2"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 3,
    "text": "And if we put bits into the mouths of horses to get them to obey us, then we guide their entire bodies. ",
    "reference": "James 3:3"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 4,
    "text": "Look at ships too: Though they are so large and driven by harsh winds, they are steered by a tiny rudder wherever the pilot’s inclination directs. ",
    "reference": "James 3:4"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 5,
    "text": "So, too, the tongue is a small part of the body, yet it has great pretensions. Think how small a flame sets a huge forest ablaze. ",
    "reference": "James 3:5"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 6,
    "text": "And the tongue is a fire! The tongue represents the world of wrongdoing among the parts of our bodies. It pollutes the entire body and sets fire to the course of human existence—and is set on fire by hell. ",
    "reference": "James 3:6"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 7,
    "text": "For every kind of animal, bird, reptile, and sea creature is subdued and has been subdued by humankind. ",
    "reference": "James 3:7"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 8,
    "text": "But no human being can subdue the tongue; it is a restless evil, full of deadly poison. ",
    "reference": "James 3:8"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 9,
    "text": "With it we bless the Lord and Father, and with it we curse people made in God’s image. ",
    "reference": "James 3:9"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 10,
    "text": "From the same mouth come blessing and cursing. These things should not be so, my brothers and sisters. ",
    "reference": "James 3:10"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 11,
    "text": "A spring does not pour out fresh water and bitter water from the same opening, does it?",
    "reference": "James 3:11"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 12,
    "text": "Can a fig tree produce olives, my brothers and sisters, or a vine produce figs? Neither can a salt water spring produce fresh water. ",
    "reference": "James 3:12"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 13,
    "text": "Who is wise and understanding among you? By his good conduct he should show his works done in the gentleness that wisdom brings.",
    "reference": "James 3:13"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 14,
    "text": "But if you have bitter jealousy and selfishness in your hearts, do not boast and tell lies against the truth. ",
    "reference": "James 3:14"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 15,
    "text": "Such wisdom does not come from above but is earthly, natural, demonic. ",
    "reference": "James 3:15"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 16,
    "text": "For where there is jealousy and selfishness, there is disorder and every evil practice. ",
    "reference": "James 3:16"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 17,
    "text": "But the wisdom from above is first pure, then peaceable, gentle, accommodating, full of mercy and good fruit, impartial, and not hypocritical. ",
    "reference": "James 3:17"
  },
  {
    "bookName": "James",
    "chapter": 3,
    "verse": 18,
    "text": "And the fruit that consists of righteousness is planted in peace among those who make peace. ",
    "reference": "James 3:18"
  }
]