[{"bookName":"James","chapter":2,"verse":1,"text":"My brothers and sisters, do not show prejudice if you possess faith in our glorious Lord Jesus Christ. ","reference":"James 2:1"},{"bookName":"James","chapter":2,"verse":2,"text":"For if someone comes into your assembly wearing a gold ring and fine clothing, and a poor person enters in filthy clothes, ","reference":"James 2:2"},{"bookName":"James","chapter":2,"verse":3,"text":"do you pay attention to the one who is finely dressed and say, “You sit here in a good place,” and to the poor person, “You stand over there,” or “Sit on the floor”? ","reference":"James 2:3"},{"bookName":"James","chapter":2,"verse":4,"text":"If so, have you not made distinctions among yourselves and become judges with evil motives? ","reference":"James 2:4"},{"bookName":"James","chapter":2,"verse":5,"text":"Listen, my dear brothers and sisters! Did not God choose the poor in the world to be rich in faith and heirs of the kingdom that he promised to those who love him? ","reference":"James 2:5"},{"bookName":"James","chapter":2,"verse":6,"text":"But you have dishonored the poor! Are not the rich oppressing you and dragging you into the courts? ","reference":"James 2:6"},{"bookName":"James","chapter":2,"verse":7,"text":"Do they not blaspheme the good name of the one you belong to? ","reference":"James 2:7"},{"bookName":"James","chapter":2,"verse":8,"text":"But if you fulfill the royal law as expressed in this scripture, “\u003Cb\u003EYou shall love your neighbor as yourself\u003C/b\u003E,” you are doing well. ","reference":"James 2:8"},{"bookName":"James","chapter":2,"verse":9,"text":"But if you show prejudice, you are committing sin and are convicted by the law as violators. ","reference":"James 2:9"},{"bookName":"James","chapter":2,"verse":10,"text":"For the one who obeys the whole law but fails in one point has become guilty of all of it.","reference":"James 2:10"},{"bookName":"James","chapter":2,"verse":11,"text":"For he who said, “\u003Cb\u003EDo not commit adultery\u003C/b\u003E,” also said, “\u003Cb\u003EDo not murder\u003C/b\u003E.” Now if you do not commit adultery but do commit murder, you have become a violator of the law. ","reference":"James 2:11"},{"bookName":"James","chapter":2,"verse":12,"text":"Speak and act as those who will be judged by a law that gives freedom. ","reference":"James 2:12"},{"bookName":"James","chapter":2,"verse":13,"text":"For judgment is merciless for the one who has shown no mercy. But mercy triumphs over judgment. ","reference":"James 2:13"},{"bookName":"James","chapter":2,"verse":14,"text":"What good is it, my brothers and sisters, if someone claims to have faith but does not have works? Can this kind of faith save him? ","reference":"James 2:14"},{"bookName":"James","chapter":2,"verse":15,"text":"If a brother or sister is poorly clothed and lacks daily food, ","reference":"James 2:15"},{"bookName":"James","chapter":2,"verse":16,"text":"and one of you says to them, “Go in peace, keep warm and eat well,” but you do not give them what the body needs, what good is it?","reference":"James 2:16"},{"bookName":"James","chapter":2,"verse":17,"text":"So also faith, if it does not have works, is dead being by itself. ","reference":"James 2:17"},{"bookName":"James","chapter":2,"verse":18,"text":"But someone will say, “You have faith and I have works.” Show me your faith without works and I will show you faith by my works. ","reference":"James 2:18"},{"bookName":"James","chapter":2,"verse":19,"text":"You believe that God is one; well and good. Even the demons believe that—and tremble with fear. ","reference":"James 2:19"},{"bookName":"James","chapter":2,"verse":20,"text":"But would you like evidence, you empty fellow, that faith without works is useless? ","reference":"James 2:20"},{"bookName":"James","chapter":2,"verse":21,"text":"Was not Abraham our father justified by works when he offered Isaac his son on the altar? ","reference":"James 2:21"},{"bookName":"James","chapter":2,"verse":22,"text":"You see that his faith was working together with his works and his faith was perfected by works. ","reference":"James 2:22"},{"bookName":"James","chapter":2,"verse":23,"text":"And the scripture was fulfilled that says, “\u003Cb\u003ENow Abraham believed God and it was counted to him for righteousness\u003C/b\u003E,” and he was called God’s friend. ","reference":"James 2:23"},{"bookName":"James","chapter":2,"verse":24,"text":"You see that a person is justified by works and not by faith alone.","reference":"James 2:24"},{"bookName":"James","chapter":2,"verse":25,"text":"And similarly, was not Rahab the prostitute also justified by works when she welcomed the messengers and sent them out by another way? ","reference":"James 2:25"},{"bookName":"James","chapter":2,"verse":26,"text":"For just as the body without the spirit is dead, so also faith without works is dead. ","reference":"James 2:26"}]