[{"bookName":"James","chapter":1,"verse":1,"text":"From James, a slave of God and the Lord Jesus Christ, to the 12 tribes dispersed abroad. Greetings! ","reference":"James 1:1"},{"bookName":"James","chapter":1,"verse":2,"text":"My brothers and sisters, consider it nothing but joy when you fall into all sorts of trials, ","reference":"James 1:2"},{"bookName":"James","chapter":1,"verse":3,"text":"because you know that the testing of your faith produces endurance. ","reference":"James 1:3"},{"bookName":"James","chapter":1,"verse":4,"text":"And let endurance have its perfect effect, so that you will be perfect and complete, not deficient in anything. ","reference":"James 1:4"},{"bookName":"James","chapter":1,"verse":5,"text":"But if anyone is deficient in wisdom, he should ask God, who gives to all generously and without reprimand, and it will be given to him. ","reference":"James 1:5"},{"bookName":"James","chapter":1,"verse":6,"text":"But he must ask in faith without doubting, for the one who doubts is like a wave of the sea, blown and tossed around by the wind. ","reference":"James 1:6"},{"bookName":"James","chapter":1,"verse":7,"text":"For that person must not suppose that he will receive anything from the Lord, ","reference":"James 1:7"},{"bookName":"James","chapter":1,"verse":8,"text":"since he is a double-minded individual, unstable in all his ways. ","reference":"James 1:8"},{"bookName":"James","chapter":1,"verse":9,"text":"Now the believer of humble means should take pride in his high position. ","reference":"James 1:9"},{"bookName":"James","chapter":1,"verse":10,"text":"But the rich person’s pride should be in his humiliation because he will pass away like a wildflower in the meadow. ","reference":"James 1:10"},{"bookName":"James","chapter":1,"verse":11,"text":"For the sun rises with its heat and dries up the meadow; the petal of the flower falls off and its beauty is lost forever. So also the rich person in the midst of his pursuits will wither away. ","reference":"James 1:11"},{"bookName":"James","chapter":1,"verse":12,"text":"Happy is the one who endures testing because when he has proven to be genuine, he will receive the crown of life that God promised to those who love him. ","reference":"James 1:12"},{"bookName":"James","chapter":1,"verse":13,"text":"Let no one say when he is tempted, “I am tempted by God,” for God cannot be tempted by evil, and he himself tempts no one. ","reference":"James 1:13"},{"bookName":"James","chapter":1,"verse":14,"text":"But each one is tempted when he is lured and enticed by his own desires. ","reference":"James 1:14"},{"bookName":"James","chapter":1,"verse":15,"text":"Then when desire conceives, it gives birth to sin, and when sin is full grown, it gives birth to death. ","reference":"James 1:15"},{"bookName":"James","chapter":1,"verse":16,"text":"Do not be led astray, my dear brothers and sisters. ","reference":"James 1:16"},{"bookName":"James","chapter":1,"verse":17,"text":"All generous giving and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or the slightest hint of change. ","reference":"James 1:17"},{"bookName":"James","chapter":1,"verse":18,"text":"By his sovereign plan he gave us birth through the message of truth, that we would be a kind of firstfruits of all he created. ","reference":"James 1:18"},{"bookName":"James","chapter":1,"verse":19,"text":"Understand this, my dear brothers and sisters! Let every person be quick to listen, slow to speak, slow to anger. ","reference":"James 1:19"},{"bookName":"James","chapter":1,"verse":20,"text":"For human anger does not accomplish God’s righteousness. ","reference":"James 1:20"},{"bookName":"James","chapter":1,"verse":21,"text":"So put away all filth and evil excess and humbly welcome the message implanted within you, which is able to save your souls. ","reference":"James 1:21"},{"bookName":"James","chapter":1,"verse":22,"text":"But be sure you live out the message and do not merely listen to it and so deceive yourselves. ","reference":"James 1:22"},{"bookName":"James","chapter":1,"verse":23,"text":"For if someone merely listens to the message and does not live it out, he is like someone who gazes at his own face in a mirror. ","reference":"James 1:23"},{"bookName":"James","chapter":1,"verse":24,"text":"For he gazes at himself and then goes out and immediately forgets what sort of person he was. ","reference":"James 1:24"},{"bookName":"James","chapter":1,"verse":25,"text":"But the one who peers into the perfect law of liberty and fixes his attention there, and does not become a forgetful listener but one who lives it out—he will be blessed in what he does. ","reference":"James 1:25"},{"bookName":"James","chapter":1,"verse":26,"text":"If someone thinks he is religious yet does not bridle his tongue, and so deceives his heart, his religion is futile. ","reference":"James 1:26"},{"bookName":"James","chapter":1,"verse":27,"text":"Pure and undefiled religion before God the Father is this: to care for orphans and widows in their adversity and to keep oneself unstained by the world. ","reference":"James 1:27"}]