[{"bookName":"Leviticus","chapter":7,"verse":1,"text":"“‘This is the law of the guilt offering. It is most holy. ","reference":"Leviticus 7:1"},{"bookName":"Leviticus","chapter":7,"verse":2,"text":"In the place where they slaughter the burnt offering they must slaughter the guilt offering, and the officiating priest must splash the blood against the altar’s sides. ","reference":"Leviticus 7:2"},{"bookName":"Leviticus","chapter":7,"verse":3,"text":"Then the one making the offering must present all its fat: the fatty tail, the fat covering the entrails, ","reference":"Leviticus 7:3"},{"bookName":"Leviticus","chapter":7,"verse":4,"text":"the two kidneys and the fat on their sinews, and the protruding lobe on the liver (which he must remove along with the kidneys). ","reference":"Leviticus 7:4"},{"bookName":"Leviticus","chapter":7,"verse":5,"text":"Then the priest must offer them up in smoke on the altar as a gift to the Lord. It is a guilt offering. ","reference":"Leviticus 7:5"},{"bookName":"Leviticus","chapter":7,"verse":6,"text":"Any male among the priests may eat it. It must be eaten in a holy place. It is most holy. ","reference":"Leviticus 7:6"},{"bookName":"Leviticus","chapter":7,"verse":7,"text":"The law is the same for the sin offering and the guilt offering; it belongs to the priest who makes atonement with it. ","reference":"Leviticus 7:7"},{"bookName":"Leviticus","chapter":7,"verse":8,"text":"“‘As for the priest who presents someone’s burnt offering, the hide of that burnt offering which he presented belongs to him. ","reference":"Leviticus 7:8"},{"bookName":"Leviticus","chapter":7,"verse":9,"text":"Every grain offering which is baked in the oven or made in the pan or on the griddle belongs to the priest who presented it.","reference":"Leviticus 7:9"},{"bookName":"Leviticus","chapter":7,"verse":10,"text":"Every grain offering, whether mixed with olive oil or dry, belongs to all the sons of Aaron, each one alike.","reference":"Leviticus 7:10"},{"bookName":"Leviticus","chapter":7,"verse":11,"text":"“‘This is the law of the peace-offering sacrifice which he is to present to the Lord. ","reference":"Leviticus 7:11"},{"bookName":"Leviticus","chapter":7,"verse":12,"text":"If he presents it on account of thanksgiving, along with the thank-offering sacrifice he must present unleavened loaves mixed with olive oil, unleavened wafers smeared with olive oil, and well-soaked, ring-shaped loaves made of choice wheat flour mixed with olive oil. ","reference":"Leviticus 7:12"},{"bookName":"Leviticus","chapter":7,"verse":13,"text":"He must present this grain offering in addition to ring-shaped loaves of leavened bread which regularly accompany the sacrifice of his thanksgiving peace offering. ","reference":"Leviticus 7:13"},{"bookName":"Leviticus","chapter":7,"verse":14,"text":"He must present one of each kind of grain offering as a contribution offering to the Lord; it belongs to the priest who splashes the blood of the peace offering. ","reference":"Leviticus 7:14"},{"bookName":"Leviticus","chapter":7,"verse":15,"text":"The meat of his thanksgiving peace offering must be eaten on the day of his offering; he must not set any of it aside until morning. ","reference":"Leviticus 7:15"},{"bookName":"Leviticus","chapter":7,"verse":16,"text":"“‘If his offering is a votive or freewill sacrifice, it may be eaten on the day he presents his sacrifice, and also the leftovers from it may be eaten on the next day, ","reference":"Leviticus 7:16"},{"bookName":"Leviticus","chapter":7,"verse":17,"text":"but the leftovers from the meat of the sacrifice must be burned up in the fire on the third day. ","reference":"Leviticus 7:17"},{"bookName":"Leviticus","chapter":7,"verse":18,"text":"If some of the meat of his peace-offering sacrifice is ever eaten on the third day, it will not be accepted; it will not be accounted to the one who presented it since it is spoiled, and the person who eats from it will bear his punishment for iniquity. ","reference":"Leviticus 7:18"},{"bookName":"Leviticus","chapter":7,"verse":19,"text":"The meat which touches anything ceremonially unclean must not be eaten; it must be burned up in the fire. As for ceremonially clean meat, everyone who is ceremonially clean may eat the meat. ","reference":"Leviticus 7:19"},{"bookName":"Leviticus","chapter":7,"verse":20,"text":"The person who eats meat from the peace-offering sacrifice which belongs to the Lord while that person’s uncleanness persists will be cut off from his people. ","reference":"Leviticus 7:20"},{"bookName":"Leviticus","chapter":7,"verse":21,"text":"When a person touches anything unclean (whether human uncleanness, or an unclean animal, or an unclean detestable creature) and eats some of the meat of the peace-offering sacrifice which belongs to the Lord, that person will be cut off from his people.’” ","reference":"Leviticus 7:21"},{"bookName":"Leviticus","chapter":7,"verse":22,"text":"Then the Lord spoke to Moses: ","reference":"Leviticus 7:22"},{"bookName":"Leviticus","chapter":7,"verse":23,"text":"“Tell the Israelites, ‘You must not eat any fat of an ox, sheep, or goat. ","reference":"Leviticus 7:23"},{"bookName":"Leviticus","chapter":7,"verse":24,"text":"Moreover, the fat of an animal that has died of natural causes and the fat of an animal torn by beasts may be used for any other purpose, but you must certainly never eat it.","reference":"Leviticus 7:24"},{"bookName":"Leviticus","chapter":7,"verse":25,"text":"If anyone eats fat from the animal from which he presents a gift to the Lord, that person will be cut off from his people. ","reference":"Leviticus 7:25"},{"bookName":"Leviticus","chapter":7,"verse":26,"text":"And you must not eat any blood of the birds or of the domesticated land animals in any of the places where you live. ","reference":"Leviticus 7:26"},{"bookName":"Leviticus","chapter":7,"verse":27,"text":"Any person who eats any blood—that person will be cut off from his people.’” ","reference":"Leviticus 7:27"},{"bookName":"Leviticus","chapter":7,"verse":28,"text":"Then the Lord spoke to Moses: ","reference":"Leviticus 7:28"},{"bookName":"Leviticus","chapter":7,"verse":29,"text":"“Tell the Israelites, ‘The one who presents his peace-offering sacrifice to the Lord must bring part of his offering to the Lord as his sacrifice. ","reference":"Leviticus 7:29"},{"bookName":"Leviticus","chapter":7,"verse":30,"text":"With his own hands he must bring the Lord’s gifts. He must bring the fat with the breast to wave the breast as a wave offering before the Lord, ","reference":"Leviticus 7:30"},{"bookName":"Leviticus","chapter":7,"verse":31,"text":"and the priest must offer the fat up in smoke on the altar, but the breast will belong to Aaron and his sons. ","reference":"Leviticus 7:31"},{"bookName":"Leviticus","chapter":7,"verse":32,"text":"The right thigh you must give as a contribution offering to the priest from your peace-offering sacrifice. ","reference":"Leviticus 7:32"},{"bookName":"Leviticus","chapter":7,"verse":33,"text":"The one from Aaron’s sons who presents the blood of the peace offering and fat will have the right thigh as his share, ","reference":"Leviticus 7:33"},{"bookName":"Leviticus","chapter":7,"verse":34,"text":"for the breast of the wave offering and the thigh of the contribution offering I have taken from the Israelites out of their peace-offering sacrifices and have given them to Aaron the priest and to his sons from the people of Israel as a perpetual allotted portion.’” ","reference":"Leviticus 7:34"},{"bookName":"Leviticus","chapter":7,"verse":35,"text":"This is the allotment of Aaron and the allotment of his sons from the Lord’s gifts on the day Moses presented them to serve as priests to the Lord. ","reference":"Leviticus 7:35"},{"bookName":"Leviticus","chapter":7,"verse":36,"text":"This is what the Lord commanded to give to them from the Israelites on the day Moses anointed them—a perpetual allotted portion throughout their generations. ","reference":"Leviticus 7:36"},{"bookName":"Leviticus","chapter":7,"verse":37,"text":"This is the law for the burnt offering, the grain offering, the sin offering, the guilt offering, the ordination offering, and the peace-offering sacrifice, ","reference":"Leviticus 7:37"},{"bookName":"Leviticus","chapter":7,"verse":38,"text":"which the Lord commanded Moses on Mount Sinai on the day he commanded the Israelites to present their offerings to the Lord in the desert of Sinai. ","reference":"Leviticus 7:38"}]