[
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 1,
    "text": "On the eighth day Moses summoned Aaron and his sons and the elders of Israel, ",
    "reference": "Leviticus 9:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 2,
    "text": "and said to Aaron, “Take for yourself a bull calf for a sin offering and a ram for a burnt offering, both flawless, and present them before the Lord. ",
    "reference": "Leviticus 9:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 3,
    "text": "Then tell the Israelites: ‘Take a male goat for a sin offering and a calf and a lamb, both a year old and flawless, for a burnt offering, ",
    "reference": "Leviticus 9:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 4,
    "text": "and an ox and a ram for peace offerings to sacrifice before the Lord, and a grain offering mixed with olive oil, for today the Lord is going to appear to you.’”",
    "reference": "Leviticus 9:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 5,
    "text": "So they took what Moses had commanded to the front of the Meeting Tent, and the whole congregation presented them and stood before the Lord. ",
    "reference": "Leviticus 9:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 6,
    "text": "Then Moses said, “This is what the Lord has commanded you to do so that the glory of the Lord may appear to you.”",
    "reference": "Leviticus 9:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 7,
    "text": "Moses then said to Aaron, “Approach the altar and make your sin offering and your burnt offering, and make atonement on behalf of yourself and on behalf of the people; and also make the people’s offering and make atonement on behalf of them just as the Lord has commanded.” ",
    "reference": "Leviticus 9:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 8,
    "text": "So Aaron approached the altar and slaughtered the sin-offering calf which was for himself.",
    "reference": "Leviticus 9:8"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 9,
    "text": "Then Aaron’s sons presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar, and the rest of the blood he poured out at the base of the altar. ",
    "reference": "Leviticus 9:9"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 10,
    "text": "The fat and the kidneys and the protruding lobe of the liver from the sin offering he offered up in smoke on the altar just as the Lord had commanded Moses, ",
    "reference": "Leviticus 9:10"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 11,
    "text": "but the flesh and the hide he completely burned up outside the camp. ",
    "reference": "Leviticus 9:11"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 12,
    "text": "He then slaughtered the burnt offering, and his sons handed the blood to him, and he splashed it against the altar’s sides. ",
    "reference": "Leviticus 9:12"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 13,
    "text": "The burnt offering itself they handed to him by its parts, including the head, and he offered them up in smoke on the altar, ",
    "reference": "Leviticus 9:13"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 14,
    "text": "and he washed the entrails and the legs and offered them up in smoke on top of the burnt offering on the altar. ",
    "reference": "Leviticus 9:14"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 15,
    "text": "Then he presented the people’s offering. He took the sin-offering male goat which was for the people, slaughtered it, and performed a purification rite with it like the first one.",
    "reference": "Leviticus 9:15"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 16,
    "text": "He then presented the burnt offering, and did it according to the standard regulation. ",
    "reference": "Leviticus 9:16"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 17,
    "text": "Next he presented the grain offering, filled his hand with some of it, and offered it up in smoke on the altar in addition to the morning burnt offering. ",
    "reference": "Leviticus 9:17"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 18,
    "text": "Then he slaughtered the ox and the ram—the peace-offering sacrifices which were for the people—and Aaron’s sons handed the blood to him, and he splashed it against the altar’s sides. ",
    "reference": "Leviticus 9:18"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 19,
    "text": "As for the fat parts from the ox and from the ram (the fatty tail, the fat covering the entrails, the kidneys, and the protruding lobe of the liver), ",
    "reference": "Leviticus 9:19"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 20,
    "text": "they set those on the breasts, and he offered the fat parts up in smoke on the altar. ",
    "reference": "Leviticus 9:20"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 21,
    "text": "Finally Aaron waved the breasts and the right thigh as a wave offering before the Lord just as Moses had commanded. ",
    "reference": "Leviticus 9:21"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 22,
    "text": "Then Aaron lifted up his hands toward the people and blessed them and descended from making the sin offering, the burnt offering, and the peace offering. ",
    "reference": "Leviticus 9:22"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 23,
    "text": "Moses and Aaron then entered into the Meeting Tent. When they came out, they blessed the people, and the glory of the Lord appeared to all the people. ",
    "reference": "Leviticus 9:23"
  },
  {
    "bookName": "Leviticus",
    "chapter": 9,
    "verse": 24,
    "text": "Then fire went out from the presence of the Lord and consumed the burnt offering and the fat parts on the altar, and all the people saw it, so they shouted loudly and fell down with their faces to the ground.",
    "reference": "Leviticus 9:24"
  }
]