[
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 1,
    "text": "The Lord spoke to Moses, ",
    "reference": "Leviticus 17:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 2,
    "text": "“Speak to Aaron, his sons, and all the Israelites, and tell them, ‘This is the word that the Lord has commanded, ",
    "reference": "Leviticus 17:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 3,
    "text": "“Blood guilt will be accounted to any man from the house of Israel who slaughters an ox or a lamb or a goat inside the camp or outside the camp, ",
    "reference": "Leviticus 17:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 4,
    "text": "but has not brought it to the entrance of the Meeting Tent to present it as an offering to the Lord before the tabernacle of the Lord. He has shed blood, so that man will be cut off from the midst of his people. ",
    "reference": "Leviticus 17:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 5,
    "text": "This is so that the Israelites will bring their sacrifices that they are sacrificing in the open field to the Lord at the entrance of the Meeting Tent—to the priest—and sacrifice them there as peace-offering sacrifices to the Lord. ",
    "reference": "Leviticus 17:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 6,
    "text": "The priest is to splash the blood on the altar of the Lord at the entrance of the Meeting Tent, and offer the fat up in smoke for a soothing aroma to the Lord. ",
    "reference": "Leviticus 17:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 7,
    "text": "So the people must no longer offer their sacrifices to the goat demons, acting like prostitutes by going after them. This is to be a perpetual statute for them throughout their generations.”’ ",
    "reference": "Leviticus 17:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 8,
    "text": "“You are to say to them: ‘Any man from the house of Israel or from the resident foreigners who live in their midst, who offers a burnt offering or a sacrifice ",
    "reference": "Leviticus 17:8"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 9,
    "text": "but does not bring it to the entrance of the Meeting Tent to offer it to the Lord—that person will be cut off from his people. ",
    "reference": "Leviticus 17:9"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 10,
    "text": "“‘Any man from the house of Israel or from the resident foreigners who live in their midst who eats any blood, I will set my face against that person who eats the blood, and I will cut him off from the midst of his people, ",
    "reference": "Leviticus 17:10"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 11,
    "text": "for the life of every living thing is in the blood. So I myself have assigned it to you on the altar to make atonement for your lives, for the blood makes atonement by means of the life. ",
    "reference": "Leviticus 17:11"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 12,
    "text": "Therefore, I have said to the Israelites: No person among you is to eat blood, and no resident foreigner who lives among you is to eat blood. ",
    "reference": "Leviticus 17:12"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 13,
    "text": "“‘Any man from the Israelites or from the resident foreigners who live in their midst who hunts a wild animal or a bird that may be eaten must pour out its blood and cover it with soil, ",
    "reference": "Leviticus 17:13"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 14,
    "text": "for the life of all flesh is its blood. So I have said to the Israelites: You must not eat the blood of any living thing because the life of every living thing is its blood—all who eat it will be cut off. ",
    "reference": "Leviticus 17:14"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 15,
    "text": "“‘Any person who eats an animal that has died of natural causes or an animal torn by beasts, whether a native citizen or a resident foreigner, must wash his clothes, bathe in water, and be unclean until evening; then he will be clean. ",
    "reference": "Leviticus 17:15"
  },
  {
    "bookName": "Leviticus",
    "chapter": 17,
    "verse": 16,
    "text": "But if he does not wash his clothes and does not bathe his body, he will bear his punishment for his iniquity.’” ",
    "reference": "Leviticus 17:16"
  }
]