[{"bookName":"Leviticus","chapter":3,"verse":1,"text":"“‘Now if his offering is a peace-offering sacrifice, if he presents an offering from the herd, he must present before the Lord a flawless male or a female. ","reference":"Leviticus 3:1"},{"bookName":"Leviticus","chapter":3,"verse":2,"text":"He must lay his hand on the head of his offering and slaughter it at the entrance of the Meeting Tent, and the sons of Aaron, the priests, must splash the blood against the altar’s sides. ","reference":"Leviticus 3:2"},{"bookName":"Leviticus","chapter":3,"verse":3,"text":"Then the one presenting the offering must present a gift to the Lord from the peace-offering sacrifice: He must remove the fat that covers the entrails and all the fat that surrounds the entrails, ","reference":"Leviticus 3:3"},{"bookName":"Leviticus","chapter":3,"verse":4,"text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). ","reference":"Leviticus 3:4"},{"bookName":"Leviticus","chapter":3,"verse":5,"text":"Then the sons of Aaron must offer it up in smoke on the altar atop the burnt offering that is on the wood in the fire as a gift of a soothing aroma to the Lord. ","reference":"Leviticus 3:5"},{"bookName":"Leviticus","chapter":3,"verse":6,"text":"“‘If his offering for a peace-offering sacrifice to the Lord is from the flock, he must present a flawless male or female. ","reference":"Leviticus 3:6"},{"bookName":"Leviticus","chapter":3,"verse":7,"text":"If he presents a sheep as his offering, he must present it before the Lord. ","reference":"Leviticus 3:7"},{"bookName":"Leviticus","chapter":3,"verse":8,"text":"He must lay his hand on the head of his offering and slaughter it before the Meeting Tent, and the sons of Aaron must splash its blood against the altar’s sides. ","reference":"Leviticus 3:8"},{"bookName":"Leviticus","chapter":3,"verse":9,"text":"Then he must present a gift to the Lord from the peace-offering sacrifice: He must remove all the fatty tail up to the end of the spine, the fat covering the entrails, and all the fat on the entrails, ","reference":"Leviticus 3:9"},{"bookName":"Leviticus","chapter":3,"verse":10,"text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). ","reference":"Leviticus 3:10"},{"bookName":"Leviticus","chapter":3,"verse":11,"text":"Then the priest must offer it up in smoke on the altar as a food gift to the Lord. ","reference":"Leviticus 3:11"},{"bookName":"Leviticus","chapter":3,"verse":12,"text":"“‘If his offering is a goat, he must present it before the Lord, ","reference":"Leviticus 3:12"},{"bookName":"Leviticus","chapter":3,"verse":13,"text":"lay his hand on its head, and slaughter it before the Meeting Tent, and the sons of Aaron must splash its blood against the altar’s sides. ","reference":"Leviticus 3:13"},{"bookName":"Leviticus","chapter":3,"verse":14,"text":"Then he must present from it his offering as a gift to the Lord: the fat which covers the entrails and all the fat on the entrails, ","reference":"Leviticus 3:14"},{"bookName":"Leviticus","chapter":3,"verse":15,"text":"the two kidneys with the fat on their sinews, and the protruding lobe on the liver (which he is to remove along with the kidneys). ","reference":"Leviticus 3:15"},{"bookName":"Leviticus","chapter":3,"verse":16,"text":"Then the priest must offer them up in smoke on the altar as a food gift for a soothing aroma—all the fat belongs to the Lord. ","reference":"Leviticus 3:16"},{"bookName":"Leviticus","chapter":3,"verse":17,"text":"This is a perpetual statute throughout your generations in all the places where you live: You must never eat any fat or any blood.’” ","reference":"Leviticus 3:17"}]