[
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 1,
    "text": "The Lord spoke to Moses: ",
    "reference": "Leviticus 14:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 2,
    "text": "“This is the law of the diseased person on the day of his purification, when he is brought to the priest. ",
    "reference": "Leviticus 14:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 3,
    "text": "The priest is to go outside the camp and examine the infection. If the infection of the diseased person has been healed, ",
    "reference": "Leviticus 14:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 4,
    "text": "then the priest will command that two live clean birds, a piece of cedar wood, a scrap of crimson fabric, and some twigs of hyssop be taken up for the one being cleansed. ",
    "reference": "Leviticus 14:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 5,
    "text": "The priest will then command that one bird be slaughtered into a clay vessel over fresh water. ",
    "reference": "Leviticus 14:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 6,
    "text": "Then he is to take the live bird along with the piece of cedar wood, the scrap of crimson fabric, and the twigs of hyssop, and he is to dip them and the live bird in the blood of the bird slaughtered over the fresh water, ",
    "reference": "Leviticus 14:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 7,
    "text": "and sprinkle it seven times on the one being cleansed from the disease, pronounce him clean, and send the live bird away over the open countryside. ",
    "reference": "Leviticus 14:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 8,
    "text": "“The one being cleansed must then wash his clothes, shave off all his hair, and bathe in water, and so be clean. Then afterward he may enter the camp, but he must live outside his tent seven days. ",
    "reference": "Leviticus 14:8"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 9,
    "text": "When the seventh day comes, he must shave all his hair—his head, his beard, his eyebrows, all his hair—and he must wash his clothes, bathe his body in water, and so be clean. ",
    "reference": "Leviticus 14:9"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 10,
    "text": "“On the eighth day he must take two flawless male lambs, one flawless yearling female lamb, three-tenths of an ephah of choice wheat flour as a grain offering mixed with olive oil, and one log of olive oil, ",
    "reference": "Leviticus 14:10"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 11,
    "text": "and the priest who pronounces him clean will have the man who is being cleansed stand along with these offerings before the Lord at the entrance of the Meeting Tent. ",
    "reference": "Leviticus 14:11"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 12,
    "text": "“The priest is to take one male lamb and present it for a guilt offering along with the log of olive oil and present them as a wave offering before the Lord. ",
    "reference": "Leviticus 14:12"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 13,
    "text": "He must then slaughter the male lamb in the place where the sin offering and the burnt offering are slaughtered, in the sanctuary, because, like the sin offering, the guilt offering belongs to the priest; it is most holy. ",
    "reference": "Leviticus 14:13"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 14,
    "text": "Then the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot. ",
    "reference": "Leviticus 14:14"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 15,
    "text": "The priest will then take some of the log of olive oil and pour it into his own left hand. ",
    "reference": "Leviticus 14:15"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 16,
    "text": "Then the priest is to dip his right forefinger into the olive oil that is in his left hand, and sprinkle some of the olive oil with his finger seven times before the Lord. ",
    "reference": "Leviticus 14:16"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 17,
    "text": "The priest will then put some of the rest of the olive oil that is in his hand on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the blood of the guilt offering, ",
    "reference": "Leviticus 14:17"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 18,
    "text": "and the remainder of the olive oil that is in his hand the priest is to put on the head of the one being cleansed. So the priest is to make atonement for him before the Lord. ",
    "reference": "Leviticus 14:18"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 19,
    "text": "“The priest must then perform the sin offering and make atonement for the one being cleansed from his impurity. After that he is to slaughter the burnt offering, ",
    "reference": "Leviticus 14:19"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 20,
    "text": "and the priest is to offer the burnt offering and the grain offering on the altar. So the priest is to make atonement for him and he will be clean. ",
    "reference": "Leviticus 14:20"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 21,
    "text": "“If the person is poor and does not have sufficient means, he must take one male lamb as a guilt offering for a wave offering to make atonement for himself, one-tenth of an ephah of choice wheat flour mixed with olive oil for a grain offering, a log of olive oil, ",
    "reference": "Leviticus 14:21"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 22,
    "text": "and two turtledoves or two young pigeons, which are within his means. One will be a sin offering and the other a burnt offering. ",
    "reference": "Leviticus 14:22"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 23,
    "text": "“On the eighth day he must bring them for his purification to the priest at the entrance of the Meeting Tent before the Lord, ",
    "reference": "Leviticus 14:23"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 24,
    "text": "and the priest is to take the male lamb of the guilt offering and the log of olive oil and wave them as a wave offering before the Lord. ",
    "reference": "Leviticus 14:24"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 25,
    "text": "Then he is to slaughter the male lamb of the guilt offering, and the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot. ",
    "reference": "Leviticus 14:25"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 26,
    "text": "The priest will then pour some of the olive oil into his own left hand, ",
    "reference": "Leviticus 14:26"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 27,
    "text": "and sprinkle some of the olive oil that is in his left hand with his right forefinger seven times before the Lord. ",
    "reference": "Leviticus 14:27"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 28,
    "text": "Then the priest is to put some of the olive oil that is in his hand on the right earlobe of the one being cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the place of the blood of the guilt offering, ",
    "reference": "Leviticus 14:28"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 29,
    "text": "and the remainder of the olive oil that is in the hand of the priest he is to put on the head of the one being cleansed to make atonement for him before the Lord. ",
    "reference": "Leviticus 14:29"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 30,
    "text": "“He will then make one of the turtledoves or young pigeons, which are within his means, ",
    "reference": "Leviticus 14:30"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 31,
    "text": "a sin offering and the other a burnt offering along with the grain offering. So the priest is to make atonement for the one being cleansed before the Lord. ",
    "reference": "Leviticus 14:31"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 32,
    "text": "This is the law of the one in whom there is a diseased infection, who does not have sufficient means for his purification.” ",
    "reference": "Leviticus 14:32"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 33,
    "text": "The Lord spoke to Moses and Aaron: ",
    "reference": "Leviticus 14:33"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 34,
    "text": "“When you enter the land of Canaan which I am about to give to you for a possession, and I put a diseased infection in a house in the land you are to possess, ",
    "reference": "Leviticus 14:34"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 35,
    "text": "then whoever owns the house must come and declare to the priest, ‘Something like an infection is visible to me in the house.’ ",
    "reference": "Leviticus 14:35"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 36,
    "text": "Then the priest will command that the house be cleared before the priest enters to examine the infection so that everything in the house does not become unclean, and afterward the priest will enter to examine the house. ",
    "reference": "Leviticus 14:36"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 37,
    "text": "He is to examine the infection, and if the infection in the walls of the house consists of yellowish green or reddish eruptions, and it appears to be deeper than the surface of the wall, ",
    "reference": "Leviticus 14:37"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 38,
    "text": "then the priest is to go out of the house to the doorway of the house and quarantine the house for seven days. ",
    "reference": "Leviticus 14:38"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 39,
    "text": "The priest must return on the seventh day and examine it, and if the infection has spread in the walls of the house, ",
    "reference": "Leviticus 14:39"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 40,
    "text": "then the priest is to command that the stones that had the infection in them be pulled and thrown outside the city into an unclean place.",
    "reference": "Leviticus 14:40"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 41,
    "text": "Then they shall scrape the house all around on the inside, and the plaster which they have scraped off must be dumped outside the city into an unclean place. ",
    "reference": "Leviticus 14:41"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 42,
    "text": "They are then to take other stones and replace those stones, and he is to take other plaster and replaster the house. ",
    "reference": "Leviticus 14:42"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 43,
    "text": "“If the infection returns and breaks out in the house after he has pulled out the stones, scraped the house, and it is replastered, ",
    "reference": "Leviticus 14:43"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 44,
    "text": "the priest is to come and examine it, and if the infection has spread in the house, it is a malignant disease in the house. It is unclean. ",
    "reference": "Leviticus 14:44"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 45,
    "text": "He must tear down the house, its stones, its wood, and all the plaster of the house, and take all of it outside the city to an unclean place. ",
    "reference": "Leviticus 14:45"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 46,
    "text": "Anyone who enters the house all the days the priest has quarantined it will be unclean until evening. ",
    "reference": "Leviticus 14:46"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 47,
    "text": "Anyone who lies down in the house must wash his clothes. Anyone who eats in the house must wash his clothes. ",
    "reference": "Leviticus 14:47"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 48,
    "text": "“If, however, the priest enters and examines it, and the infection has not spread in the house after the house has been replastered, then the priest is to pronounce the house clean because the infection has been healed. ",
    "reference": "Leviticus 14:48"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 49,
    "text": "Then he is to take two birds, a piece of cedar wood, a scrap of crimson fabric, and some twigs of hyssop to purify the house, ",
    "reference": "Leviticus 14:49"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 50,
    "text": "and he is to slaughter one bird into a clay vessel over fresh water. ",
    "reference": "Leviticus 14:50"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 51,
    "text": "He must then take the piece of cedar wood, the twigs of hyssop, the scrap of crimson fabric, and the live bird, and dip them in the blood of the slaughtered bird and in the fresh water, and sprinkle the house seven times. ",
    "reference": "Leviticus 14:51"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 52,
    "text": "So he is to purify the house with the blood of the bird, the fresh water, the live bird, the piece of cedar wood, the twigs of hyssop, and the scrap of crimson fabric, ",
    "reference": "Leviticus 14:52"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 53,
    "text": "and he is to send the live bird away outside the city into the open countryside. So he is to make atonement for the house, and it will be clean. ",
    "reference": "Leviticus 14:53"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 54,
    "text": "“This is the law for all diseased infections, for scall, ",
    "reference": "Leviticus 14:54"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 55,
    "text": "for the diseased garment, for the house, ",
    "reference": "Leviticus 14:55"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 56,
    "text": "for the swelling, for the scab, and for the bright spot, ",
    "reference": "Leviticus 14:56"
  },
  {
    "bookName": "Leviticus",
    "chapter": 14,
    "verse": 57,
    "text": "to teach when something is unclean and when it is clean. This is the law for dealing with infectious disease.” ",
    "reference": "Leviticus 14:57"
  }
]