[
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 1,
    "text": "The Lord spoke to Moses and Aaron, saying to them,",
    "reference": "Leviticus 11:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 2,
    "text": "“Tell the Israelites: ‘This is the kind of creature you may eat from among all the animals that are on the land. ",
    "reference": "Leviticus 11:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 3,
    "text": "You may eat any among the animals that has a divided hoof (the hooves are completely split in two) and that also chews the cud. ",
    "reference": "Leviticus 11:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 4,
    "text": "However, you must not eat these from among those that chew the cud and have divided hooves: The camel is unclean to you because it chews the cud even though its hoof is not divided. ",
    "reference": "Leviticus 11:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 5,
    "text": "The rock badger is unclean to you because it chews the cud even though its hoof is not divided. ",
    "reference": "Leviticus 11:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 6,
    "text": "The hare is unclean to you because it chews the cud even though its hoof is not divided. ",
    "reference": "Leviticus 11:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 7,
    "text": "The pig is unclean to you because its hoof is divided (the hoof is completely split in two) , even though it does not chew the cud. ",
    "reference": "Leviticus 11:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 8,
    "text": "You must not eat from their meat, and you must not touch their carcasses; they are unclean to you.",
    "reference": "Leviticus 11:8"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 9,
    "text": "“‘These you can eat from all creatures that are in the water: Any creatures in the water that have both fins and scales, whether in the seas or in the streams, you may eat. ",
    "reference": "Leviticus 11:9"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 10,
    "text": "But any creatures that do not have both fins and scales, whether in the seas or in the streams, from all the swarming things of the water and from all the living creatures that are in the water, are detestable to you.",
    "reference": "Leviticus 11:10"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 11,
    "text": "Since they are detestable to you, you must not eat their meat, and their carcass you must detest. ",
    "reference": "Leviticus 11:11"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 12,
    "text": "Any creature in the water that does not have both fins and scales is detestable to you.",
    "reference": "Leviticus 11:12"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 13,
    "text": "“‘These you are to detest from among the birds—they must not be eaten, because they are detestable: the griffon vulture, the bearded vulture, the black vulture, ",
    "reference": "Leviticus 11:13"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 14,
    "text": "the kite, the buzzard of any kind, ",
    "reference": "Leviticus 11:14"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 15,
    "text": "every kind of crow, ",
    "reference": "Leviticus 11:15"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 16,
    "text": "the eagle owl, the short-eared owl, the long-eared owl, the hawk of any kind, ",
    "reference": "Leviticus 11:16"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 17,
    "text": "the little owl, the cormorant, the screech owl, ",
    "reference": "Leviticus 11:17"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 18,
    "text": "the white owl, the scops owl, the osprey, ",
    "reference": "Leviticus 11:18"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 19,
    "text": "the stork, the heron of any kind, the hoopoe, and the bat. ",
    "reference": "Leviticus 11:19"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 20,
    "text": "“‘Every winged swarming thing that walks on all fours is detestable to you.",
    "reference": "Leviticus 11:20"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 21,
    "text": "However, this you may eat from all the winged swarming things that walk on all fours, which have jointed legs to hop with on the land. ",
    "reference": "Leviticus 11:21"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 22,
    "text": "These you may eat from them: the locust of any kind, the bald locust of any kind, the cricket of any kind, the grasshopper of any kind. ",
    "reference": "Leviticus 11:22"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 23,
    "text": "But any other winged swarming thing that has four legs is detestable to you.",
    "reference": "Leviticus 11:23"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 24,
    "text": "“‘By these you defile yourselves—anyone who touches their carcass will be unclean until the evening, ",
    "reference": "Leviticus 11:24"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 25,
    "text": "and anyone who carries their carcass must wash his clothes and will be unclean until the evening. ",
    "reference": "Leviticus 11:25"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 26,
    "text": "“‘All animals that divide the hoof, but it is not completely split in two, and do not chew the cud are unclean to you; anyone who touches them becomes unclean. ",
    "reference": "Leviticus 11:26"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 27,
    "text": "All that walk on their paws among all the creatures that walk on all fours are unclean to you. Anyone who touches their carcass will be unclean until the evening, ",
    "reference": "Leviticus 11:27"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 28,
    "text": "and the one who carries their carcass must wash his clothes and be unclean until the evening; they are unclean to you.",
    "reference": "Leviticus 11:28"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 29,
    "text": "“‘Now this is what is unclean to you among the swarming things that swarm on the land: the rat, the mouse, the large lizard of any kind, ",
    "reference": "Leviticus 11:29"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 30,
    "text": "the Mediterranean gecko, the spotted lizard, the wall gecko, the skink, and the chameleon. ",
    "reference": "Leviticus 11:30"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 31,
    "text": "These are the ones that are unclean to you among all the swarming things. Anyone who touches these creatures when they die will be unclean until evening. ",
    "reference": "Leviticus 11:31"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 32,
    "text": "Also, anything they fall on when they die will become unclean—any wood vessel or garment or article of leather or sackcloth. Any such vessel with which work is done must be immersed in water and will be unclean until the evening. Then it will become clean. ",
    "reference": "Leviticus 11:32"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 33,
    "text": "As for any clay vessel they fall into, everything in it will become unclean, and you must break it. ",
    "reference": "Leviticus 11:33"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 34,
    "text": "Any food that may be eaten which becomes soaked with water will become unclean. Anything drinkable in any such vessel will become unclean. ",
    "reference": "Leviticus 11:34"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 35,
    "text": "Anything their carcass may fall on will become unclean. An oven or small stove must be smashed to pieces; they are unclean, and they will stay unclean to you.",
    "reference": "Leviticus 11:35"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 36,
    "text": "However, a spring or a cistern which collects water will be clean, but one who touches the creature’s carcass will be unclean. ",
    "reference": "Leviticus 11:36"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 37,
    "text": "Now, if such a carcass falls on any sowing seed which is to be sown, it is clean, ",
    "reference": "Leviticus 11:37"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 38,
    "text": "but if water is put on the seed and such a carcass falls on it, it is unclean to you.",
    "reference": "Leviticus 11:38"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 39,
    "text": "“‘Now if an animal that you may eat dies, whoever touches its carcass will be unclean until the evening. ",
    "reference": "Leviticus 11:39"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 40,
    "text": "One who eats from its carcass must wash his clothes and be unclean until the evening, and whoever carries its carcass must wash his clothes and be unclean until the evening. ",
    "reference": "Leviticus 11:40"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 41,
    "text": "Every swarming thing that swarms on the land is detestable; it must not be eaten. ",
    "reference": "Leviticus 11:41"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 42,
    "text": "You must not eat anything that crawls on its belly or anything that walks on all fours or on any number of legs of all the swarming things that swarm on the land, because they are detestable. ",
    "reference": "Leviticus 11:42"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 43,
    "text": "Do not make yourselves detestable by any of the swarming things. You must not defile yourselves by them and become unclean by them,",
    "reference": "Leviticus 11:43"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 44,
    "text": "for I am the Lord your God, and you are to sanctify yourselves and be holy because I am holy. You must not defile yourselves by any of the swarming things that creep on the ground, ",
    "reference": "Leviticus 11:44"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 45,
    "text": "for I am the Lord who brought you up from the land of Egypt to be your God, and you are to be holy because I am holy. ",
    "reference": "Leviticus 11:45"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 46,
    "text": "This is the law of the land animals, the birds, all the living creatures that move in the water, and all the creatures that swarm on the land, ",
    "reference": "Leviticus 11:46"
  },
  {
    "bookName": "Leviticus",
    "chapter": 11,
    "verse": 47,
    "text": "to distinguish between the unclean and the clean, between the living creatures that may be eaten and the living creatures that must not be eaten.’” ",
    "reference": "Leviticus 11:47"
  }
]