[{"bookName":"Leviticus","chapter":23,"verse":1,"text":"The Lord spoke to Moses: ","reference":"Leviticus 23:1"},{"bookName":"Leviticus","chapter":23,"verse":2,"text":"“Speak to the Israelites and tell them, ‘These are the Lord’s appointed times which you must proclaim as holy assemblies—my appointed times.","reference":"Leviticus 23:2"},{"bookName":"Leviticus","chapter":23,"verse":3,"text":"“‘Six days work may be done, but on the seventh day there must be a Sabbath of complete rest, a holy assembly. You must not do any work; it is a Sabbath to the Lord in all the places where you live.","reference":"Leviticus 23:3"},{"bookName":"Leviticus","chapter":23,"verse":4,"text":"“‘These are the Lord’s appointed times, holy assemblies, which you must proclaim at their appointed time.","reference":"Leviticus 23:4"},{"bookName":"Leviticus","chapter":23,"verse":5,"text":"In the first month, on the fourteenth day of the month, at twilight, is a Passover offering to the Lord. ","reference":"Leviticus 23:5"},{"bookName":"Leviticus","chapter":23,"verse":6,"text":"Then on the fifteenth day of the same month will be the Feast of Unleavened Bread to the Lord; seven days you must eat unleavened bread.","reference":"Leviticus 23:6"},{"bookName":"Leviticus","chapter":23,"verse":7,"text":"On the first day there will be a holy assembly for you; you must not do any regular work. ","reference":"Leviticus 23:7"},{"bookName":"Leviticus","chapter":23,"verse":8,"text":"You must present a gift to the Lord for seven days, and the seventh day is a holy assembly; you must not do any regular work.’” ","reference":"Leviticus 23:8"},{"bookName":"Leviticus","chapter":23,"verse":9,"text":"The Lord spoke to Moses: ","reference":"Leviticus 23:9"},{"bookName":"Leviticus","chapter":23,"verse":10,"text":"“Speak to the Israelites and tell them, ‘When you enter the land that I am about to give to you and you gather in its harvest, then you must bring the sheaf of the first portion of your harvest to the priest, ","reference":"Leviticus 23:10"},{"bookName":"Leviticus","chapter":23,"verse":11,"text":"and he must wave the sheaf before the Lord to be accepted for your benefit—on the day after the Sabbath the priest is to wave it.","reference":"Leviticus 23:11"},{"bookName":"Leviticus","chapter":23,"verse":12,"text":"On the day you wave the sheaf you must also offer a flawless yearling lamb for a burnt offering to the Lord, ","reference":"Leviticus 23:12"},{"bookName":"Leviticus","chapter":23,"verse":13,"text":"along with its grain offering, two-tenths of an ephah of choice wheat flour mixed with olive oil, as a gift to the Lord, a soothing aroma, and its drink offering, one-fourth of a hin of wine. ","reference":"Leviticus 23:13"},{"bookName":"Leviticus","chapter":23,"verse":14,"text":"You must not eat bread, roasted grain, or fresh grain until this very day, until you bring the offering to your God. This is a perpetual statute throughout your generations in all the places where you live.","reference":"Leviticus 23:14"},{"bookName":"Leviticus","chapter":23,"verse":15,"text":"“‘You must count for yourselves seven weeks from the day after the Sabbath, from the day you bring the wave-offering sheaf; they must be complete weeks. ","reference":"Leviticus 23:15"},{"bookName":"Leviticus","chapter":23,"verse":16,"text":"You must count 50 days—until the day after the seventh Sabbath—and then you must present a new grain offering to the Lord. ","reference":"Leviticus 23:16"},{"bookName":"Leviticus","chapter":23,"verse":17,"text":"From the places where you live you must bring two loaves of bread for a wave offering; they must be made from two-tenths of an ephah of fine wheat flour, baked with yeast, as firstfruits to the Lord. ","reference":"Leviticus 23:17"},{"bookName":"Leviticus","chapter":23,"verse":18,"text":"Along with the loaves of bread, you must also present seven flawless yearling lambs, one young bull, and two rams. They are to be a burnt offering to the Lord along with their grain offering and drink offerings, a gift of a soothing aroma to the Lord. ","reference":"Leviticus 23:18"},{"bookName":"Leviticus","chapter":23,"verse":19,"text":"You must also offer one male goat for a sin offering and two yearling lambs for a peace-offering sacrifice, ","reference":"Leviticus 23:19"},{"bookName":"Leviticus","chapter":23,"verse":20,"text":"and the priest is to wave them—the two lambs—along with the bread of the firstfruits, as a wave offering before the Lord; they will be holy to the Lord for the priest. ","reference":"Leviticus 23:20"},{"bookName":"Leviticus","chapter":23,"verse":21,"text":"“‘On this very day you must proclaim an assembly; it is to be a holy assembly for you. You must not do any regular work. This is a perpetual statute in all the places where you live throughout your generations. ","reference":"Leviticus 23:21"},{"bookName":"Leviticus","chapter":23,"verse":22,"text":"When you gather in the harvest of your land, you must not completely harvest the corner of your field, and you must not gather up the gleanings of your harvest. You must leave them for the poor and the resident foreigner. I am the Lord your God.’” ","reference":"Leviticus 23:22"},{"bookName":"Leviticus","chapter":23,"verse":23,"text":"The Lord spoke to Moses: ","reference":"Leviticus 23:23"},{"bookName":"Leviticus","chapter":23,"verse":24,"text":"“Tell the Israelites, ‘In the seventh month, on the first day of the month, you must have a complete rest, a memorial announced by loud horn blasts, a holy assembly. ","reference":"Leviticus 23:24"},{"bookName":"Leviticus","chapter":23,"verse":25,"text":"You must not do any regular work, but you must present a gift to the Lord.’”","reference":"Leviticus 23:25"},{"bookName":"Leviticus","chapter":23,"verse":26,"text":"The Lord spoke to Moses: ","reference":"Leviticus 23:26"},{"bookName":"Leviticus","chapter":23,"verse":27,"text":"“The tenth day of this seventh month is the Day of Atonement. It is to be a holy assembly for you, and you must humble yourselves and present a gift to the Lord. ","reference":"Leviticus 23:27"},{"bookName":"Leviticus","chapter":23,"verse":28,"text":"You must not do any work on this particular day, because it is a day of atonement to make atonement for yourselves before the Lord your God. ","reference":"Leviticus 23:28"},{"bookName":"Leviticus","chapter":23,"verse":29,"text":"Indeed, any person who does not behave with humility on this particular day will be cut off from his people. ","reference":"Leviticus 23:29"},{"bookName":"Leviticus","chapter":23,"verse":30,"text":"As for any person who does any work on this particular day, I will exterminate that person from the midst of his people— ","reference":"Leviticus 23:30"},{"bookName":"Leviticus","chapter":23,"verse":31,"text":"you must not do any work! This is a perpetual statute throughout your generations in all the places where you live.","reference":"Leviticus 23:31"},{"bookName":"Leviticus","chapter":23,"verse":32,"text":"It is a Sabbath of complete rest for you, and you must humble yourselves on the ninth day of the month in the evening, from evening until evening you must observe your Sabbath.” ","reference":"Leviticus 23:32"},{"bookName":"Leviticus","chapter":23,"verse":33,"text":"The Lord spoke to Moses: ","reference":"Leviticus 23:33"},{"bookName":"Leviticus","chapter":23,"verse":34,"text":"“Tell the Israelites, ‘On the fifteenth day of this seventh month is the Feast of Shelters for seven days to the Lord. ","reference":"Leviticus 23:34"},{"bookName":"Leviticus","chapter":23,"verse":35,"text":"On the first day is a holy assembly; you must do no regular work. ","reference":"Leviticus 23:35"},{"bookName":"Leviticus","chapter":23,"verse":36,"text":"For seven days you must present a gift to the Lord. On the eighth day there is to be a holy assembly for you, and you must present a gift to the Lord. It is a solemn assembly day; you must not do any regular work. ","reference":"Leviticus 23:36"},{"bookName":"Leviticus","chapter":23,"verse":37,"text":"“‘These are the appointed times of the Lord that you must proclaim as holy assemblies to present a gift to the Lord—burnt offering, grain offering, sacrifice, and drink offerings, each day according to its regulation, ","reference":"Leviticus 23:37"},{"bookName":"Leviticus","chapter":23,"verse":38,"text":"besides the Sabbaths of the Lord and all your gifts, votive offerings, and freewill offerings which you must give to the Lord. ","reference":"Leviticus 23:38"},{"bookName":"Leviticus","chapter":23,"verse":39,"text":"“‘On the fifteenth day of the seventh month, when you gather in the produce of the land, you must celebrate a pilgrim festival of the Lord for seven days. On the first day is a complete rest and on the eighth day is complete rest. ","reference":"Leviticus 23:39"},{"bookName":"Leviticus","chapter":23,"verse":40,"text":"On the first day you must take for yourselves branches from majestic trees—palm branches, branches of leafy trees, and willows of the brook—and you must rejoice before the Lord your God for seven days. ","reference":"Leviticus 23:40"},{"bookName":"Leviticus","chapter":23,"verse":41,"text":"You must celebrate it as a pilgrim festival to the Lord for seven days in the year. This is a perpetual statute throughout your generations; you must celebrate it in the seventh month. ","reference":"Leviticus 23:41"},{"bookName":"Leviticus","chapter":23,"verse":42,"text":"You must live in temporary shelters for seven days; every native citizen in Israel must live in shelters, ","reference":"Leviticus 23:42"},{"bookName":"Leviticus","chapter":23,"verse":43,"text":"so that your future generations may know that I made the Israelites live in shelters when I brought them out from the land of Egypt. I am the Lord your God.’” ","reference":"Leviticus 23:43"},{"bookName":"Leviticus","chapter":23,"verse":44,"text":"So Moses spoke to the Israelites about the appointed times of the Lord. ","reference":"Leviticus 23:44"}]