[
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 1,
    "text": "The Lord spoke to Moses: ",
    "reference": "Leviticus 12:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 2,
    "text": "“Tell the Israelites, ‘When a woman produces offspring and bears a male child, she will be unclean seven days, as she is unclean during the days of her menstruation. ",
    "reference": "Leviticus 12:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 3,
    "text": "On the eighth day the flesh of his foreskin must be circumcised. ",
    "reference": "Leviticus 12:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 4,
    "text": "Then she will remain thirty-three days in blood purity. She must not touch anything holy, and she must not enter the sanctuary until the days of her purification are fulfilled. ",
    "reference": "Leviticus 12:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 5,
    "text": "If she bears a female child, she will be impure fourteen days as during her menstrual flow, and she will remain sixty-six days in blood purity. ",
    "reference": "Leviticus 12:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 6,
    "text": "“‘When the days of her purification are completed for a son or for a daughter, she must bring a one-year-old lamb for a burnt offering and a young pigeon or turtledove for a sin offering to the entrance of the Meeting Tent, to the priest. ",
    "reference": "Leviticus 12:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 7,
    "text": "The priest is to present it before the Lord and make atonement on her behalf, and she will be clean from her flow of blood. This is the law of the one who bears a child, for the male or the female child.",
    "reference": "Leviticus 12:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 12,
    "verse": 8,
    "text": "If she cannot afford a sheep, then she must take two turtledoves or two young pigeons, one for a burnt offering and one for a sin offering, and the priest is to make atonement on her behalf, and she will be clean.’” ",
    "reference": "Leviticus 12:8"
  }
]