[
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 1,
    "text": "(5:20) Then the Lord spoke to Moses: ",
    "reference": "Leviticus 6:1"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 2,
    "text": "“When a person sins and commits a trespass against the Lord by deceiving his fellow citizen in regard to something held in trust, or a pledge, or something stolen, or by extorting something from his fellow citizen, ",
    "reference": "Leviticus 6:2"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 3,
    "text": "or has found something lost and denies it and swears falsely concerning any one of the things that someone might do to sin—",
    "reference": "Leviticus 6:3"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 4,
    "text": "when it happens that he sins and he is found guilty, then he must return whatever he had stolen, or whatever he had extorted, or the thing that he had held in trust, or the lost thing that he had found, ",
    "reference": "Leviticus 6:4"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 5,
    "text": "or anything about which he swears falsely. He must restore it in full and add one-fifth to it; he must give it to its owner when he is found guilty. ",
    "reference": "Leviticus 6:5"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 6,
    "text": "Then he must bring his guilt offering to the Lord, a flawless ram from the flock, convertible into silver shekels, for a guilt offering to the priest. ",
    "reference": "Leviticus 6:6"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 7,
    "text": "So the priest will make atonement on his behalf before the Lord and he will be forgiven for whatever he has done to become guilty.” ",
    "reference": "Leviticus 6:7"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 8,
    "text": "(6:1) Then the Lord spoke to Moses: ",
    "reference": "Leviticus 6:8"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 9,
    "text": "“Command Aaron and his sons, ‘This is the law of the burnt offering. The burnt offering is to remain on the hearth on the altar all night until morning, and the fire of the altar must be kept burning on it.",
    "reference": "Leviticus 6:9"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 10,
    "text": "Then the priest must put on his linen robe and must put linen leggings over his bare flesh, and he must take up the fatty ashes of the burnt offering that the fire consumed on the altar, and he must place them beside the altar. ",
    "reference": "Leviticus 6:10"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 11,
    "text": "Then he must take off his clothes and put on other clothes, and he must bring the fatty ashes outside the camp to a ceremonially clean place, ",
    "reference": "Leviticus 6:11"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 12,
    "text": "but the fire which is on the altar must be kept burning on it. It must not be extinguished. So the priest must kindle wood on it morning by morning, and he must arrange the burnt offering on it and offer the fat of the peace offering up in smoke on it.",
    "reference": "Leviticus 6:12"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 13,
    "text": "A continual fire must be kept burning on the altar. It must not be extinguished. ",
    "reference": "Leviticus 6:13"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 14,
    "text": "“‘This is the law of the grain offering. The sons of Aaron are to present it before the Lord in front of the altar, ",
    "reference": "Leviticus 6:14"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 15,
    "text": "and the priest must take up with his hand some of the choice wheat flour of the grain offering and some of its olive oil, and all of the frankincense that is on the grain offering, and he must offer its memorial portion up in smoke on the altar as a soothing aroma to the Lord. ",
    "reference": "Leviticus 6:15"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 16,
    "text": "Aaron and his sons are to eat what is left over from it. It must be eaten unleavened in a holy place; they are to eat it in the courtyard of the Meeting Tent. ",
    "reference": "Leviticus 6:16"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 17,
    "text": "It must not be baked with yeast. I have given it as their portion from my gifts. It is most holy, like the sin offering and the guilt offering. ",
    "reference": "Leviticus 6:17"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 18,
    "text": "Every male among the sons of Aaron may eat it. It is a perpetual allotted portion throughout your generations from the gifts of the Lord. Anyone who touches these gifts must be holy.’” ",
    "reference": "Leviticus 6:18"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 19,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Leviticus 6:19"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 20,
    "text": "“This is the offering of Aaron and his sons which they must present to the Lord on the day when he is anointed: a tenth of an ephah of choice wheat flour as a continual grain offering, half of it in the morning and half of it in the evening. ",
    "reference": "Leviticus 6:20"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 21,
    "text": "It must be made with olive oil on a griddle, and you must bring it well soaked, so you must present a grain offering of broken pieces as a soothing aroma to the Lord. ",
    "reference": "Leviticus 6:21"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 22,
    "text": "The high priest who succeeds him from among his sons must do it. It is a perpetual statute; it must be offered up in smoke as a whole offering to the Lord. ",
    "reference": "Leviticus 6:22"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 23,
    "text": "Every grain offering of a priest must be a whole offering; it must not be eaten.” ",
    "reference": "Leviticus 6:23"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 24,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Leviticus 6:24"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 25,
    "text": "“Tell Aaron and his sons, ‘This is the law of the sin offering. In the place where the burnt offering is slaughtered the sin offering must be slaughtered before the Lord. It is most holy. ",
    "reference": "Leviticus 6:25"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 26,
    "text": "The priest who offers it for sin is to eat it. It must be eaten in a holy place, in the courtyard of the Meeting Tent. ",
    "reference": "Leviticus 6:26"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 27,
    "text": "Anyone who touches its meat must be holy, and whoever spatters some of its blood on a garment must wash whatever he spatters it on in a holy place. ",
    "reference": "Leviticus 6:27"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 28,
    "text": "Any clay vessel it is boiled in must be broken, and if it was boiled in a bronze vessel, then that vessel must be rubbed out and rinsed in water. ",
    "reference": "Leviticus 6:28"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 29,
    "text": "Any male among the priests may eat it. It is most holy. ",
    "reference": "Leviticus 6:29"
  },
  {
    "bookName": "Leviticus",
    "chapter": 6,
    "verse": 30,
    "text": "But any sin offering from which some of its blood is brought into the Meeting Tent to make atonement in the sanctuary must not be eaten. It must be burned up in the fire. ",
    "reference": "Leviticus 6:30"
  }
]