[{"bookName":"2 Kings","chapter":13,"verse":1,"text":"In the twenty-third year of the reign of Judah’s King Joash son of Ahaziah, Jehu’s son Jehoahaz became king over Israel. He reigned in Samaria for 17 years. ","reference":"2 Kings 13:1"},{"bookName":"2 Kings","chapter":13,"verse":2,"text":"He did evil in the sight of the Lord. He continued in the sinful ways of Jeroboam son of Nebat who had encouraged Israel to sin; he did not repudiate those sins.","reference":"2 Kings 13:2"},{"bookName":"2 Kings","chapter":13,"verse":3,"text":"The Lord was furious with Israel and handed them over to King Hazael of Syria and to Hazael’s son Ben Hadad for many years. ","reference":"2 Kings 13:3"},{"bookName":"2 Kings","chapter":13,"verse":4,"text":"Jehoahaz asked for the Lord’s mercy, and the Lord responded favorably, for he saw that Israel was oppressed by the king of Syria. ","reference":"2 Kings 13:4"},{"bookName":"2 Kings","chapter":13,"verse":5,"text":"The Lord provided a deliverer for Israel, and they were freed from Syria’s power. The Israelites once more lived in security. ","reference":"2 Kings 13:5"},{"bookName":"2 Kings","chapter":13,"verse":6,"text":"But they did not repudiate the sinful ways of the family of Jeroboam, who encouraged Israel to sin; they continued in those sins. There was even an Asherah pole standing in Samaria. ","reference":"2 Kings 13:6"},{"bookName":"2 Kings","chapter":13,"verse":7,"text":"Jehoahaz had no army left except for 50 horsemen, 10 chariots, and 10,000 foot soldiers. The king of Syria had destroyed his troops and trampled on them as dust. ","reference":"2 Kings 13:7"},{"bookName":"2 Kings","chapter":13,"verse":8,"text":"The rest of the events of Jehoahaz’s reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ","reference":"2 Kings 13:8"},{"bookName":"2 Kings","chapter":13,"verse":9,"text":"Jehoahaz passed away and was buried in Samaria. His son Jehoash replaced him as king. ","reference":"2 Kings 13:9"},{"bookName":"2 Kings","chapter":13,"verse":10,"text":"In the thirty-seventh year of King Jehoash’s reign over Judah, Jehoahaz’s son Jehoash became king over Israel. He reigned in Samaria for 16 years. ","reference":"2 Kings 13:10"},{"bookName":"2 Kings","chapter":13,"verse":11,"text":"He did evil in the sight of the Lord. He did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin; he continued in those sins.","reference":"2 Kings 13:11"},{"bookName":"2 Kings","chapter":13,"verse":12,"text":"The rest of the events of Jehoash’s reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel. ","reference":"2 Kings 13:12"},{"bookName":"2 Kings","chapter":13,"verse":13,"text":"Jehoash passed away and Jeroboam succeeded him on the throne. Jehoash was buried in Samaria with the kings of Israel. ","reference":"2 Kings 13:13"},{"bookName":"2 Kings","chapter":13,"verse":14,"text":"Now Elisha had a terminal illness. King Jehoash of Israel went down to visit him. He wept before him and said, “My father, my father! The chariot and horsemen of Israel!” ","reference":"2 Kings 13:14"},{"bookName":"2 Kings","chapter":13,"verse":15,"text":"Elisha told him, “Take a bow and some arrows,” and he did so. ","reference":"2 Kings 13:15"},{"bookName":"2 Kings","chapter":13,"verse":16,"text":"Then Elisha told the king of Israel, “Aim the bow.” He did so, and Elisha placed his hands on the king’s hands. ","reference":"2 Kings 13:16"},{"bookName":"2 Kings","chapter":13,"verse":17,"text":"Elisha said, “Open the east window,” and he did so. Elisha said, “Shoot!” and he did so. Elisha said, “This arrow symbolizes the victory the Lord will give you over Syria. You will annihilate Syria in Aphek!” ","reference":"2 Kings 13:17"},{"bookName":"2 Kings","chapter":13,"verse":18,"text":"Then Elisha said, “Take the arrows,” and he did so. He told the king of Israel, “Strike the ground!” He struck the ground three times and stopped. ","reference":"2 Kings 13:18"},{"bookName":"2 Kings","chapter":13,"verse":19,"text":"The prophet got angry at him and said, “If you had struck the ground five or six times, you would have annihilated Syria! But now, you will defeat Syria only three times.” ","reference":"2 Kings 13:19"},{"bookName":"2 Kings","chapter":13,"verse":20,"text":"Elisha died and was buried. Moabite raiding parties invaded the land at the beginning of the year. ","reference":"2 Kings 13:20"},{"bookName":"2 Kings","chapter":13,"verse":21,"text":"One day some men were burying a man when they spotted a raiding party. So they threw the dead man into Elisha’s tomb. When the body touched Elisha’s bones, the dead man came to life and stood on his feet. ","reference":"2 Kings 13:21"},{"bookName":"2 Kings","chapter":13,"verse":22,"text":"Now King Hazael of Syria oppressed Israel throughout Jehoahaz’s reign.","reference":"2 Kings 13:22"},{"bookName":"2 Kings","chapter":13,"verse":23,"text":"But the Lord had mercy on them and felt pity for them. He extended his favor to them because of the promise he had made to Abraham, Isaac, and Jacob. He has been unwilling to destroy them or remove them from his presence to this very day. ","reference":"2 Kings 13:23"},{"bookName":"2 Kings","chapter":13,"verse":24,"text":"When King Hazael of Syria died, his son Ben Hadad replaced him as king. ","reference":"2 Kings 13:24"},{"bookName":"2 Kings","chapter":13,"verse":25,"text":"Jehoahaz’s son Jehoash took back from Ben Hadad son of Hazael the cities that he had taken from his father Jehoahaz in war. Jehoash defeated him three times and recovered the Israelite cities. ","reference":"2 Kings 13:25"}]