[{"bookName":"2 Kings","chapter":19,"verse":1,"text":"When King Hezekiah heard this, he tore his clothes, put on sackcloth, and went to the Lord’s temple. ","reference":"2 Kings 19:1"},{"bookName":"2 Kings","chapter":19,"verse":2,"text":"He sent Eliakim the palace supervisor, Shebna the scribe, and the leading priests, clothed in sackcloth, to the prophet Isaiah son of Amoz.","reference":"2 Kings 19:2"},{"bookName":"2 Kings","chapter":19,"verse":3,"text":"They told him, “This is what Hezekiah says: ‘This is a day of distress, insults, and humiliation, as when a baby is ready to leave the birth canal, but the mother lacks the strength to push it through.","reference":"2 Kings 19:3"},{"bookName":"2 Kings","chapter":19,"verse":4,"text":"Perhaps the Lord your God will hear all these things the chief adviser has spoken on behalf of his master, the king of Assyria, who sent him to taunt the living God. When the Lord your God hears, perhaps he will punish him for the things he has said. So pray for this remnant that remains.’” ","reference":"2 Kings 19:4"},{"bookName":"2 Kings","chapter":19,"verse":5,"text":"When King Hezekiah’s servants came to Isaiah, ","reference":"2 Kings 19:5"},{"bookName":"2 Kings","chapter":19,"verse":6,"text":"Isaiah said to them, “Tell your master this: ‘This is what the Lord has said: “Don’t be afraid because of the things you have heard, because the Assyrian king’s officers have insulted me.","reference":"2 Kings 19:6"},{"bookName":"2 Kings","chapter":19,"verse":7,"text":"Look, I will take control of his mind; he will receive a report and return to his own land. I will cut him down with a sword in his own land.”’” ","reference":"2 Kings 19:7"},{"bookName":"2 Kings","chapter":19,"verse":8,"text":"When the chief adviser heard the king of Assyria had departed from Lachish, he left and went to Libnah, where the king was campaigning.","reference":"2 Kings 19:8"},{"bookName":"2 Kings","chapter":19,"verse":9,"text":"The king heard that King Tirhakah of Ethiopia was marching out to fight him. He again sent messengers to Hezekiah, ordering them:","reference":"2 Kings 19:9"},{"bookName":"2 Kings","chapter":19,"verse":10,"text":"“Tell King Hezekiah of Judah this: ‘Don’t let your God in whom you trust mislead you when he says, “Jerusalem will not be handed over to the king of Assyria.” ","reference":"2 Kings 19:10"},{"bookName":"2 Kings","chapter":19,"verse":11,"text":"Certainly you have heard how the kings of Assyria have annihilated all lands. Do you really think you will be rescued? ","reference":"2 Kings 19:11"},{"bookName":"2 Kings","chapter":19,"verse":12,"text":"Were the nations whom my ancestors destroyed—the nations of Gozan, Haran, Rezeph, and the people of Eden in Telassar—rescued by their gods? ","reference":"2 Kings 19:12"},{"bookName":"2 Kings","chapter":19,"verse":13,"text":"Where are the king of Hamath, the king of Arpad, and the kings of Lair, Sepharvaim, Hena, and Ivvah?’” ","reference":"2 Kings 19:13"},{"bookName":"2 Kings","chapter":19,"verse":14,"text":"Hezekiah took the letter from the messengers and read it. Then Hezekiah went up to the Lord’s temple and spread it out before the Lord. ","reference":"2 Kings 19:14"},{"bookName":"2 Kings","chapter":19,"verse":15,"text":"Hezekiah prayed before the Lord: “Lord God of Israel, who is enthroned above the cherubim! You alone are God over all the kingdoms of the earth. You made the sky and the earth. ","reference":"2 Kings 19:15"},{"bookName":"2 Kings","chapter":19,"verse":16,"text":"Pay attention, Lord, and hear! Open your eyes, Lord, and observe! Listen to the message Sennacherib sent and how he taunts the living God! ","reference":"2 Kings 19:16"},{"bookName":"2 Kings","chapter":19,"verse":17,"text":"It is true, Lord, that the kings of Assyria have destroyed the nations and their lands. ","reference":"2 Kings 19:17"},{"bookName":"2 Kings","chapter":19,"verse":18,"text":"They have burned the gods of the nations, for they are not really gods, but only the product of human hands manufactured from wood and stone. That is why the Assyrians could destroy them. ","reference":"2 Kings 19:18"},{"bookName":"2 Kings","chapter":19,"verse":19,"text":"Now, O Lord our God, rescue us from his power, so that all the kingdoms of the earth will know that you, Lord, are the only God.” ","reference":"2 Kings 19:19"},{"bookName":"2 Kings","chapter":19,"verse":20,"text":"Isaiah son of Amoz sent this message to Hezekiah: “This is what the Lord God of Israel has said: ‘I have heard your prayer concerning King Sennacherib of Assyria. ","reference":"2 Kings 19:20"},{"bookName":"2 Kings","chapter":19,"verse":21,"text":"This is what the Lord says about him: “‘“The virgin daughter Zion despises you, she makes fun of you; Daughter Jerusalem shakes her head after you.","reference":"2 Kings 19:21"},{"bookName":"2 Kings","chapter":19,"verse":22,"text":"Whom have you taunted and hurled insults at? At whom have you shouted, and looked so arrogantly? At the Holy One of Israel! ","reference":"2 Kings 19:22"},{"bookName":"2 Kings","chapter":19,"verse":23,"text":"Through your messengers you taunted the Sovereign Master, ‘With my many chariots I climbed up the high mountains, the slopes of Lebanon. I cut down its tall cedars and its best evergreens. I invaded its most remote regions, its thickest woods. ","reference":"2 Kings 19:23"},{"bookName":"2 Kings","chapter":19,"verse":24,"text":"I dug wells and drank water in foreign lands. With the soles of my feet I dried up all the rivers of Egypt.’ ","reference":"2 Kings 19:24"},{"bookName":"2 Kings","chapter":19,"verse":25,"text":" Certainly you must have heard! Long ago I worked it out. In ancient times I planned it; and now I am bringing it to pass. The plan is this: Fortified cities will crash into heaps of ruins. ","reference":"2 Kings 19:25"},{"bookName":"2 Kings","chapter":19,"verse":26,"text":"Their residents are powerless, they are terrified and ashamed. They are as short-lived as plants in the field, or green vegetation. They are as short-lived as grass on the rooftops when it is scorched by the east wind. ","reference":"2 Kings 19:26"},{"bookName":"2 Kings","chapter":19,"verse":27,"text":"I know where you live and everything you do.","reference":"2 Kings 19:27"},{"bookName":"2 Kings","chapter":19,"verse":28,"text":"Because you rage against me, and the uproar you create has reached my ears, I will put my hook in your nose, and my bridle between your lips, and I will lead you back the way you came.” ","reference":"2 Kings 19:28"},{"bookName":"2 Kings","chapter":19,"verse":29,"text":" “‘This will be your confirmation that I have spoken the truth: This year you will eat what grows wild, and next year what grows on its own from that. But in the third year you will plant seed and harvest crops; you will plant vines and consume their produce. ","reference":"2 Kings 19:29"},{"bookName":"2 Kings","chapter":19,"verse":30,"text":"Those who remain in Judah will take root in the ground and bear fruit. ","reference":"2 Kings 19:30"},{"bookName":"2 Kings","chapter":19,"verse":31,"text":"“‘For a remnant will leave Jerusalem; survivors will come out of Mount Zion. The zeal of the Lord of Heaven’s Armies will accomplish this.","reference":"2 Kings 19:31"},{"bookName":"2 Kings","chapter":19,"verse":32,"text":"So this is what the Lord has said about the king of Assyria: “He will not enter this city, nor will he shoot an arrow here. He will not attack it with his shield-carrying warriors, nor will he build siege works against it.","reference":"2 Kings 19:32"},{"bookName":"2 Kings","chapter":19,"verse":33,"text":"He will go back the way he came. He will not enter this city,” says the Lord. ","reference":"2 Kings 19:33"},{"bookName":"2 Kings","chapter":19,"verse":34,"text":"“‘I will shield this city and rescue it for the sake of my reputation and because of my promise to David my servant.’” ","reference":"2 Kings 19:34"},{"bookName":"2 Kings","chapter":19,"verse":35,"text":"That very night the angel of the Lord went out and killed 185,000 in the Assyrian camp. When they got up early the next morning, there were all the corpses. ","reference":"2 Kings 19:35"},{"bookName":"2 Kings","chapter":19,"verse":36,"text":"So King Sennacherib of Assyria broke camp and went on his way. He went home and stayed in Nineveh. ","reference":"2 Kings 19:36"},{"bookName":"2 Kings","chapter":19,"verse":37,"text":"One day, as he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword. They escaped to the land of Ararat; his son Esarhaddon replaced him as king. ","reference":"2 Kings 19:37"}]