[{"bookName":"2 Kings","chapter":17,"verse":1,"text":"In the twelfth year of King Ahaz’s reign over Judah, Hoshea son of Elah became king over Israel. He reigned in Samaria for nine years. ","reference":"2 Kings 17:1"},{"bookName":"2 Kings","chapter":17,"verse":2,"text":"He did evil in the sight of the Lord, but not to the same degree as the Israelite kings who preceded him.","reference":"2 Kings 17:2"},{"bookName":"2 Kings","chapter":17,"verse":3,"text":"King Shalmaneser of Assyria marched up to attack him; so Hoshea became his subject and paid him tribute. ","reference":"2 Kings 17:3"},{"bookName":"2 Kings","chapter":17,"verse":4,"text":"The king of Assyria discovered that Hoshea was planning a revolt. Hoshea had sent messengers to King So of Egypt and had not sent his annual tribute to the king of Assyria. So the king of Assyria arrested him and imprisoned him.","reference":"2 Kings 17:4"},{"bookName":"2 Kings","chapter":17,"verse":5,"text":"The king of Assyria marched through the whole land. He attacked Samaria and besieged it for three years. ","reference":"2 Kings 17:5"},{"bookName":"2 Kings","chapter":17,"verse":6,"text":"In the ninth year of Hoshea’s reign, the king of Assyria captured Samaria and deported the people of Israel to Assyria. He settled them in Halah, along the Habor (the river of Gozan), and in the cities of the Medes. ","reference":"2 Kings 17:6"},{"bookName":"2 Kings","chapter":17,"verse":7,"text":"This happened because the Israelites sinned against the Lord their God, who brought them up from the land of Egypt and freed them from the power of Pharaoh king of Egypt. They worshiped other gods; ","reference":"2 Kings 17:7"},{"bookName":"2 Kings","chapter":17,"verse":8,"text":"they observed the practices of the nations whom the Lord had driven out from before them, and followed the example of the kings of Israel. ","reference":"2 Kings 17:8"},{"bookName":"2 Kings","chapter":17,"verse":9,"text":"The Israelites said things about the Lord their God that were not right. They built high places in all their towns, from watchtower to fortified city.","reference":"2 Kings 17:9"},{"bookName":"2 Kings","chapter":17,"verse":10,"text":"They set up sacred pillars and Asherah poles on every high hill and under every green tree. ","reference":"2 Kings 17:10"},{"bookName":"2 Kings","chapter":17,"verse":11,"text":"They burned incense on all the high places just like the nations whom the Lord had driven away before them did. Their evil practices made the Lord angry. ","reference":"2 Kings 17:11"},{"bookName":"2 Kings","chapter":17,"verse":12,"text":"They worshiped the disgusting idols in blatant disregard of the Lord’s command. ","reference":"2 Kings 17:12"},{"bookName":"2 Kings","chapter":17,"verse":13,"text":"The Lord solemnly warned Israel and Judah through all his prophets and all the seers, “Turn back from your evil ways; obey my commandments and rules that are recorded in the law. I ordered your ancestors to keep this law and sent my servants the prophets to remind you of its demands.”","reference":"2 Kings 17:13"},{"bookName":"2 Kings","chapter":17,"verse":14,"text":"But they did not pay attention and were as stubborn as their ancestors, who had not trusted the Lord their God. ","reference":"2 Kings 17:14"},{"bookName":"2 Kings","chapter":17,"verse":15,"text":"They rejected his rules, the covenant he had made with their ancestors, and the laws he had commanded them to obey. They paid allegiance to worthless idols, and so became worthless to the Lord. They copied the practices of the surrounding nations in blatant disregard of the Lord’s command. ","reference":"2 Kings 17:15"},{"bookName":"2 Kings","chapter":17,"verse":16,"text":"They abandoned all the commandments of the Lord their God; they made two metal calves and an Asherah pole, bowed down to all the stars in the sky, and worshiped Baal. ","reference":"2 Kings 17:16"},{"bookName":"2 Kings","chapter":17,"verse":17,"text":"They passed their sons and daughters through the fire, and practiced divination and omen reading. They committed themselves to doing evil in the sight of the Lord and made him angry. ","reference":"2 Kings 17:17"},{"bookName":"2 Kings","chapter":17,"verse":18,"text":"So the Lord was furious with Israel and rejected them; only the tribe of Judah was left. ","reference":"2 Kings 17:18"},{"bookName":"2 Kings","chapter":17,"verse":19,"text":"Judah also failed to keep the commandments of the Lord their God; they followed Israel’s example. ","reference":"2 Kings 17:19"},{"bookName":"2 Kings","chapter":17,"verse":20,"text":"So the Lord rejected all of Israel’s descendants; he humiliated them and handed them over to robbers, until he had thrown them from his presence. ","reference":"2 Kings 17:20"},{"bookName":"2 Kings","chapter":17,"verse":21,"text":"He tore Israel away from David’s dynasty, and Jeroboam son of Nebat became their king. Jeroboam drove Israel away from the Lord and encouraged them to commit a serious sin.","reference":"2 Kings 17:21"},{"bookName":"2 Kings","chapter":17,"verse":22,"text":"The Israelites followed in the sinful ways of Jeroboam and did not repudiate them.","reference":"2 Kings 17:22"},{"bookName":"2 Kings","chapter":17,"verse":23,"text":"Finally the Lord rejected Israel just as he had warned he would do through all his servants the prophets. Israel was deported from its land to Assyria and remains there to this very day. ","reference":"2 Kings 17:23"},{"bookName":"2 Kings","chapter":17,"verse":24,"text":"The king of Assyria brought foreigners from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in the cities of Samaria in place of the Israelites. They took possession of Samaria and lived in its cities. ","reference":"2 Kings 17:24"},{"bookName":"2 Kings","chapter":17,"verse":25,"text":"When they first moved in, they did not worship the Lord. So the Lord sent lions among them and the lions were killing them.","reference":"2 Kings 17:25"},{"bookName":"2 Kings","chapter":17,"verse":26,"text":"The king of Assyria was told, “The nations whom you deported and settled in the cities of Samaria do not know the requirements of the God of the land, so he has sent lions among them. They are killing the people because they do not know the requirements of the God of the land.” ","reference":"2 Kings 17:26"},{"bookName":"2 Kings","chapter":17,"verse":27,"text":"So the king of Assyria ordered, “Take back one of the priests whom you deported from there. He must settle there and teach them the requirements of the God of the land.” ","reference":"2 Kings 17:27"},{"bookName":"2 Kings","chapter":17,"verse":28,"text":"So one of the priests whom they had deported from Samaria went back and settled in Bethel. He taught them how to worship the Lord. ","reference":"2 Kings 17:28"},{"bookName":"2 Kings","chapter":17,"verse":29,"text":"But each of these nations made its own gods and put them in the shrines on the high places that the people of Samaria had made. Each nation did this in the cities where they lived. ","reference":"2 Kings 17:29"},{"bookName":"2 Kings","chapter":17,"verse":30,"text":"The people from Babylon made Sukkoth Benoth, the people from Cuth made Nergal, the people from Hamath made Ashima, ","reference":"2 Kings 17:30"},{"bookName":"2 Kings","chapter":17,"verse":31,"text":"the Avvites made Nibhaz and Tartak, and the Sepharvites burned their sons in the fire as an offering to Adrammelech and Anammelech, the gods of Sepharvaim. ","reference":"2 Kings 17:31"},{"bookName":"2 Kings","chapter":17,"verse":32,"text":"At the same time they worshiped the Lord. They appointed some of their own people to serve as priests in the shrines on the high places. ","reference":"2 Kings 17:32"},{"bookName":"2 Kings","chapter":17,"verse":33,"text":"They were worshiping the Lord and at the same time serving their own gods in accordance with the practices of the nations from which they had been deported. ","reference":"2 Kings 17:33"},{"bookName":"2 Kings","chapter":17,"verse":34,"text":"To this very day they observe their earlier practices. They do not worship the Lord; they do not obey the rules, regulations, law, and commandments that the Lord gave the descendants of Jacob, whom he renamed Israel. ","reference":"2 Kings 17:34"},{"bookName":"2 Kings","chapter":17,"verse":35,"text":"The Lord made a covenant with them and instructed them, “You must not worship other gods. Do not bow down to them, serve them, or offer sacrifices to them.","reference":"2 Kings 17:35"},{"bookName":"2 Kings","chapter":17,"verse":36,"text":"Instead you must worship the Lord, who brought you up from the land of Egypt by his great power and military ability; bow down to him and offer sacrifices to him.","reference":"2 Kings 17:36"},{"bookName":"2 Kings","chapter":17,"verse":37,"text":"You must carefully obey at all times the rules, regulations, law, and commandments he wrote down for you. You must not worship other gods. ","reference":"2 Kings 17:37"},{"bookName":"2 Kings","chapter":17,"verse":38,"text":"You must never forget the covenant I made with you, and you must not worship other gods. ","reference":"2 Kings 17:38"},{"bookName":"2 Kings","chapter":17,"verse":39,"text":"Instead you must worship the Lord your God; then he will rescue you from the power of all your enemies.” ","reference":"2 Kings 17:39"},{"bookName":"2 Kings","chapter":17,"verse":40,"text":"But they paid no attention; instead they observed their earlier practices. ","reference":"2 Kings 17:40"},{"bookName":"2 Kings","chapter":17,"verse":41,"text":"These nations were worshiping the Lord and at the same time serving their idols; their sons and grandsons are doing just as their fathers have done, to this very day. ","reference":"2 Kings 17:41"}]