[
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 1,
    "text": "Now a wife of one of the prophets appealed to Elisha for help, saying, “Your servant, my husband is dead. You know that your servant was a loyal follower of the Lord. Now the creditor is coming to take away my two boys to be his servants.” ",
    "reference": "2 Kings 4:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 2,
    "text": "Elisha said to her, “What can I do for you? Tell me, what do you have in the house?” She answered, “Your servant has nothing in the house except a small jar of olive oil.” ",
    "reference": "2 Kings 4:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 3,
    "text": "He said, “Go and ask all your neighbors for empty containers. Get as many as you can. ",
    "reference": "2 Kings 4:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 4,
    "text": "Go and close the door behind you and your sons. Pour the olive oil into all the containers; set aside each one when you have filled it.”",
    "reference": "2 Kings 4:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 5,
    "text": "So she left him and closed the door behind her and her sons. As they were bringing the containers to her, she was pouring the olive oil.",
    "reference": "2 Kings 4:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 6,
    "text": "When the containers were full, she said to one of her sons, “Bring me another container.” But he answered her, “There are no more.” Then the olive oil stopped flowing. ",
    "reference": "2 Kings 4:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 7,
    "text": "She went and told the prophet. He said, “Go, sell the olive oil. Repay your creditor, and then you and your sons can live off the rest of the profit.” ",
    "reference": "2 Kings 4:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 8,
    "text": "One day Elisha traveled to Shunem, where a prominent woman lived. She insisted that he stop for a meal. So whenever he was passing through, he would stop in there for a meal. ",
    "reference": "2 Kings 4:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 9,
    "text": "She said to her husband, “Look, I’m sure that the man who regularly passes through here is a very special prophet. ",
    "reference": "2 Kings 4:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 10,
    "text": "Let’s make a small, private upper room and furnish it with a bed, table, chair, and lamp. When he visits us, he can stay there.” ",
    "reference": "2 Kings 4:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 11,
    "text": "One day Elisha came for a visit; he went into the upper room and rested.",
    "reference": "2 Kings 4:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 12,
    "text": "He told his servant Gehazi, “Ask the Shunammite woman to come here.” So he did so and she came to him. ",
    "reference": "2 Kings 4:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 13,
    "text": "Elisha said to Gehazi, “Tell her, ‘Look, you have treated us with such great respect. What can I do for you? Can I put in a good word for you with the king or the commander of the army?’” She replied, “I’m quite secure.” ",
    "reference": "2 Kings 4:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 14,
    "text": "So he asked Gehazi, “What can I do for her?” Gehazi replied, “She has no son, and her husband is old.” ",
    "reference": "2 Kings 4:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 15,
    "text": "Elisha told him, “Ask her to come here.” So he did so and she came and stood in the doorway. ",
    "reference": "2 Kings 4:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 16,
    "text": "He said, “About this time next year you will be holding a son.” She said, “No, my master! O prophet, do not lie to your servant!” ",
    "reference": "2 Kings 4:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 17,
    "text": "The woman did conceive, and at the specified time the next year she gave birth to a son, just as Elisha had told her. ",
    "reference": "2 Kings 4:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 18,
    "text": "The boy grew and one day he went out to see his father who was with the harvest workers.",
    "reference": "2 Kings 4:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 19,
    "text": "He said to his father, “My head! My head!” His father told a servant, “Carry him to his mother.” ",
    "reference": "2 Kings 4:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 20,
    "text": "So he picked him up and took him to his mother. He sat on her lap until noon and then died. ",
    "reference": "2 Kings 4:20"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 21,
    "text": "She went up and laid him down on the prophet’s bed. She shut the door behind her and left. ",
    "reference": "2 Kings 4:21"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 22,
    "text": "She called to her husband, “Send me one of the servants and one of the donkeys, so I can go see the prophet quickly and then return.” ",
    "reference": "2 Kings 4:22"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 23,
    "text": "He said, “Why do you want to go see him today? It is not the new moon or the Sabbath.” She said, “Everything’s fine.”",
    "reference": "2 Kings 4:23"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 24,
    "text": "She saddled the donkey and told her servant, “Lead on. Do not stop unless I say so.”",
    "reference": "2 Kings 4:24"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 25,
    "text": "So she went to visit the prophet at Mount Carmel. When he saw her at a distance, he said to his servant Gehazi, “Look, it’s the Shunammite woman.",
    "reference": "2 Kings 4:25"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 26,
    "text": "Now, run to meet her and ask her, ‘Are you well? Are your husband and the boy well?’” She told Gehazi, “Everything’s fine.”",
    "reference": "2 Kings 4:26"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 27,
    "text": "But when she reached the prophet on the mountain, she grabbed hold of his feet. Gehazi came near to push her away, but the prophet said, “Leave her alone, for she is very upset. The Lord has kept the matter hidden from me; he didn’t tell me about it.”",
    "reference": "2 Kings 4:27"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 28,
    "text": "She said, “Did I ask my master for a son? Didn’t I say, ‘Don’t mislead me?’”",
    "reference": "2 Kings 4:28"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 29,
    "text": "Elisha told Gehazi, “Tuck your robes into your belt, take my staff, and go! Don’t stop to exchange greetings with anyone! Place my staff on the child’s face.” ",
    "reference": "2 Kings 4:29"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 30,
    "text": "The mother of the child said, “As certainly as the Lord lives and as you live, I will not leave you.” So Elisha got up and followed her back. ",
    "reference": "2 Kings 4:30"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 31,
    "text": "Now Gehazi went on ahead of them. He placed the staff on the child’s face, but there was no sound or response. When he came back to Elisha he told him, “The child did not wake up.”",
    "reference": "2 Kings 4:31"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 32,
    "text": "When Elisha arrived at the house, there was the child lying dead on his bed. ",
    "reference": "2 Kings 4:32"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 33,
    "text": "He went in by himself and closed the door. Then he prayed to the Lord. ",
    "reference": "2 Kings 4:33"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 34,
    "text": "He got up on the bed and spread his body out over the boy; he put his mouth on the boy’s mouth, his eyes over the boy’s eyes, and the palms of his hands against the boy’s palms. As he bent down across him, the boy’s skin grew warm. ",
    "reference": "2 Kings 4:34"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 35,
    "text": "Elisha went back and walked around in the house. Then he got up on the bed again and bent down over him. The child sneezed seven times and opened his eyes. ",
    "reference": "2 Kings 4:35"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 36,
    "text": "Elisha called to Gehazi and said, “Get the Shunammite woman.” So he did so and she came to him. He said to her, “Take your son.” ",
    "reference": "2 Kings 4:36"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 37,
    "text": "She came in, fell at his feet, and bowed down. Then she picked up her son and left. ",
    "reference": "2 Kings 4:37"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 38,
    "text": "Now Elisha went back to Gilgal, while there was a famine in the land. Some of the prophets were visiting him and he told his servant, “Put the big pot on the fire and boil some stew for the prophets.” ",
    "reference": "2 Kings 4:38"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 39,
    "text": "Someone went out to the field to gather some herbs and found a wild vine. He picked some of its fruit, enough to fill up the fold of his robe. He came back, cut it up, and threw the slices into the stew pot, not knowing they were harmful.",
    "reference": "2 Kings 4:39"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 40,
    "text": "The stew was poured out for the men to eat. When they ate some of the stew, they cried out, “Death is in the pot, O prophet!” They could not eat it.",
    "reference": "2 Kings 4:40"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 41,
    "text": "He said, “Get some flour.” Then he threw it into the pot and said, “Now pour some out for the men so they may eat.” There was no longer anything harmful in the pot. ",
    "reference": "2 Kings 4:41"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 42,
    "text": "Now a man from Baal Shalisha brought some food for the prophet—20 loaves of bread made from the firstfruits of the barley harvest, as well as fresh ears of grain. Elisha said, “Set it before the people so they may eat.” ",
    "reference": "2 Kings 4:42"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 43,
    "text": "But his attendant said, “How can I feed a hundred men with this?” He replied, “Set it before the people so they may eat, for this is what the Lord has said, ‘They will eat and have some left over.’”",
    "reference": "2 Kings 4:43"
  },
  {
    "bookName": "2 Kings",
    "chapter": 4,
    "verse": 44,
    "text": "So he set it before them; they ate and had some left over, just as in the Lord’s message.",
    "reference": "2 Kings 4:44"
  }
]