[
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 1,
    "text": "Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem. His mother was Jedidah, daughter of Adaiah, from Bozkath. ",
    "reference": "2 Kings 22:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 2,
    "text": "He did what the Lord approved and followed in his ancestor David’s footsteps; he did not deviate to the right or the left. ",
    "reference": "2 Kings 22:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 3,
    "text": "In the eighteenth year of King Josiah’s reign, the king sent the scribe Shaphan son of Azaliah, son of Meshullam, to the Lord’s temple with these orders: ",
    "reference": "2 Kings 22:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 4,
    "text": "“Go up to Hilkiah the high priest and have him melt down the silver that has been brought by the people to the Lord’s temple and has been collected by the guards at the door. ",
    "reference": "2 Kings 22:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 5,
    "text": "Have them hand it over to the construction foremen assigned to the Lord’s temple. They in turn should pay the temple workers to repair it,",
    "reference": "2 Kings 22:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 6,
    "text": "including craftsmen, builders, and masons, and should buy wood and chiseled stone for the repair work.",
    "reference": "2 Kings 22:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 7,
    "text": "Do not audit the foremen who disburse the silver, for they are honest.” ",
    "reference": "2 Kings 22:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 8,
    "text": "Hilkiah the high priest informed Shaphan the scribe, “I found the scroll of the law in the Lord’s temple.” Hilkiah gave the scroll to Shaphan and he read it.",
    "reference": "2 Kings 22:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 9,
    "text": "Shaphan the scribe went to the king and reported, “Your servants melted down the silver in the temple and handed it over to the construction foremen assigned to the Lord’s temple.” ",
    "reference": "2 Kings 22:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 10,
    "text": "Then Shaphan the scribe told the king, “Hilkiah the priest has given me a scroll.” Shaphan read it out loud before the king. ",
    "reference": "2 Kings 22:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 11,
    "text": "When the king heard the words of the law scroll, he tore his clothes. ",
    "reference": "2 Kings 22:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 12,
    "text": "The king ordered Hilkiah the priest, Ahikam son of Shaphan, Achbor son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant, ",
    "reference": "2 Kings 22:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 13,
    "text": "“Go, seek an oracle from the Lord for me and the people—for all Judah. Find out about the words of this scroll that has been discovered. For the Lord’s great fury has been ignited against us, because our ancestors have not obeyed the words of this scroll by doing all that it instructs us to do.”",
    "reference": "2 Kings 22:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 14,
    "text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shullam son of Tikvah, the son of Harhas, the supervisor of the wardrobe. (She lived in Jerusalem in the Mishneh district.) They stated their business,",
    "reference": "2 Kings 22:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 15,
    "text": "and she said to them: “This is what the Lord God of Israel has said: ‘Say this to the man who sent you to me: ",
    "reference": "2 Kings 22:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 16,
    "text": "“This is what the Lord has said: ‘I am about to bring disaster on this place and its residents, all the things in the scroll that the king of Judah has read. ",
    "reference": "2 Kings 22:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 17,
    "text": "This will happen because they have abandoned me and offered sacrifices to other gods, angering me with all the idols they have made. My anger will ignite against this place and will not be extinguished!’” ",
    "reference": "2 Kings 22:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 18,
    "text": "Say this to the king of Judah, who sent you to seek an oracle from the Lord: “This is what the Lord God of Israel has said concerning the words you have heard: ",
    "reference": "2 Kings 22:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 19,
    "text": "‘You displayed a sensitive spirit and humbled yourself before the Lord when you heard how I intended to make this place and its residents into an appalling example of an accursed people. You tore your clothes and wept before me, and I have heard you,’ says the Lord. ",
    "reference": "2 Kings 22:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 22,
    "verse": 20,
    "text": "‘Therefore I will allow you to die and be buried in peace. You will not have to witness all the disaster I will bring on this place.’”’” Then they reported back to the king. ",
    "reference": "2 Kings 22:20"
  }
]