[{"bookName":"2 Kings","chapter":8,"verse":1,"text":"Now Elisha advised the woman whose son he had brought back to life, “You and your family should go and live somewhere else for a while, for the Lord has decreed that a famine will overtake the land for seven years.” ","reference":"2 Kings 8:1"},{"bookName":"2 Kings","chapter":8,"verse":2,"text":"So the woman did as the prophet said. She and her family went and lived in the land of the Philistines for seven years. ","reference":"2 Kings 8:2"},{"bookName":"2 Kings","chapter":8,"verse":3,"text":"After seven years the woman returned from the land of the Philistines and went to ask the king to give her back her house and field. ","reference":"2 Kings 8:3"},{"bookName":"2 Kings","chapter":8,"verse":4,"text":"Now the king was talking to Gehazi, the prophet’s servant, and said, “Tell me all the great things that Elisha has done.” ","reference":"2 Kings 8:4"},{"bookName":"2 Kings","chapter":8,"verse":5,"text":"While Gehazi was telling the king how Elisha had brought the dead back to life, the woman whose son he had brought back to life came to ask the king for her house and field. Gehazi said, “My master, O king, this is the very woman, and this is her son whom Elisha brought back to life!” ","reference":"2 Kings 8:5"},{"bookName":"2 Kings","chapter":8,"verse":6,"text":"The king asked the woman about it, and she gave him the details. The king assigned a eunuch to take care of her request and ordered him, “Give her back everything she owns, as well as the amount of crops her field produced from the day she left the land until now.” ","reference":"2 Kings 8:6"},{"bookName":"2 Kings","chapter":8,"verse":7,"text":"Elisha traveled to Damascus while King Ben Hadad of Syria was sick. The king was told, “The prophet has come here.” ","reference":"2 Kings 8:7"},{"bookName":"2 Kings","chapter":8,"verse":8,"text":"So the king told Hazael, “Take a gift and go visit the prophet. Request from him an oracle from the Lord. Ask him, ‘Will I recover from this sickness?’” ","reference":"2 Kings 8:8"},{"bookName":"2 Kings","chapter":8,"verse":9,"text":"So Hazael went to visit Elisha. He took along a gift, as well as 40 camel-loads of all the fine things of Damascus. When he arrived, he stood before him and said, “Your son, King Ben Hadad of Syria, has sent me to you with this question, ‘Will I recover from this sickness?’” ","reference":"2 Kings 8:9"},{"bookName":"2 Kings","chapter":8,"verse":10,"text":"Elisha said to him, “Go and tell him, ‘You will surely recover,’ but the Lord has revealed to me that he will surely die.” ","reference":"2 Kings 8:10"},{"bookName":"2 Kings","chapter":8,"verse":11,"text":"Elisha just stared at him until Hazael became uncomfortable. Then the prophet started crying. ","reference":"2 Kings 8:11"},{"bookName":"2 Kings","chapter":8,"verse":12,"text":"Hazael asked, “Why are you crying, my master?” He replied, “Because I know the trouble you will cause the Israelites. You will set fire to their fortresses, kill their young men with the sword, smash their children to bits, and rip open their pregnant women.” ","reference":"2 Kings 8:12"},{"bookName":"2 Kings","chapter":8,"verse":13,"text":"Hazael said, “How could your servant, who is as insignificant as a dog, accomplish this great military victory?” Elisha answered, “The Lord has revealed to me that you will be the king of Syria.” ","reference":"2 Kings 8:13"},{"bookName":"2 Kings","chapter":8,"verse":14,"text":"He left Elisha and went to his master. Ben Hadad asked him, “What did Elisha tell you?” Hazael replied, “He told me you would surely recover.” ","reference":"2 Kings 8:14"},{"bookName":"2 Kings","chapter":8,"verse":15,"text":"The next day Hazael took a piece of cloth, dipped it in water, and spread it over Ben Hadad’s face until he died. Then Hazael replaced him as king. ","reference":"2 Kings 8:15"},{"bookName":"2 Kings","chapter":8,"verse":16,"text":"In the fifth year of the reign of Israel’s King Joram, son of Ahab, Jehoshaphat’s son Jehoram became king over Judah. ","reference":"2 Kings 8:16"},{"bookName":"2 Kings","chapter":8,"verse":17,"text":"He was thirty-two years old when he became king, and he reigned for eight years in Jerusalem. ","reference":"2 Kings 8:17"},{"bookName":"2 Kings","chapter":8,"verse":18,"text":"He followed in the footsteps of the kings of Israel, just as Ahab’s dynasty had done, for he married Ahab’s daughter. He did evil in the sight of the Lord. ","reference":"2 Kings 8:18"},{"bookName":"2 Kings","chapter":8,"verse":19,"text":"But the Lord was unwilling to destroy Judah. He preserved Judah for the sake of his servant David to whom he had promised a perpetual dynasty. ","reference":"2 Kings 8:19"},{"bookName":"2 Kings","chapter":8,"verse":20,"text":"During his reign Edom freed themselves from Judah’s control and set up their own king. ","reference":"2 Kings 8:20"},{"bookName":"2 Kings","chapter":8,"verse":21,"text":"Jehoram crossed over to Zair with all his chariots. The Edomites, who had surrounded him, attacked at night and defeated him and his chariot officers. The Israelite army retreated to their homeland. ","reference":"2 Kings 8:21"},{"bookName":"2 Kings","chapter":8,"verse":22,"text":"So Edom has remained free from Judah’s control to this very day. At that same time Libnah also rebelled.","reference":"2 Kings 8:22"},{"bookName":"2 Kings","chapter":8,"verse":23,"text":"The rest of the events of Jehoram’s reign, including a record of his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ","reference":"2 Kings 8:23"},{"bookName":"2 Kings","chapter":8,"verse":24,"text":"Jehoram passed away and was buried with his ancestors in the City of David. His son Ahaziah replaced him as king. ","reference":"2 Kings 8:24"},{"bookName":"2 Kings","chapter":8,"verse":25,"text":"In the twelfth year of the reign of Israel’s King Joram, son of Ahab, Jehoram’s son Ahaziah became king over Judah. ","reference":"2 Kings 8:25"},{"bookName":"2 Kings","chapter":8,"verse":26,"text":"Ahaziah was twenty-two years old when he became king, and he reigned for one year in Jerusalem. His mother was Athaliah, the granddaughter of King Omri of Israel. ","reference":"2 Kings 8:26"},{"bookName":"2 Kings","chapter":8,"verse":27,"text":"He followed in the footsteps of Ahab’s dynasty and did evil in the sight of the Lord, as Ahab’s dynasty had done, for he was related to Ahab’s family. ","reference":"2 Kings 8:27"},{"bookName":"2 Kings","chapter":8,"verse":28,"text":"He joined Ahab’s son Joram in a battle against King Hazael of Syria at Ramoth Gilead in which the Syrians defeated Joram. ","reference":"2 Kings 8:28"},{"bookName":"2 Kings","chapter":8,"verse":29,"text":"King Joram returned to Jezreel to recover from the wounds he received from the Syrians in Ramah when he fought against King Hazael of Syria. King Ahaziah son of Jehoram of Judah went down to visit Joram son of Ahab in Jezreel, for he was ill. ","reference":"2 Kings 8:29"}]