[
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 1,
    "text": "(12:2) In Jehu’s seventh year Jehoash became king; he reigned for 40 years in Jerusalem. His mother was Zibiah, who was from Beer Sheba. ",
    "reference": "2 Kings 12:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 2,
    "text": "Jehoash did what the Lord approved all his days when Jehoiada the priest taught him.",
    "reference": "2 Kings 12:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 3,
    "text": "But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places. ",
    "reference": "2 Kings 12:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 4,
    "text": "Jehoash said to the priests, “I place at your disposal all the consecrated silver that has been brought to the Lord’s temple, including the silver collected from the census tax, the silver received from those who have made vows, and all the silver that people have voluntarily contributed to the Lord’s temple. ",
    "reference": "2 Kings 12:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 5,
    "text": "The priests should receive the silver they need from the treasurers and repair any damage to the temple they discover.” ",
    "reference": "2 Kings 12:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 6,
    "text": "By the twenty-third year of King Jehoash’s reign the priests had still not repaired the damage to the temple. ",
    "reference": "2 Kings 12:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 7,
    "text": "So King Jehoash summoned Jehoiada the priest along with the other priests, and said to them, “Why have you not repaired the damage to the temple? Now, take no more silver from your treasurers unless you intend to use it to repair the damage.” ",
    "reference": "2 Kings 12:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 8,
    "text": "The priests agreed not to collect silver from the people and relieved themselves of personal responsibility for the temple repairs. ",
    "reference": "2 Kings 12:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 9,
    "text": "Jehoiada the priest took a chest and drilled a hole in its lid. He placed it on the right side of the altar near the entrance of the Lord’s temple. The priests who guarded the entrance would put into it all the silver brought to the Lord’s temple. ",
    "reference": "2 Kings 12:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 10,
    "text": "When they saw the chest was full of silver, the royal secretary and the high priest counted the silver that had been brought to the Lord’s temple and bagged it up. ",
    "reference": "2 Kings 12:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 11,
    "text": "They would then hand over the silver that had been weighed to the construction foremen assigned to the Lord’s temple. They hired carpenters and builders to work on the Lord’s temple, ",
    "reference": "2 Kings 12:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 12,
    "text": "as well as masons and stonecutters. They bought wood and chiseled stone to repair the damage to the Lord’s temple and also paid for all the other expenses.",
    "reference": "2 Kings 12:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 13,
    "text": "The silver brought to the Lord’s temple was not used for silver bowls, trimming shears, basins, trumpets, or any kind of gold or silver implements. ",
    "reference": "2 Kings 12:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 14,
    "text": "It was handed over to the foremen who used it to repair the Lord’s temple. ",
    "reference": "2 Kings 12:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 15,
    "text": "They did not audit the treasurers who disbursed the funds to the foremen, for they were honest. ",
    "reference": "2 Kings 12:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 16,
    "text": "(The silver collected in conjunction with reparation offerings and sin offerings was not brought to the Lord’s temple; it belonged to the priests.) ",
    "reference": "2 Kings 12:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 17,
    "text": "At that time King Hazael of Syria attacked Gath and captured it. Hazael then decided to attack Jerusalem. ",
    "reference": "2 Kings 12:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 18,
    "text": "King Jehoash of Judah collected all the sacred items that his ancestors Jehoshaphat, Jehoram, and Ahaziah, kings of Judah, had consecrated, as well as his own sacred items and all the gold that could be found in the treasuries of the Lord’s temple and the royal palace. He sent it all to King Hazael of Syria, who then withdrew from Jerusalem. ",
    "reference": "2 Kings 12:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 19,
    "text": "The rest of the events of Joash’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "2 Kings 12:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 20,
    "text": "His servants conspired against him and murdered Joash at Beth Millo, on the road that goes down to Silla. ",
    "reference": "2 Kings 12:20"
  },
  {
    "bookName": "2 Kings",
    "chapter": 12,
    "verse": 21,
    "text": "His servants Jozabad son of Shimeath and Jehozabad son of Shomer murdered him. He was buried with his ancestors in the City of David. His son Amaziah replaced him as king.",
    "reference": "2 Kings 12:21"
  }
]