[{"bookName":"2 Kings","chapter":10,"verse":1,"text":"Ahab had 70 sons living in Samaria. So Jehu wrote letters and sent them to Samaria to the leading officials of Jezreel and to the guardians of Ahab’s dynasty. This is what the letters said, ","reference":"2 Kings 10:1"},{"bookName":"2 Kings","chapter":10,"verse":2,"text":"“You have with you the sons of your master, chariots and horses, a fortified city, and weapons. So when this letter arrives, ","reference":"2 Kings 10:2"},{"bookName":"2 Kings","chapter":10,"verse":3,"text":"pick the best and most capable of your master’s sons, place him on his father’s throne, and defend your master’s dynasty.” ","reference":"2 Kings 10:3"},{"bookName":"2 Kings","chapter":10,"verse":4,"text":"They were absolutely terrified and said, “Look, two kings could not stop him! How can we?” ","reference":"2 Kings 10:4"},{"bookName":"2 Kings","chapter":10,"verse":5,"text":"So the palace supervisor, the city commissioner, the leaders, and the guardians sent this message to Jehu, “We are your subjects! Whatever you say, we will do. We will not make anyone king. Do what you consider proper.” ","reference":"2 Kings 10:5"},{"bookName":"2 Kings","chapter":10,"verse":6,"text":"He wrote them a second letter, saying, “If you are really on my side and are willing to obey me, then take the heads of your master’s sons and come to me in Jezreel at this time tomorrow.” Now the king had 70 sons, and the prominent men of the city were raising them. ","reference":"2 Kings 10:6"},{"bookName":"2 Kings","chapter":10,"verse":7,"text":"When they received the letter, they seized the king’s sons and executed all 70 of them. They put their heads in baskets and sent them to him in Jezreel. ","reference":"2 Kings 10:7"},{"bookName":"2 Kings","chapter":10,"verse":8,"text":"The messenger came and told Jehu, “They have brought the heads of the king’s sons.” Jehu said, “Stack them in two piles at the entrance of the city gate until morning.” ","reference":"2 Kings 10:8"},{"bookName":"2 Kings","chapter":10,"verse":9,"text":"In the morning he went out and stood there. Then he said to all the people, “You are innocent. I conspired against my master and killed him. But who struck down all of these men?","reference":"2 Kings 10:9"},{"bookName":"2 Kings","chapter":10,"verse":10,"text":"Therefore take note that not one of the Lord’s words which he pronounced against Ahab’s dynasty will fail to materialize. The Lord has done what he announced through his servant Elijah.” ","reference":"2 Kings 10:10"},{"bookName":"2 Kings","chapter":10,"verse":11,"text":"Then Jehu killed all who were left of Ahab’s family in Jezreel, and all his nobles, close friends, and priests. He left no survivors. ","reference":"2 Kings 10:11"},{"bookName":"2 Kings","chapter":10,"verse":12,"text":"Jehu then left there and set out for Samaria. While he was traveling through Beth Eked of the Shepherds, ","reference":"2 Kings 10:12"},{"bookName":"2 Kings","chapter":10,"verse":13,"text":"Jehu encountered the relatives of King Ahaziah of Judah. He asked, “Who are you?” They replied, “We are Ahaziah’s relatives. We have come down to see how the king’s sons and the queen mother’s sons are doing.”","reference":"2 Kings 10:13"},{"bookName":"2 Kings","chapter":10,"verse":14,"text":"He said, “Capture them alive!” So they captured them alive and then executed all 42 of them by the cistern at Beth Eked. He left no survivors. ","reference":"2 Kings 10:14"},{"bookName":"2 Kings","chapter":10,"verse":15,"text":"When he left there, he met Jehonadab son of Rekab who had been looking for him. Jehu greeted him and asked, “Are you as committed to me as I am to you?” Jehonadab answered, “I am!” Jehu replied, “If so, give me your hand.” So he offered his hand and Jehu pulled him up into the chariot. ","reference":"2 Kings 10:15"},{"bookName":"2 Kings","chapter":10,"verse":16,"text":"Jehu said, “Come with me and see how zealous I am for the Lord’s cause.” So he took him along in his chariot. ","reference":"2 Kings 10:16"},{"bookName":"2 Kings","chapter":10,"verse":17,"text":"He went to Samaria and killed each of Ahab’s remaining family members who were in Samaria until he destroyed them, in keeping with the Lord’s message which he had announced to Elijah. ","reference":"2 Kings 10:17"},{"bookName":"2 Kings","chapter":10,"verse":18,"text":"Jehu assembled all the people and said to them, “Ahab worshiped Baal a little; Jehu will worship him with great devotion. ","reference":"2 Kings 10:18"},{"bookName":"2 Kings","chapter":10,"verse":19,"text":"So now, bring to me all the prophets of Baal, as well as all his servants and priests. None of them must be absent, for I am offering a great sacrifice to Baal. Any of them who fails to appear will lose his life.” But Jehu was tricking them so he could destroy the servants of Baal. ","reference":"2 Kings 10:19"},{"bookName":"2 Kings","chapter":10,"verse":20,"text":"Then Jehu ordered, “Make arrangements for a celebration for Baal.” So they announced it.","reference":"2 Kings 10:20"},{"bookName":"2 Kings","chapter":10,"verse":21,"text":"Jehu sent invitations throughout Israel, and all the servants of Baal came; not one was absent. They arrived at the temple of Baal and filled it up from end to end.","reference":"2 Kings 10:21"},{"bookName":"2 Kings","chapter":10,"verse":22,"text":"Jehu ordered the one who was in charge of the wardrobe, “Bring out robes for all the servants of Baal.” So he brought out robes for them.","reference":"2 Kings 10:22"},{"bookName":"2 Kings","chapter":10,"verse":23,"text":"Then Jehu and Jehonadab son of Rekab went to the temple of Baal. Jehu said to the servants of Baal, “Make sure there are no servants of the Lord here with you; there must be only servants of Baal.” ","reference":"2 Kings 10:23"},{"bookName":"2 Kings","chapter":10,"verse":24,"text":"They went inside to offer sacrifices and burnt offerings. Now Jehu had stationed 80 men outside. He had told them, “If any of the men inside gets away, you will pay with your lives!” ","reference":"2 Kings 10:24"},{"bookName":"2 Kings","chapter":10,"verse":25,"text":"When he finished offering the burnt sacrifice, Jehu ordered the royal guard and officers, “Come in and strike them down! Don’t let any escape!” So the royal guard and officers struck them down with the sword and left their bodies lying there. Then they entered the inner sanctuary of the temple of Baal. ","reference":"2 Kings 10:25"},{"bookName":"2 Kings","chapter":10,"verse":26,"text":"They hauled out the sacred pillar of the temple of Baal and burned it.","reference":"2 Kings 10:26"},{"bookName":"2 Kings","chapter":10,"verse":27,"text":"They demolished the sacred pillar of Baal and the temple of Baal; it is used as a latrine to this very day. ","reference":"2 Kings 10:27"},{"bookName":"2 Kings","chapter":10,"verse":28,"text":"So Jehu eradicated Baal worship from Israel. ","reference":"2 Kings 10:28"},{"bookName":"2 Kings","chapter":10,"verse":29,"text":"However, Jehu did not repudiate the sins that Jeroboam son of Nebat had encouraged Israel to commit; the golden calves remained in Bethel and Dan. ","reference":"2 Kings 10:29"},{"bookName":"2 Kings","chapter":10,"verse":30,"text":"The Lord said to Jehu, “You have done well. You have accomplished my will and carried out my wishes with regard to Ahab’s dynasty. Therefore four generations of your descendants will rule over Israel.” ","reference":"2 Kings 10:30"},{"bookName":"2 Kings","chapter":10,"verse":31,"text":"But Jehu did not carefully and wholeheartedly obey the law of the Lord God of Israel. He did not repudiate the sins which Jeroboam had encouraged Israel to commit. ","reference":"2 Kings 10:31"},{"bookName":"2 Kings","chapter":10,"verse":32,"text":"In those days the Lord began to reduce the size of Israel’s territory. Hazael attacked their eastern border. ","reference":"2 Kings 10:32"},{"bookName":"2 Kings","chapter":10,"verse":33,"text":"He conquered all the land of Gilead, including the territory of Gad, Reuben, and Manasseh, extending all the way from the Aroer in the Arnon Valley through Gilead to Bashan. ","reference":"2 Kings 10:33"},{"bookName":"2 Kings","chapter":10,"verse":34,"text":"The rest of the events of Jehu’s reign, including all his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ","reference":"2 Kings 10:34"},{"bookName":"2 Kings","chapter":10,"verse":35,"text":"Jehu passed away and was buried in Samaria. His son Jehoahaz replaced him as king. ","reference":"2 Kings 10:35"},{"bookName":"2 Kings","chapter":10,"verse":36,"text":"Jehu reigned over Israel for 28 years in Samaria. ","reference":"2 Kings 10:36"}]