[{"bookName":"2 Kings","chapter":20,"verse":1,"text":"In those days Hezekiah was stricken with a terminal illness. The prophet Isaiah son of Amoz visited him and told him, “This is what the Lord has said, ‘Give your household instructions, for you are about to die; you will not get well.’” ","reference":"2 Kings 20:1"},{"bookName":"2 Kings","chapter":20,"verse":2,"text":"He turned his face to the wall and prayed to the Lord, ","reference":"2 Kings 20:2"},{"bookName":"2 Kings","chapter":20,"verse":3,"text":"“Please, Lord. Remember how I have served you faithfully and with wholehearted devotion, and how I have carried out your will.” Then Hezekiah wept bitterly. ","reference":"2 Kings 20:3"},{"bookName":"2 Kings","chapter":20,"verse":4,"text":"Isaiah had not yet left the middle courtyard when the Lord’s message came to him, ","reference":"2 Kings 20:4"},{"bookName":"2 Kings","chapter":20,"verse":5,"text":"“Go back and tell Hezekiah, the leader of my people: ‘This is what the Lord God of your ancestor David has said: “I have heard your prayer; I have seen your tears. Look, I will heal you. The day after tomorrow you will go up to the Lord’s temple. ","reference":"2 Kings 20:5"},{"bookName":"2 Kings","chapter":20,"verse":6,"text":"I will add fifteen years to your life and rescue you and this city from the king of Assyria. I will shield this city for the sake of my reputation and because of my promise to David my servant.”’” ","reference":"2 Kings 20:6"},{"bookName":"2 Kings","chapter":20,"verse":7,"text":"Isaiah ordered, “Get a fig cake.” So they did as he ordered and placed it on the ulcerated sore, and he recovered. ","reference":"2 Kings 20:7"},{"bookName":"2 Kings","chapter":20,"verse":8,"text":"Hezekiah had said to Isaiah, “What is the confirming sign that the Lord will heal me and that I will go up to the Lord’s temple the day after tomorrow?” ","reference":"2 Kings 20:8"},{"bookName":"2 Kings","chapter":20,"verse":9,"text":"Isaiah replied, “This is your sign from the Lord confirming that the Lord will do what he has said. Do you want the shadow to move ahead 10 steps or to go back 10 steps?” ","reference":"2 Kings 20:9"},{"bookName":"2 Kings","chapter":20,"verse":10,"text":"Hezekiah answered, “It is easy for the shadow to lengthen 10 steps, but not for it to go back ten steps.” ","reference":"2 Kings 20:10"},{"bookName":"2 Kings","chapter":20,"verse":11,"text":"Isaiah the prophet called out to the Lord, and the Lord made the shadow go back ten steps on the stairs of Ahaz. ","reference":"2 Kings 20:11"},{"bookName":"2 Kings","chapter":20,"verse":12,"text":"At that time Merodach Baladan son of Baladan, king of Babylon, sent messengers with letters and a gift to Hezekiah, for he had heard that Hezekiah was ill. ","reference":"2 Kings 20:12"},{"bookName":"2 Kings","chapter":20,"verse":13,"text":"Hezekiah welcomed them and showed them his whole storehouse, with its silver, gold, spices, and high quality olive oil, as well as his armory and everything in his treasuries. Hezekiah showed them everything in his palace and in his whole kingdom. ","reference":"2 Kings 20:13"},{"bookName":"2 Kings","chapter":20,"verse":14,"text":"Isaiah the prophet visited King Hezekiah and asked him, “What did these men say? Where do they come from?” Hezekiah replied, “They come from the distant land of Babylon.” ","reference":"2 Kings 20:14"},{"bookName":"2 Kings","chapter":20,"verse":15,"text":"Isaiah asked, “What have they seen in your palace?” Hezekiah replied, “They have seen everything in my palace. I showed them everything in my treasuries.” ","reference":"2 Kings 20:15"},{"bookName":"2 Kings","chapter":20,"verse":16,"text":"Isaiah said to Hezekiah, “Listen to the Lord’s message,","reference":"2 Kings 20:16"},{"bookName":"2 Kings","chapter":20,"verse":17,"text":"‘Look, a time is coming when everything in your palace and the things your ancestors have accumulated to this day will be carried away to Babylon; nothing will be left,’ says the Lord. ","reference":"2 Kings 20:17"},{"bookName":"2 Kings","chapter":20,"verse":18,"text":"‘Some of your very own descendants whom you father will be taken away and will be made eunuchs in the palace of the king of Babylon.’” ","reference":"2 Kings 20:18"},{"bookName":"2 Kings","chapter":20,"verse":19,"text":"Hezekiah said to Isaiah, “The Lord’s message which you have announced is appropriate.” Then he added, “At least there will be peace and stability during my lifetime.” ","reference":"2 Kings 20:19"},{"bookName":"2 Kings","chapter":20,"verse":20,"text":"The rest of the events of Hezekiah’s reign and all his accomplishments, including how he built a pool and conduit to bring water into the city, are recorded in the scroll called the Annals of the Kings of Judah. ","reference":"2 Kings 20:20"},{"bookName":"2 Kings","chapter":20,"verse":21,"text":"Hezekiah passed away and his son Manasseh replaced him as king. ","reference":"2 Kings 20:21"}]