[{"bookName":"2 Kings","chapter":21,"verse":1,"text":"Manasseh was twelve years old when he became king, and he reigned for fifty-five years in Jerusalem. His mother was Hephzibah. ","reference":"2 Kings 21:1"},{"bookName":"2 Kings","chapter":21,"verse":2,"text":"He did evil in the sight of the Lord and committed the same horrible sins practiced by the nations whom the Lord drove out before the Israelites. ","reference":"2 Kings 21:2"},{"bookName":"2 Kings","chapter":21,"verse":3,"text":"He rebuilt the high places that his father Hezekiah had destroyed; he set up altars for Baal and made an Asherah pole just as King Ahab of Israel had done. He bowed down to all the stars in the sky and worshiped them.","reference":"2 Kings 21:3"},{"bookName":"2 Kings","chapter":21,"verse":4,"text":"He built altars in the Lord’s temple, about which the Lord had said, “Jerusalem will be my home.” ","reference":"2 Kings 21:4"},{"bookName":"2 Kings","chapter":21,"verse":5,"text":"In the two courtyards of the Lord’s temple he built altars for all the stars in the sky. ","reference":"2 Kings 21:5"},{"bookName":"2 Kings","chapter":21,"verse":6,"text":"He passed his son through the fire and practiced divination and omen reading. He set up a ritual pit to conjure up underworld spirits and appointed magicians to supervise it. He did a great amount of evil in the sight of the Lord, provoking him to anger.","reference":"2 Kings 21:6"},{"bookName":"2 Kings","chapter":21,"verse":7,"text":"He put an idol of Asherah he had made in the temple, about which the Lord had said to David and to his son Solomon, “This temple in Jerusalem, which I have chosen out of all the tribes of Israel, will be my permanent home. ","reference":"2 Kings 21:7"},{"bookName":"2 Kings","chapter":21,"verse":8,"text":"I will not make Israel again leave the land I gave to their ancestors, provided that they carefully obey all I commanded them, the whole law my servant Moses ordered them to obey.” ","reference":"2 Kings 21:8"},{"bookName":"2 Kings","chapter":21,"verse":9,"text":"But they did not obey, and Manasseh misled them so that they sinned more than the nations whom the Lord had destroyed from before the Israelites. ","reference":"2 Kings 21:9"},{"bookName":"2 Kings","chapter":21,"verse":10,"text":"So the Lord announced through his servants the prophets: ","reference":"2 Kings 21:10"},{"bookName":"2 Kings","chapter":21,"verse":11,"text":"“King Manasseh of Judah has committed horrible sins. He has sinned more than the Amorites before him and has encouraged Judah to sin by worshiping his disgusting idols. ","reference":"2 Kings 21:11"},{"bookName":"2 Kings","chapter":21,"verse":12,"text":"So this is what the Lord God of Israel has said, ‘I am about to bring disaster on Jerusalem and Judah. The news will reverberate in the ears of those who hear about it.","reference":"2 Kings 21:12"},{"bookName":"2 Kings","chapter":21,"verse":13,"text":"I will destroy Jerusalem the same way I did Samaria and the dynasty of Ahab. I will wipe Jerusalem clean, just as one wipes a plate on both sides.","reference":"2 Kings 21:13"},{"bookName":"2 Kings","chapter":21,"verse":14,"text":"I will abandon this last remaining tribe among my people and hand them over to their enemies; they will be plundered and robbed by all their enemies, ","reference":"2 Kings 21:14"},{"bookName":"2 Kings","chapter":21,"verse":15,"text":"because they have done evil in my sight and have angered me from the time their ancestors left Egypt right up to this very day!’” ","reference":"2 Kings 21:15"},{"bookName":"2 Kings","chapter":21,"verse":16,"text":"Furthermore Manasseh killed so many innocent people, he stained Jerusalem with their blood from end to end, in addition to encouraging Judah to sin by doing evil in the sight of the Lord. ","reference":"2 Kings 21:16"},{"bookName":"2 Kings","chapter":21,"verse":17,"text":"The rest of the events of Manasseh’s reign and all his accomplishments, as well as the sinful acts he committed, are recorded in the scroll called the Annals of the Kings of Judah. ","reference":"2 Kings 21:17"},{"bookName":"2 Kings","chapter":21,"verse":18,"text":"Manasseh passed away and was buried in his palace garden, the garden of Uzzah, and his son Amon replaced him as king. ","reference":"2 Kings 21:18"},{"bookName":"2 Kings","chapter":21,"verse":19,"text":"Amon was twenty-two years old when he became king, and he reigned for two years in Jerusalem. His mother was Meshullemeth, the daughter of Haruz, from Jotbah. ","reference":"2 Kings 21:19"},{"bookName":"2 Kings","chapter":21,"verse":20,"text":"He did evil in the sight of the Lord, just as his father Manasseh had done. ","reference":"2 Kings 21:20"},{"bookName":"2 Kings","chapter":21,"verse":21,"text":"He followed in the footsteps of his father and worshiped and bowed down to the disgusting idols that his father had worshiped. ","reference":"2 Kings 21:21"},{"bookName":"2 Kings","chapter":21,"verse":22,"text":"He abandoned the Lord, God of his ancestors, and did not follow the Lord’s instructions. ","reference":"2 Kings 21:22"},{"bookName":"2 Kings","chapter":21,"verse":23,"text":"Amon’s servants conspired against him and killed the king in his palace. ","reference":"2 Kings 21:23"},{"bookName":"2 Kings","chapter":21,"verse":24,"text":"The people of the land executed all those who had conspired against King Amon, and they made his son Josiah king in his place. ","reference":"2 Kings 21:24"},{"bookName":"2 Kings","chapter":21,"verse":25,"text":"The rest of Amon’s accomplishments are recorded in the scroll called the Annals of the Kings of Judah. ","reference":"2 Kings 21:25"},{"bookName":"2 Kings","chapter":21,"verse":26,"text":"He was buried in his tomb in the garden of Uzzah, and his son Josiah replaced him as king.","reference":"2 Kings 21:26"}]