[{"bookName":"2 Kings","chapter":2,"verse":1,"text":"Just before the Lord took Elijah up to heaven in a windstorm, Elijah and Elisha were traveling from Gilgal. ","reference":"2 Kings 2:1"},{"bookName":"2 Kings","chapter":2,"verse":2,"text":"Elijah told Elisha, “Stay here, for the Lord has sent me to Bethel.” But Elisha said, “As certainly as the Lord lives and as you live, I will not leave you.” So they went down to Bethel. ","reference":"2 Kings 2:2"},{"bookName":"2 Kings","chapter":2,"verse":3,"text":"Some members of the prophetic guild in Bethel came out to Elisha and said, “Do you know that today the Lord is going to take your master from you?” He answered, “Yes, I know. Be quiet.” ","reference":"2 Kings 2:3"},{"bookName":"2 Kings","chapter":2,"verse":4,"text":"Elijah said to him, “Elisha, stay here, for the Lord has sent me to Jericho.” But he replied, “As certainly as the Lord lives and as you live, I will not leave you.” So they went to Jericho. ","reference":"2 Kings 2:4"},{"bookName":"2 Kings","chapter":2,"verse":5,"text":"Some members of the prophetic guild in Jericho approached Elisha and said, “Do you know that today the Lord is going to take your master from you?” He answered, “Yes, I know. Be quiet.” ","reference":"2 Kings 2:5"},{"bookName":"2 Kings","chapter":2,"verse":6,"text":"Elijah said to him, “Stay here, for the Lord has sent me to the Jordan.” But he replied, “As certainly as the Lord lives and as you live, I will not leave you.” So they traveled on together.","reference":"2 Kings 2:6"},{"bookName":"2 Kings","chapter":2,"verse":7,"text":"The 50 members of the prophetic guild went and stood opposite them at a distance, while Elijah and Elisha stood by the Jordan. ","reference":"2 Kings 2:7"},{"bookName":"2 Kings","chapter":2,"verse":8,"text":"Elijah took his cloak, folded it up, and hit the water with it. The water divided, and the two of them crossed over on dry ground. ","reference":"2 Kings 2:8"},{"bookName":"2 Kings","chapter":2,"verse":9,"text":"When they had crossed over, Elijah said to Elisha, “What can I do for you, before I am taken away from you?” Elisha answered, “May I receive a double portion of the prophetic spirit that energizes you?” ","reference":"2 Kings 2:9"},{"bookName":"2 Kings","chapter":2,"verse":10,"text":"Elijah replied, “That’s a difficult request! If you see me taken from you, may it be so, but if you don’t, it will not happen.” ","reference":"2 Kings 2:10"},{"bookName":"2 Kings","chapter":2,"verse":11,"text":"As they were walking along and talking, suddenly a fiery chariot pulled by fiery horses appeared. They went between Elijah and Elisha, and Elijah went up to heaven in a windstorm. ","reference":"2 Kings 2:11"},{"bookName":"2 Kings","chapter":2,"verse":12,"text":"While Elisha was watching, he was crying out, “My father, my father! The chariot and horsemen of Israel!” Then he could no longer see him. He grabbed his clothes and tore them in two. ","reference":"2 Kings 2:12"},{"bookName":"2 Kings","chapter":2,"verse":13,"text":"He picked up Elijah’s cloak, which had fallen off him, and went back and stood on the shore of the Jordan. ","reference":"2 Kings 2:13"},{"bookName":"2 Kings","chapter":2,"verse":14,"text":"He took the cloak that had fallen off Elijah, hit the water with it, and said, “Where is the Lord, the God of Elijah?” When he hit the water, it divided and Elisha crossed over.","reference":"2 Kings 2:14"},{"bookName":"2 Kings","chapter":2,"verse":15,"text":"When the members of the prophetic guild in Jericho, who were standing at a distance, saw him do this, they said, “The spirit that energized Elijah rests upon Elisha.” They went to meet him and bowed down to the ground before him.","reference":"2 Kings 2:15"},{"bookName":"2 Kings","chapter":2,"verse":16,"text":"They said to him, “Look, there are 50 capable men with your servants. Let them go and look for your master, for the wind sent from the Lord may have carried him away and dropped him on one of the hills or in one of the valleys.” But Elisha replied, “Don’t send them out.”","reference":"2 Kings 2:16"},{"bookName":"2 Kings","chapter":2,"verse":17,"text":"But they were so insistent that he became embarrassed. So he said, “Send them out.” They sent the 50 men out, and they looked for three days, but could not find Elijah.","reference":"2 Kings 2:17"},{"bookName":"2 Kings","chapter":2,"verse":18,"text":"When they came back, Elisha was staying in Jericho. He said to them, “Didn’t I tell you, ‘Don’t go’?” ","reference":"2 Kings 2:18"},{"bookName":"2 Kings","chapter":2,"verse":19,"text":"The men of the city said to Elisha, “Look, the city has a good location, as our master can see. But the water is bad and the land doesn’t produce crops.” ","reference":"2 Kings 2:19"},{"bookName":"2 Kings","chapter":2,"verse":20,"text":"Elisha said, “Get me a new jar and put some salt in it.” So they got it.","reference":"2 Kings 2:20"},{"bookName":"2 Kings","chapter":2,"verse":21,"text":"He went out to the spring and threw the salt in. Then he said, “This is what the Lord has said, ‘I have purified this water. It will no longer cause death or fail to produce crops.’” ","reference":"2 Kings 2:21"},{"bookName":"2 Kings","chapter":2,"verse":22,"text":"The water has been pure to this very day, just as Elisha prophesied. ","reference":"2 Kings 2:22"},{"bookName":"2 Kings","chapter":2,"verse":23,"text":"He went up from there to Bethel. As he was traveling up the road, some young boys came out of the city and made fun of him, saying, “Go on up, baldy! Go on up, baldy!” ","reference":"2 Kings 2:23"},{"bookName":"2 Kings","chapter":2,"verse":24,"text":"When he turned around and saw them, he called God’s judgment down on them. Two female bears came out of the woods and ripped 42 of the boys to pieces.","reference":"2 Kings 2:24"},{"bookName":"2 Kings","chapter":2,"verse":25,"text":"From there he traveled to Mount Carmel and then back to Samaria. ","reference":"2 Kings 2:25"}]