[{"bookName":"2 Kings","chapter":7,"verse":1,"text":"Elisha replied, “Listen to the Lord’s message. This is what the Lord has said, ‘About this time tomorrow a seah of finely milled flour will sell for a shekel and two seahs of barley for a shekel at the gate of Samaria.’” ","reference":"2 Kings 7:1"},{"bookName":"2 Kings","chapter":7,"verse":2,"text":"An officer who was the king’s right-hand man responded to the prophet, “Look, even if the Lord made it rain by opening holes in the sky, could this happen so soon?” Elisha said, “Look, you will see it happen with your own eyes, but you will not eat any of the food!”","reference":"2 Kings 7:2"},{"bookName":"2 Kings","chapter":7,"verse":3,"text":"Now four men with a skin disease were sitting at the entrance of the city gate. They said to one another, “Why are we just sitting here waiting to die? ","reference":"2 Kings 7:3"},{"bookName":"2 Kings","chapter":7,"verse":4,"text":"If we go into the city, we’ll die of starvation, and if we stay here we’ll die! So come on, let’s defect to the Syrian camp! If they spare us, we’ll live; if they kill us—well, we were going to die anyway.”","reference":"2 Kings 7:4"},{"bookName":"2 Kings","chapter":7,"verse":5,"text":"So they started toward the Syrian camp at dusk. When they reached the edge of the Syrian camp, there was no one there. ","reference":"2 Kings 7:5"},{"bookName":"2 Kings","chapter":7,"verse":6,"text":"The Lord had caused the Syrian camp to hear the sound of chariots and horses and a large army. Then they said to one another, “Look, the king of Israel has paid the kings of the Hittites and Egyptians to attack us!”","reference":"2 Kings 7:6"},{"bookName":"2 Kings","chapter":7,"verse":7,"text":"So they got up and fled at dusk, leaving behind their tents, horses, and donkeys. They left the camp as it was and ran for their lives. ","reference":"2 Kings 7:7"},{"bookName":"2 Kings","chapter":7,"verse":8,"text":"When the men with a skin disease reached the edge of the camp, they entered a tent and had a meal. They also took some silver, gold, and clothes and went and hid it all. Then they went back and entered another tent. They looted it and went and hid what they had taken.","reference":"2 Kings 7:8"},{"bookName":"2 Kings","chapter":7,"verse":9,"text":"Then they said to one another, “It’s not right what we’re doing! This is a day to celebrate, but we haven’t told anyone. If we wait until dawn, we’ll be punished. So come on, let’s go and inform the royal palace.” ","reference":"2 Kings 7:9"},{"bookName":"2 Kings","chapter":7,"verse":10,"text":"So they went and called out to the gatekeepers of the city. They told them, “We entered the Syrian camp and there was no one there. We didn’t even hear a man’s voice. But the horses and donkeys are still tied up, and the tents remain up.” ","reference":"2 Kings 7:10"},{"bookName":"2 Kings","chapter":7,"verse":11,"text":"The gatekeepers relayed the news to the royal palace. ","reference":"2 Kings 7:11"},{"bookName":"2 Kings","chapter":7,"verse":12,"text":"The king got up in the night and said to his advisers, “I will tell you what the Syrians have done to us. They know we are starving, so they left the camp and hid in the field, thinking, ‘When they come out of the city, we will capture them alive and enter the city.’” ","reference":"2 Kings 7:12"},{"bookName":"2 Kings","chapter":7,"verse":13,"text":"One of his advisers replied, “Pick some men and have them take five of the horses that are left in the city. (Even if they are killed, their fate will be no different than that of all the Israelite people—we’re all going to die!) Let’s send them out so we can know for sure what’s going on.”","reference":"2 Kings 7:13"},{"bookName":"2 Kings","chapter":7,"verse":14,"text":"So they picked two horsemen and the king sent them out to track the Syrian army. He ordered them, “Go and find out what’s going on.”","reference":"2 Kings 7:14"},{"bookName":"2 Kings","chapter":7,"verse":15,"text":"So they tracked them as far as the Jordan. The road was filled with clothes and equipment that the Syrians had discarded in their haste. The scouts went back and told the king. ","reference":"2 Kings 7:15"},{"bookName":"2 Kings","chapter":7,"verse":16,"text":"Then the people went out and looted the Syrian camp. A seah of finely milled flour sold for a shekel, and two seahs of barley for a shekel, just as in the Lord’s message.","reference":"2 Kings 7:16"},{"bookName":"2 Kings","chapter":7,"verse":17,"text":"Now the king had placed the officer who was his right-hand man at the city gate. When the people rushed out, they trampled him to death in the gate. This fulfilled the prophet’s word which he had spoken when the king tried to arrest him.","reference":"2 Kings 7:17"},{"bookName":"2 Kings","chapter":7,"verse":18,"text":"The prophet had told the king, “Two seahs of barley will sell for a shekel, and a seah of finely milled flour for a shekel; this will happen about this time tomorrow in the gate of Samaria.” ","reference":"2 Kings 7:18"},{"bookName":"2 Kings","chapter":7,"verse":19,"text":"But the officer had replied to the prophet, “Look, even if the Lord made it rain by opening holes in the sky, could this happen so soon?” Elisha had said, “Look, you will see it happen with your own eyes, but you will not eat any of the food!”","reference":"2 Kings 7:19"},{"bookName":"2 Kings","chapter":7,"verse":20,"text":"This is exactly what happened to him. The people trampled him to death in the city gate. ","reference":"2 Kings 7:20"}]