[{"bookName":"2 Kings","chapter":3,"verse":1,"text":"In the eighteenth year of King Jehoshaphat’s reign over Judah, Ahab’s son Jehoram became king over Israel in Samaria; he ruled for 12 years. ","reference":"2 Kings 3:1"},{"bookName":"2 Kings","chapter":3,"verse":2,"text":"He did evil in the sight of the Lord, but not to the same degree as his father and mother. He did remove the sacred pillar of Baal that his father had made. ","reference":"2 Kings 3:2"},{"bookName":"2 Kings","chapter":3,"verse":3,"text":"Yet he persisted in the sins of Jeroboam son of Nebat, who encouraged Israel to sin; he did not turn from them.","reference":"2 Kings 3:3"},{"bookName":"2 Kings","chapter":3,"verse":4,"text":"Now King Mesha of Moab was a sheep breeder. He would send as tribute to the king of Israel 100,000 male lambs and the wool of 100,000 rams. ","reference":"2 Kings 3:4"},{"bookName":"2 Kings","chapter":3,"verse":5,"text":"When Ahab died, the king of Moab rebelled against the king of Israel. ","reference":"2 Kings 3:5"},{"bookName":"2 Kings","chapter":3,"verse":6,"text":"At that time King Jehoram left Samaria and assembled all Israel for war.","reference":"2 Kings 3:6"},{"bookName":"2 Kings","chapter":3,"verse":7,"text":"He sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you fight with me against Moab?” Jehoshaphat replied, “I will join you in the campaign; my army and horses are at your disposal.”","reference":"2 Kings 3:7"},{"bookName":"2 Kings","chapter":3,"verse":8,"text":"He then asked, “Which invasion route are we going to take?” Jehoram answered, “By the road through the wilderness of Edom.” ","reference":"2 Kings 3:8"},{"bookName":"2 Kings","chapter":3,"verse":9,"text":"So the kings of Israel, Judah, and Edom set out together. They wandered around on the road for seven days and finally ran out of water for the men and animals they had with them. ","reference":"2 Kings 3:9"},{"bookName":"2 Kings","chapter":3,"verse":10,"text":"The king of Israel said, “Oh no! Certainly the Lord has summoned these three kings so that he can hand them over to the king of Moab!” ","reference":"2 Kings 3:10"},{"bookName":"2 Kings","chapter":3,"verse":11,"text":"Jehoshaphat asked, “Is there no prophet of the Lord here that we might seek the Lord’s direction?” One of the servants of the king of Israel answered, “Elisha son of Shapat is here; he used to be Elijah’s servant.”","reference":"2 Kings 3:11"},{"bookName":"2 Kings","chapter":3,"verse":12,"text":"Jehoshaphat said, “Yes, he receives the Lord’s messages.” So the king of Israel and Jehoshaphat and the king of Edom went down to visit him. ","reference":"2 Kings 3:12"},{"bookName":"2 Kings","chapter":3,"verse":13,"text":"Elisha said to the king of Israel, “Why are you here? Go to your father’s prophets or your mother’s prophets!” The king of Israel replied to him, “No, for the Lord is the one who summoned these three kings so that he can hand them over to Moab.” ","reference":"2 Kings 3:13"},{"bookName":"2 Kings","chapter":3,"verse":14,"text":"Elisha said, “As certainly as the Lord of Heaven’s Armies lives (whom I serve), if I did not respect King Jehoshaphat of Judah, I would not pay attention to you or acknowledge you.","reference":"2 Kings 3:14"},{"bookName":"2 Kings","chapter":3,"verse":15,"text":"But now, get me a musician.” When the musician played, the Lord energized him, ","reference":"2 Kings 3:15"},{"bookName":"2 Kings","chapter":3,"verse":16,"text":"and he said, “This is what the Lord has said, ‘Make many cisterns in this valley,’ ","reference":"2 Kings 3:16"},{"bookName":"2 Kings","chapter":3,"verse":17,"text":"for this is what the Lord has said, ‘You will not feel any wind or see any rain, but this valley will be full of water, and you and your cattle and animals will drink.’ ","reference":"2 Kings 3:17"},{"bookName":"2 Kings","chapter":3,"verse":18,"text":"This is an easy task for the Lord; he will also hand Moab over to you.","reference":"2 Kings 3:18"},{"bookName":"2 Kings","chapter":3,"verse":19,"text":"You will defeat every fortified city and every important city. You must chop down every productive tree, stop up all the springs, and cover all the cultivated land with stones.” ","reference":"2 Kings 3:19"},{"bookName":"2 Kings","chapter":3,"verse":20,"text":"Sure enough, the next morning, at the time of the morning sacrifice, water came flowing down from Edom and filled the land. ","reference":"2 Kings 3:20"},{"bookName":"2 Kings","chapter":3,"verse":21,"text":"Now all Moab had heard that the kings were attacking, so everyone old enough to fight was mustered and placed at the border. ","reference":"2 Kings 3:21"},{"bookName":"2 Kings","chapter":3,"verse":22,"text":"When they got up early the next morning, the sun was shining on the water. To the Moabites, who were some distance away, the water looked red like blood. ","reference":"2 Kings 3:22"},{"bookName":"2 Kings","chapter":3,"verse":23,"text":"The Moabites said, “It’s blood! The kings must have fought one another! The soldiers have struck one another down! Now, Moab, seize the plunder!” ","reference":"2 Kings 3:23"},{"bookName":"2 Kings","chapter":3,"verse":24,"text":"When they approached the Israelite camp, the Israelites rose up and struck down the Moabites, who then ran from them. The Israelites thoroughly defeated Moab. ","reference":"2 Kings 3:24"},{"bookName":"2 Kings","chapter":3,"verse":25,"text":"They tore down the cities, and each man threw a stone into every cultivated field until they were covered. They stopped up every spring and chopped down every productive tree. Only Kir Hareseth was left intact, but the soldiers armed with slings surrounded it and attacked it.","reference":"2 Kings 3:25"},{"bookName":"2 Kings","chapter":3,"verse":26,"text":"When the king of Moab realized he was losing the battle, he and 700 swordsmen tried to break through and attack the king of Edom, but they failed. ","reference":"2 Kings 3:26"},{"bookName":"2 Kings","chapter":3,"verse":27,"text":"So he took his firstborn son, who was to succeed him as king, and offered him up as a burnt sacrifice on the wall. There was an outburst of divine anger against Israel, so they broke off the attack and returned to their homeland. ","reference":"2 Kings 3:27"}]