[
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 1,
    "text": "During Jehoiakim’s reign, King Nebuchadnezzar of Babylon attacked. Jehoiakim was his subject for three years, but then he rebelled against him.",
    "reference": "2 Kings 24:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 2,
    "text": "The Lord sent against him Babylonian, Syrian, Moabite, and Ammonite raiding bands; he sent them to destroy Judah, just as in the Lord’s message that he had announced through his servants the prophets. ",
    "reference": "2 Kings 24:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 3,
    "text": "Just as the Lord had announced, he rejected Judah because of all the sins that Manasseh had committed. ",
    "reference": "2 Kings 24:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 4,
    "text": "Because he killed innocent people and stained Jerusalem with their blood, the Lord was unwilling to forgive them.",
    "reference": "2 Kings 24:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 5,
    "text": "The rest of the events of Jehoiakim’s reign and all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "2 Kings 24:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 6,
    "text": "He passed away and his son Jehoiachin replaced him as king. ",
    "reference": "2 Kings 24:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 7,
    "text": "The king of Egypt did not march out from his land again, for the king of Babylon conquered all the territory that the king of Egypt had formerly controlled between the Stream of Egypt and the Euphrates River. ",
    "reference": "2 Kings 24:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 8,
    "text": "Jehoiachin was eighteen years old when he became king, and he reigned three months in Jerusalem. His mother was Nehushta the daughter of Elnathan, from Jerusalem. ",
    "reference": "2 Kings 24:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 9,
    "text": "He did evil in the sight of the Lord as his ancestors had done. ",
    "reference": "2 Kings 24:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 10,
    "text": "At that time the generals of King Nebuchadnezzar of Babylon marched to Jerusalem and besieged the city. ",
    "reference": "2 Kings 24:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 11,
    "text": "King Nebuchadnezzar of Babylon came to the city while his generals were besieging it.",
    "reference": "2 Kings 24:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 12,
    "text": "King Jehoiachin of Judah, along with his mother, his servants, his officials, and his eunuchs surrendered to the king of Babylon. The king of Babylon, in the eighth year of his reign, took Jehoiachin prisoner.",
    "reference": "2 Kings 24:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 13,
    "text": "Nebuchadnezzar took from there all the riches in the treasuries of the Lord’s temple and of the royal palace. He removed all the gold items that King Solomon of Israel had made for the Lord’s temple, just as the Lord had warned. ",
    "reference": "2 Kings 24:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 14,
    "text": "He deported all the residents of Jerusalem, including all the officials and all the soldiers (10,000 people in all). This included all the craftsmen and those who worked with metal. No one was left except for the poorest among the people of the land. ",
    "reference": "2 Kings 24:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 15,
    "text": "He deported Jehoiachin from Jerusalem to Babylon, along with the king’s mother and wives, his eunuchs, and the high-ranking officials of the land. ",
    "reference": "2 Kings 24:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 16,
    "text": "The king of Babylon deported to Babylon all the soldiers (there were 7,000), as well as 1,000 craftsmen and metal workers. This included all the best warriors. ",
    "reference": "2 Kings 24:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 17,
    "text": "The king of Babylon made Mattaniah, Jehoiachin’s uncle, king in Jehoiachin’s place. He renamed him Zedekiah. ",
    "reference": "2 Kings 24:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 18,
    "text": "Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem. His mother was Hamutal, the daughter of Jeremiah, from Libnah. ",
    "reference": "2 Kings 24:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 19,
    "text": "He did evil in the sight of the Lord, as Jehoiakim had done. ",
    "reference": "2 Kings 24:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 24,
    "verse": 20,
    "text": "What follows is a record of what happened to Jerusalem and Judah because of the Lord’s anger; he finally threw them out of his presence. Zedekiah rebelled against the king of Babylon. ",
    "reference": "2 Kings 24:20"
  }
]