[
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 1,
    "text": "In the second year of the reign of Israel’s King Joash son of Joahaz, Joash’s son Amaziah became king over Judah. ",
    "reference": "2 Kings 14:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 2,
    "text": "He was twenty-five years old when he began to reign, and he reigned for twenty-nine years in Jerusalem. His mother was Jehoaddan, who was from Jerusalem. ",
    "reference": "2 Kings 14:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 3,
    "text": "He did what the Lord approved, but not like David his ancestor had done. He followed the example of his father Joash. ",
    "reference": "2 Kings 14:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 4,
    "text": "But the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places. ",
    "reference": "2 Kings 14:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 5,
    "text": "When he had secured control of the kingdom, he executed the servants who had assassinated his father. ",
    "reference": "2 Kings 14:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 6,
    "text": "But he did not execute the sons of the assassins. He obeyed the Lord’s commandment as recorded in the scroll of the law of Moses, “Fathers must not be put to death for what their sons do, and sons must not be put to death for what their fathers do. A man must be put to death only for his own sin.” ",
    "reference": "2 Kings 14:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 7,
    "text": "He defeated 10,000 Edomites in the Salt Valley; he captured Sela in battle and renamed it Joktheel, a name it has retained to this very day. ",
    "reference": "2 Kings 14:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 8,
    "text": "Then Amaziah sent messengers to Jehoash son of Jehoahaz son of Jehu, king of Israel. He said, “Come, let’s meet face to face.” ",
    "reference": "2 Kings 14:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 9,
    "text": "King Jehoash of Israel sent this message back to King Amaziah of Judah, “A thornbush in Lebanon sent this message to a cedar in Lebanon, ‘Give your daughter to my son as a wife.’ Then a wild animal of Lebanon came by and trampled down the thorn. ",
    "reference": "2 Kings 14:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 10,
    "text": "You thoroughly defeated Edom, and it has gone to your head! Gloat over your success, but stay in your palace. Why bring calamity on yourself? Why bring down yourself and Judah along with you?”",
    "reference": "2 Kings 14:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 11,
    "text": "But Amaziah would not heed the warning, so King Jehoash of Israel attacked. He and King Amaziah of Judah met face to face in Beth Shemesh of Judah. ",
    "reference": "2 Kings 14:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 12,
    "text": "Judah was defeated by Israel, and each man ran back home. ",
    "reference": "2 Kings 14:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 13,
    "text": "King Jehoash of Israel captured King Amaziah of Judah, son of Jehoash son of Ahaziah, in Beth Shemesh. He attacked Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—a distance of about 600 feet. ",
    "reference": "2 Kings 14:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 14,
    "text": "He took away all the gold and silver, all the items found in the Lord’s temple and in the treasuries of the royal palace, and some hostages. Then he went back to Samaria. ",
    "reference": "2 Kings 14:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 15,
    "text": "The rest of the events of Jehoash’s reign, including all his accomplishments and his successful war with King Amaziah of Judah, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "2 Kings 14:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 16,
    "text": "Jehoash passed away and was buried in Samaria with the kings of Israel. His son Jeroboam replaced him as king. ",
    "reference": "2 Kings 14:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 17,
    "text": "King Amaziah son of Joash of Judah lived for 15 years after the death of King Jehoash son of Jehoahaz of Israel. ",
    "reference": "2 Kings 14:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 18,
    "text": "The rest of the events of Amaziah’s reign are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "2 Kings 14:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 19,
    "text": "Conspirators plotted against him in Jerusalem, so he fled to Lachish. But they sent assassins after him, and they killed him there. ",
    "reference": "2 Kings 14:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 20,
    "text": "His body was carried back by horses, and he was buried in Jerusalem with his ancestors in the City of David. ",
    "reference": "2 Kings 14:20"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 21,
    "text": "All the people of Judah took Azariah, who was sixteen years old, and made him king in his father Amaziah’s place. ",
    "reference": "2 Kings 14:21"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 22,
    "text": "Azariah built up Elat and restored it to Judah after the king had passed away.",
    "reference": "2 Kings 14:22"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 23,
    "text": "In the fifteenth year of the reign of Judah’s King Amaziah son of Joash, Jeroboam son of Joash became king over Israel. He reigned for 41 years in Samaria. ",
    "reference": "2 Kings 14:23"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 24,
    "text": "He did evil in the sight of the Lord; he did not repudiate the sinful ways of Jeroboam son of Nebat who encouraged Israel to sin.",
    "reference": "2 Kings 14:24"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 25,
    "text": "He restored the border of Israel from Lebo Hamath in the north to the sea of the rift valley in the south, just as in the message from the Lord God of Israel that he had announced through his servant Jonah son of Amittai, the prophet from Gath Hepher. ",
    "reference": "2 Kings 14:25"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 26,
    "text": "The Lord saw Israel’s intense suffering; everyone was weak and incapacitated and Israel had no deliverer. ",
    "reference": "2 Kings 14:26"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 27,
    "text": "The Lord had not decreed that he would blot out Israel’s memory from under heaven, so he delivered them through Jeroboam son of Joash. ",
    "reference": "2 Kings 14:27"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 28,
    "text": "The rest of the events of Jeroboam’s reign, including all his accomplishments, his military success in restoring Israelite control over Damascus and Hamath, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "2 Kings 14:28"
  },
  {
    "bookName": "2 Kings",
    "chapter": 14,
    "verse": 29,
    "text": "Jeroboam passed away and was buried in Samaria with the kings of Israel. His son Zechariah replaced him as king.",
    "reference": "2 Kings 14:29"
  }
]