[
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 1,
    "text": "Some of the prophets said to Elisha, “Look, the place where we meet with you is too cramped for us.",
    "reference": "2 Kings 6:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 2,
    "text": "Let’s go to the Jordan. Each of us will get a log from there, and we will build a meeting place for ourselves there.” He said, “Go.”",
    "reference": "2 Kings 6:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 3,
    "text": "One of them said, “Please come along with your servants.” He replied, “All right, I’ll come.” ",
    "reference": "2 Kings 6:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 4,
    "text": "So he went with them. When they arrived at the Jordan, they started cutting down trees. ",
    "reference": "2 Kings 6:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 5,
    "text": "As one of them was felling a tree, the ax head dropped into the water. He shouted, “Oh no, my master! It was borrowed!” ",
    "reference": "2 Kings 6:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 6,
    "text": "The prophet asked, “Where did it drop in?” When he showed him the spot, Elisha cut off a branch, threw it in at that spot, and made the ax head float. ",
    "reference": "2 Kings 6:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 7,
    "text": "He said, “Lift it out.” So he reached out his hand and grabbed it.",
    "reference": "2 Kings 6:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 8,
    "text": "Now the king of Syria was at war with Israel. He consulted his advisers, who said, “Invade at such and such a place.” ",
    "reference": "2 Kings 6:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 9,
    "text": "But the prophet sent this message to the king of Israel, “Make sure you don’t pass through this place because Syria is invading there.” ",
    "reference": "2 Kings 6:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 10,
    "text": "So the king of Israel sent a message to the place the prophet had pointed out, warning it to be on its guard. This happened on several occasions.",
    "reference": "2 Kings 6:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 11,
    "text": "This made the king of Syria upset. So he summoned his advisers and said to them, “One of us must be helping the king of Israel.” ",
    "reference": "2 Kings 6:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 12,
    "text": "One of his advisers said, “No, my master, O king. The prophet Elisha who lives in Israel keeps telling the king of Israel the things you say in your bedroom.” ",
    "reference": "2 Kings 6:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 13,
    "text": "The king ordered, “Go, find out where he is, so I can send some men to capture him.” The king was told, “He is in Dothan.” ",
    "reference": "2 Kings 6:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 14,
    "text": "So he sent horses and chariots there, along with a good-sized army. They arrived during the night and surrounded the city. ",
    "reference": "2 Kings 6:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 15,
    "text": "The prophet’s attendant got up early in the morning. When he went outside there was an army surrounding the city, along with horses and chariots. He said to Elisha, “Oh no, my master! What will we do?” ",
    "reference": "2 Kings 6:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 16,
    "text": "He replied, “Don’t be afraid, for our side outnumbers them.”",
    "reference": "2 Kings 6:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 17,
    "text": "Then Elisha prayed, “O Lord, open his eyes so he can see.” The Lord opened the servant’s eyes, and he saw that the hill was full of horses and chariots of fire all around Elisha. ",
    "reference": "2 Kings 6:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 18,
    "text": "As the army approached him, Elisha prayed to the Lord, “Strike these people with blindness.” The Lord struck them with blindness as Elisha requested. ",
    "reference": "2 Kings 6:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 19,
    "text": "Then Elisha said to them, “This is not the right road or city. Follow me, and I will lead you to the man you’re looking for.” He led them to Samaria. ",
    "reference": "2 Kings 6:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 20,
    "text": "When they had entered Samaria, Elisha said, “O Lord, open their eyes, so they can see.” The Lord opened their eyes, and they saw that they were in the middle of Samaria. ",
    "reference": "2 Kings 6:20"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 21,
    "text": "When the king of Israel saw them, he asked Elisha, “Should I strike them down, my master?” ",
    "reference": "2 Kings 6:21"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 22,
    "text": "He replied, “Do not strike them down! You did not capture them with your sword or bow, so what gives you the right to strike them down? Give them some food and water, so they can eat and drink and then go back to their master.” ",
    "reference": "2 Kings 6:22"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 23,
    "text": "So he threw a big banquet for them and they ate and drank. Then he sent them back to their master. After that no Syrian raiding parties again invaded the land of Israel. ",
    "reference": "2 Kings 6:23"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 24,
    "text": "Later King Ben Hadad of Syria assembled his entire army and attacked and besieged Samaria. ",
    "reference": "2 Kings 6:24"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 25,
    "text": "Samaria’s food supply ran out. They laid siege to it so long that a donkey’s head was selling for eighty shekels of silver and a quarter of a kab of dove’s droppings for five shekels of silver. ",
    "reference": "2 Kings 6:25"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 26,
    "text": "While the king of Israel was passing by on the city wall, a woman shouted to him, “Help us, my master, O king!” ",
    "reference": "2 Kings 6:26"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 27,
    "text": "He replied, “No, let the Lord help you. How can I help you? The threshing floor and winepress are empty.”",
    "reference": "2 Kings 6:27"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 28,
    "text": "Then the king asked her, “What’s your problem?” She answered, “This woman said to me, ‘Hand over your son; we’ll eat him today and then eat my son tomorrow.’ ",
    "reference": "2 Kings 6:28"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 29,
    "text": "So we boiled my son and ate him. Then I said to her the next day, ‘Hand over your son and we’ll eat him.’ But she hid her son!” ",
    "reference": "2 Kings 6:29"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 30,
    "text": "When the king heard what the woman said, he tore his clothes. As he was passing by on the wall, the people could see he was wearing sackcloth under his clothes. ",
    "reference": "2 Kings 6:30"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 31,
    "text": "Then he said, “May God judge me severely if Elisha son of Shaphat still has his head by the end of the day!” ",
    "reference": "2 Kings 6:31"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 32,
    "text": "Now Elisha was sitting in his house with the community leaders. The king sent a messenger on ahead, but before he arrived, Elisha said to the leaders, “Do you realize this assassin intends to cut off my head? Look, when the messenger arrives, shut the door and lean against it. His master will certainly be right behind him.”",
    "reference": "2 Kings 6:32"
  },
  {
    "bookName": "2 Kings",
    "chapter": 6,
    "verse": 33,
    "text": "He was still talking to them when the messenger approached and said, “Look, the Lord is responsible for this disaster! Why should I continue to wait for the Lord to help?”",
    "reference": "2 Kings 6:33"
  }
]