[
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 1,
    "text": "In the seventeenth year of the reign of Pekah son of Remaliah, Jotham’s son Ahaz became king over Judah. ",
    "reference": "2 Kings 16:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 2,
    "text": "Ahaz was twenty years old when he began to reign, and he reigned for sixteen years in Jerusalem. He did not do what pleased the Lord his God, in contrast to his ancestor David. ",
    "reference": "2 Kings 16:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 3,
    "text": "He followed in the footsteps of the kings of Israel. He passed his son through the fire, a horrible sin practiced by the nations whom the Lord drove out from before the Israelites. ",
    "reference": "2 Kings 16:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 4,
    "text": "He offered sacrifices and burned incense on the high places, on the hills, and under every green tree. ",
    "reference": "2 Kings 16:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 5,
    "text": "At that time King Rezin of Syria and King Pekah son of Remaliah of Israel attacked Jerusalem. They besieged Ahaz, but were unable to conquer him.",
    "reference": "2 Kings 16:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 6,
    "text": "(At that time King Rezin of Syria recovered Elat for Syria; he drove the Judahites from there. Syrians arrived in Elat and live there to this very day.) ",
    "reference": "2 Kings 16:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 7,
    "text": "Ahaz sent messengers to King Tiglath-Pileser of Assyria, saying, “I am your servant and your dependent. March up and rescue me from the power of the king of Syria and the king of Israel, who have attacked me.”",
    "reference": "2 Kings 16:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 8,
    "text": "Then Ahaz took the silver and gold that were in the Lord’s temple and in the treasuries of the royal palace and sent it as tribute to the king of Assyria. ",
    "reference": "2 Kings 16:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 9,
    "text": "The king of Assyria responded favorably to his request; he attacked Damascus and captured it. He deported the people to Kir and executed Rezin. ",
    "reference": "2 Kings 16:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 10,
    "text": "When King Ahaz went to meet with King Tiglath-Pileser of Assyria in Damascus, he saw the altar there. King Ahaz sent to Uriah the priest a drawing of the altar and a blueprint for its design. ",
    "reference": "2 Kings 16:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 11,
    "text": "Uriah the priest built an altar in conformity to the plans King Ahaz had sent from Damascus. Uriah the priest finished it before King Ahaz arrived back from Damascus. ",
    "reference": "2 Kings 16:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 12,
    "text": "When the king arrived back from Damascus and saw the altar, he approached it and offered a sacrifice on it.",
    "reference": "2 Kings 16:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 13,
    "text": "He offered his burnt sacrifice and his grain offering. He poured out his libation and sprinkled the blood from his peace offerings on the altar. ",
    "reference": "2 Kings 16:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 14,
    "text": "He moved the bronze altar that stood in the Lord’s presence from the front of the temple (between the altar and the Lord’s temple) and put it on the north side of the new altar. ",
    "reference": "2 Kings 16:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 15,
    "text": "King Ahaz ordered Uriah the priest, “On the large altar offer the morning burnt sacrifice, the evening grain offering, the royal burnt sacrifices and grain offering, the burnt sacrifice for all the people of the land, their grain offering, and their libations. Sprinkle all the blood of the burnt sacrifice and other sacrifices on it. The bronze altar will be for my personal use.”",
    "reference": "2 Kings 16:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 16,
    "text": "So Uriah the priest did exactly as King Ahaz ordered. ",
    "reference": "2 Kings 16:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 17,
    "text": "King Ahaz took off the frames of the movable stands, and removed the basins from them. He took “The Sea” down from the bronze bulls that supported it and put it on the stone pavement. ",
    "reference": "2 Kings 16:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 18,
    "text": "He also removed the Sabbath awning that had been built in the temple and the king’s outer entranceway to the Lord’s temple, on account of the king of Assyria. ",
    "reference": "2 Kings 16:18"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 19,
    "text": "The rest of the events of Ahaz’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "2 Kings 16:19"
  },
  {
    "bookName": "2 Kings",
    "chapter": 16,
    "verse": 20,
    "text": "Ahaz passed away and was buried with his ancestors in the City of David. His son Hezekiah replaced him as king. ",
    "reference": "2 Kings 16:20"
  }
]