[
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 1,
    "text": "After Ahab died, Moab rebelled against Israel. ",
    "reference": "2 Kings 1:1"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 2,
    "text": "Ahaziah fell through a window lattice in his upper chamber in Samaria and was injured. He sent messengers with these orders, “Go, ask Baal Zebub, the god of Ekron, if I will survive this injury.” ",
    "reference": "2 Kings 1:2"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 3,
    "text": "But the angel of the Lord told Elijah the Tishbite, “Get up; go to meet the messengers from the king of Samaria. Say this to them: ‘You must think there is no God in Israel! That explains why you are on your way to seek an oracle from Baal Zebub the god of Ekron. ",
    "reference": "2 Kings 1:3"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 4,
    "text": "Therefore this is what the Lord has said, “You will not leave the bed you lie on, for you will certainly die!”’” So Elijah went on his way.",
    "reference": "2 Kings 1:4"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 5,
    "text": "When the messengers returned to the king, he asked them, “Why have you returned?” ",
    "reference": "2 Kings 1:5"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 6,
    "text": "They replied, “A man came up to meet us. He told us, ‘Go back to the king who sent you and tell him, “This is what the Lord has said: ‘You must think there is no God in Israel! That explains why you are sending for an oracle from Baal Zebub, the god of Ekron. Therefore you will not leave the bed you lie on, for you will certainly die.’”’” ",
    "reference": "2 Kings 1:6"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 7,
    "text": "The king asked them, “Describe the appearance of this man who came up to meet you and told you these things.” ",
    "reference": "2 Kings 1:7"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 8,
    "text": "They replied, “He was a hairy man and had a leather belt tied around his waist.” The king said, “He is Elijah the Tishbite.” ",
    "reference": "2 Kings 1:8"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 9,
    "text": "The king sent a captain and his 50 soldiers to retrieve Elijah. The captain went up to him while he was sitting on the top of a hill. He told him, “Prophet, the king says, ‘Come down!’” ",
    "reference": "2 Kings 1:9"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 10,
    "text": "Elijah replied to the captain, “If I am indeed a prophet, may fire come down from the sky and consume you and your 50 soldiers!” Fire then came down from the sky and consumed him and his 50 soldiers.",
    "reference": "2 Kings 1:10"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 11,
    "text": "The king sent another captain and his 50 soldiers to retrieve Elijah. He went up and told him, “Prophet, this is what the king says, ‘Come down at once!’” ",
    "reference": "2 Kings 1:11"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 12,
    "text": "Elijah replied to them, “If I am indeed a prophet, may fire come down from the sky and consume you and your 50 soldiers!” Fire from God came down from the sky and consumed him and his 50 soldiers.",
    "reference": "2 Kings 1:12"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 13,
    "text": "The king sent a third captain and his 50 soldiers. This third captain went up and fell on his knees before Elijah. He begged for mercy, “Prophet, please have respect for my life and for the lives of these 50 servants of yours. ",
    "reference": "2 Kings 1:13"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 14,
    "text": "Indeed, fire came down from the sky and consumed the two captains who came before me, along with their men. So now, please have respect for my life.” ",
    "reference": "2 Kings 1:14"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 15,
    "text": "The angel of the Lord said to Elijah, “Go down with him. Don’t be afraid of him.” So he got up and went down with him to the king. ",
    "reference": "2 Kings 1:15"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 16,
    "text": "Elijah said to the king, “This is what the Lord has said, ‘You sent messengers to seek an oracle from Baal Zebub, the god of Ekron. Is it because there is no God in Israel from whom you can seek a message? Therefore you will not leave the bed you lie on, for you will certainly die.’” ",
    "reference": "2 Kings 1:16"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 17,
    "text": "And he did die in keeping with the Lord’s message that he had spoken through Elijah. In the second year of the reign of King Jehoram son of Jehoshaphat over Judah, Ahaziah’s brother Jehoram replaced him as king of Israel, because he had no son. ",
    "reference": "2 Kings 1:17"
  },
  {
    "bookName": "2 Kings",
    "chapter": 1,
    "verse": 18,
    "text": "The rest of the events of Ahaziah’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "2 Kings 1:18"
  }
]