[{"bookName":"Acts","chapter":1,"verse":1,"text":"I wrote the former account, Theophilus, about all that Jesus began to do and teach ","reference":"Acts 1:1"},{"bookName":"Acts","chapter":1,"verse":2,"text":"until the day he was taken up to heaven, after he had given orders by the Holy Spirit to the apostles he had chosen. ","reference":"Acts 1:2"},{"bookName":"Acts","chapter":1,"verse":3,"text":"To the same apostles also, after his suffering, he presented himself alive with many convincing proofs. He was seen by them over a forty-day period and spoke about matters concerning the kingdom of God.","reference":"Acts 1:3"},{"bookName":"Acts","chapter":1,"verse":4,"text":"While he was with them, he declared, “Do not leave Jerusalem, but wait there for what my Father promised, which you heard about from me. ","reference":"Acts 1:4"},{"bookName":"Acts","chapter":1,"verse":5,"text":"For John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”","reference":"Acts 1:5"},{"bookName":"Acts","chapter":1,"verse":6,"text":"So when they had gathered together, they began to ask him, “Lord, is this the time when you are restoring the kingdom to Israel?” ","reference":"Acts 1:6"},{"bookName":"Acts","chapter":1,"verse":7,"text":"He told them, “You are not permitted to know the times or periods that the Father has set by his own authority. ","reference":"Acts 1:7"},{"bookName":"Acts","chapter":1,"verse":8,"text":"But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the farthest parts of the earth.” ","reference":"Acts 1:8"},{"bookName":"Acts","chapter":1,"verse":9,"text":"After he had said this, while they were watching, he was lifted up and a cloud hid him from their sight. ","reference":"Acts 1:9"},{"bookName":"Acts","chapter":1,"verse":10,"text":"As they were still staring into the sky while he was going, suddenly two men in white clothing stood near them ","reference":"Acts 1:10"},{"bookName":"Acts","chapter":1,"verse":11,"text":"and said, “Men of Galilee, why do you stand here looking up into the sky? This same Jesus who has been taken up from you into heaven will come back in the same way you saw him go into heaven.” ","reference":"Acts 1:11"},{"bookName":"Acts","chapter":1,"verse":12,"text":"Then they returned to Jerusalem from the mountain called the Mount of Olives (which is near Jerusalem, a Sabbath day’s journey away). ","reference":"Acts 1:12"},{"bookName":"Acts","chapter":1,"verse":13,"text":"When they had entered Jerusalem, they went to the upstairs room where they were staying. Peter and John, and James, and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus and Simon the Zealot, and Judas son of James were there.","reference":"Acts 1:13"},{"bookName":"Acts","chapter":1,"verse":14,"text":"All these continued together in prayer with one mind, together with the women, along with Mary the mother of Jesus, and his brothers. ","reference":"Acts 1:14"},{"bookName":"Acts","chapter":1,"verse":15,"text":"In those days Peter stood up among the believers (a gathering of about 120 people) and said,","reference":"Acts 1:15"},{"bookName":"Acts","chapter":1,"verse":16,"text":"“Brothers, the scripture had to be fulfilled that the Holy Spirit foretold through David concerning Judas—who became the guide for those who arrested Jesus—","reference":"Acts 1:16"},{"bookName":"Acts","chapter":1,"verse":17,"text":"for he was counted as one of us and received a share in this ministry.” ","reference":"Acts 1:17"},{"bookName":"Acts","chapter":1,"verse":18,"text":"(Now this man Judas acquired a field with the reward of his unjust deed, and falling headfirst he burst open in the middle and all his intestines gushed out. ","reference":"Acts 1:18"},{"bookName":"Acts","chapter":1,"verse":19,"text":"This became known to all who lived in Jerusalem, so that in their own language they called that field Hakeldama, that is, “Field of Blood.”) ","reference":"Acts 1:19"},{"bookName":"Acts","chapter":1,"verse":20,"text":"“For it is written in the book of Psalms, ‘\u003Cb\u003ELet his house become deserted,\u003C/b\u003E \u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Elet there be no one to live in it\u003C/b\u003E,’ and ‘\u003Cb\u003ELet another take his position of responsibility\u003C/b\u003E.’ ","reference":"Acts 1:20"},{"bookName":"Acts","chapter":1,"verse":21,"text":"Thus one of the men who have accompanied us during all the time the Lord Jesus associated with us, ","reference":"Acts 1:21"},{"bookName":"Acts","chapter":1,"verse":22,"text":"beginning from his baptism by John until the day he was taken up from us—one of these must become a witness of his resurrection together with us.” ","reference":"Acts 1:22"},{"bookName":"Acts","chapter":1,"verse":23,"text":"So they proposed two candidates: Joseph called Barsabbas (also called Justus) and Matthias. ","reference":"Acts 1:23"},{"bookName":"Acts","chapter":1,"verse":24,"text":"Then they prayed, “Lord, you know the hearts of all. Show us which one of these two you have chosen ","reference":"Acts 1:24"},{"bookName":"Acts","chapter":1,"verse":25,"text":"to assume the task of this service and apostleship from which Judas turned aside to go to his own place.” ","reference":"Acts 1:25"},{"bookName":"Acts","chapter":1,"verse":26,"text":"Then they cast lots for them, and the one chosen was Matthias; so he was counted with the eleven apostles. ","reference":"Acts 1:26"}]