[
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 1,
    "text": "Now there was a man in Caesarea named Cornelius, a centurion of what was known as the Italian Cohort. ",
    "reference": "Acts 10:1"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 2,
    "text": "He was a devout, God-fearing man, as was all his household; he did many acts of charity for the people and prayed to God regularly. ",
    "reference": "Acts 10:2"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 3,
    "text": "About three o’clock one afternoon he saw clearly in a vision an angel of God who came in and said to him, “Cornelius.”",
    "reference": "Acts 10:3"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 4,
    "text": "Staring at him and becoming greatly afraid, Cornelius replied, “What is it, Lord?” The angel said to him, “Your prayers and your acts of charity have gone up as a memorial before God. ",
    "reference": "Acts 10:4"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 5,
    "text": "Now send men to Joppa and summon a man named Simon, who is called Peter. ",
    "reference": "Acts 10:5"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 6,
    "text": "This man is staying as a guest with a man named Simon, a tanner, whose house is by the sea.” ",
    "reference": "Acts 10:6"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 7,
    "text": "When the angel who had spoken to him departed, Cornelius called two of his personal servants and a devout soldier from among those who served him, ",
    "reference": "Acts 10:7"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 8,
    "text": "and when he had explained everything to them, he sent them to Joppa. ",
    "reference": "Acts 10:8"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 9,
    "text": "About noon the next day, while they were on their way and approaching the city, Peter went up on the roof to pray. ",
    "reference": "Acts 10:9"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 10,
    "text": "He became hungry and wanted to eat, but while they were preparing the meal, a trance came over him. ",
    "reference": "Acts 10:10"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 11,
    "text": "He saw heaven opened and an object something like a large sheet descending, being let down to earth by its four corners. ",
    "reference": "Acts 10:11"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 12,
    "text": "In it were all kinds of four-footed animals and reptiles of the earth and wild birds. ",
    "reference": "Acts 10:12"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 13,
    "text": "Then a voice said to him, “Get up, Peter; slaughter and eat!” ",
    "reference": "Acts 10:13"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 14,
    "text": "But Peter said, “Certainly not, Lord, for I have never eaten anything defiled and ritually unclean!” ",
    "reference": "Acts 10:14"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 15,
    "text": "The voice spoke to him again, a second time, “What God has made clean, you must not consider ritually unclean!” ",
    "reference": "Acts 10:15"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 16,
    "text": "This happened three times, and immediately the object was taken up into heaven. ",
    "reference": "Acts 10:16"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 17,
    "text": "Now while Peter was puzzling over what the vision he had seen could signify, the men sent by Cornelius had learned where Simon’s house was and approached the gate. ",
    "reference": "Acts 10:17"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 18,
    "text": "They called out to ask if Simon, known as Peter, was staying there as a guest. ",
    "reference": "Acts 10:18"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 19,
    "text": "While Peter was still thinking seriously about the vision, the Spirit said to him, “Look! Three men are looking for you. ",
    "reference": "Acts 10:19"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 20,
    "text": "But get up, go down, and accompany them without hesitation because I have sent them.” ",
    "reference": "Acts 10:20"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 21,
    "text": "So Peter went down to the men and said, “Here I am, the person you’re looking for. Why have you come?” ",
    "reference": "Acts 10:21"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 22,
    "text": "They said, “Cornelius the centurion, a righteous and God-fearing man, well spoken of by the whole Jewish nation, was directed by a holy angel to summon you to his house and to hear a message from you.” ",
    "reference": "Acts 10:22"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 23,
    "text": "So Peter invited them in and entertained them as guests.On the next day he got up and set out with them, and some of the brothers from Joppa accompanied him. ",
    "reference": "Acts 10:23"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 24,
    "text": "The following day he entered Caesarea. Now Cornelius was waiting anxiously for them and had called together his relatives and close friends. ",
    "reference": "Acts 10:24"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 25,
    "text": "So when Peter came in, Cornelius met him, fell at his feet, and worshiped him. ",
    "reference": "Acts 10:25"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 26,
    "text": "But Peter helped him up, saying, “Stand up. I too am a mere mortal.” ",
    "reference": "Acts 10:26"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 27,
    "text": "Peter continued talking with him as he went in, and he found many people gathered together. ",
    "reference": "Acts 10:27"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 28,
    "text": "He said to them, “You know that it is unlawful for a Jew to associate with or visit a Gentile, yet God has shown me that I should call no person defiled or ritually unclean. ",
    "reference": "Acts 10:28"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 29,
    "text": "Therefore when you sent for me, I came without any objection. Now may I ask why you sent for me?” ",
    "reference": "Acts 10:29"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 30,
    "text": "Cornelius replied, “Four days ago at this very hour, at three o’clock in the afternoon, I was praying in my house, and suddenly a man in shining clothing stood before me ",
    "reference": "Acts 10:30"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 31,
    "text": "and said, ‘Cornelius, your prayer has been heard and your acts of charity have been remembered before God. ",
    "reference": "Acts 10:31"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 32,
    "text": "Therefore send to Joppa and summon Simon, who is called Peter. This man is staying as a guest in the house of Simon the tanner, by the sea.’ ",
    "reference": "Acts 10:32"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 33,
    "text": "Therefore I sent for you at once, and you were kind enough to come. So now we are all here in the presence of God to listen to everything the Lord has commanded you to say to us.”",
    "reference": "Acts 10:33"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 34,
    "text": "Then Peter started speaking: “I now truly understand that God does not show favoritism in dealing with people, ",
    "reference": "Acts 10:34"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 35,
    "text": "but in every nation the person who fears him and does what is right is welcomed before him. ",
    "reference": "Acts 10:35"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 36,
    "text": "You know the message he sent to the people of Israel, proclaiming the good news of peace through Jesus Christ (he is Lord of all)—",
    "reference": "Acts 10:36"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 37,
    "text": "you know what happened throughout Judea, beginning from Galilee after the baptism that John announced: ",
    "reference": "Acts 10:37"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 38,
    "text": "with respect to Jesus from Nazareth, that God anointed him with the Holy Spirit and with power. He went around doing good and healing all who were oppressed by the devil because God was with him. ",
    "reference": "Acts 10:38"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 39,
    "text": "We are witnesses of all the things he did both in Judea and in Jerusalem. They killed him by hanging him on a tree, ",
    "reference": "Acts 10:39"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 40,
    "text": "but God raised him up on the third day and caused him to be seen, ",
    "reference": "Acts 10:40"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 41,
    "text": "not by all the people, but by us, the witnesses God had already chosen, who ate and drank with him after he rose from the dead. ",
    "reference": "Acts 10:41"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 42,
    "text": "He commanded us to preach to the people and to warn them that he is the one appointed by God as judge of the living and the dead. ",
    "reference": "Acts 10:42"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 43,
    "text": "About him all the prophets testify, that everyone who believes in him receives forgiveness of sins through his name.” ",
    "reference": "Acts 10:43"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 44,
    "text": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the message. ",
    "reference": "Acts 10:44"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 45,
    "text": "The circumcised believers who had accompanied Peter were greatly astonished that the gift of the Holy Spirit had been poured out even on the Gentiles, ",
    "reference": "Acts 10:45"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 46,
    "text": "for they heard them speaking in tongues and praising God. Then Peter said, ",
    "reference": "Acts 10:46"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 47,
    "text": "“No one can withhold the water for these people to be baptized, who have received the Holy Spirit just as we did, can he?”",
    "reference": "Acts 10:47"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 48,
    "text": "So he gave orders to have them baptized in the name of Jesus Christ. Then they asked him to stay for several days. ",
    "reference": "Acts 10:48"
  }
]