[
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 1,
    "text": "After we tore ourselves away from them, we put out to sea, and sailing a straight course, we came to Cos, on the next day to Rhodes, and from there to Patara. ",
    "reference": "Acts 21:1"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 2,
    "text": "We found a ship crossing over to Phoenicia, went aboard, and put out to sea. ",
    "reference": "Acts 21:2"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 3,
    "text": "After we sighted Cyprus and left it behind on our port side, we sailed on to Syria and put in at Tyre because the ship was to unload its cargo there. ",
    "reference": "Acts 21:3"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 4,
    "text": "After we located the disciples, we stayed there seven days. They repeatedly told Paul through the Spirit not to set foot in Jerusalem. ",
    "reference": "Acts 21:4"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 5,
    "text": "When our time was over, we left and went on our way. All of them, with their wives and children, accompanied us outside of the city. After kneeling down on the beach and praying, ",
    "reference": "Acts 21:5"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 6,
    "text": "we said farewell to one another. Then we went aboard the ship, and they returned to their own homes. ",
    "reference": "Acts 21:6"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 7,
    "text": "We continued the voyage from Tyre and arrived at Ptolemais, and when we had greeted the brothers, we stayed with them for one day. ",
    "reference": "Acts 21:7"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 8,
    "text": "On the next day we left and came to Caesarea, and entered the house of Philip the evangelist, who was one of the seven, and stayed with him. ",
    "reference": "Acts 21:8"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 9,
    "text": "(He had four unmarried daughters who prophesied.) ",
    "reference": "Acts 21:9"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 10,
    "text": "While we remained there for a number of days, a prophet named Agabus came down from Judea. ",
    "reference": "Acts 21:10"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 11,
    "text": "He came to us, took Paul’s belt, tied his own hands and feet with it, and said, “The Holy Spirit says this: ‘This is the way the Jews in Jerusalem will tie up the man whose belt this is and will hand him over to the Gentiles.’” ",
    "reference": "Acts 21:11"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 12,
    "text": "When we heard this, both we and the local people begged him not to go up to Jerusalem. ",
    "reference": "Acts 21:12"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 13,
    "text": "Then Paul replied, “What are you doing, weeping and breaking my heart? For I am ready not only to be tied up, but even to die in Jerusalem for the name of the Lord Jesus.” ",
    "reference": "Acts 21:13"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 14,
    "text": "Because he could not be persuaded, we said no more except, “The Lord’s will be done.” ",
    "reference": "Acts 21:14"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 15,
    "text": "After these days we got ready and started up to Jerusalem. ",
    "reference": "Acts 21:15"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 16,
    "text": "Some of the disciples from Caesarea came along with us too, and brought us to the house of Mnason of Cyprus, a disciple from the earliest times, with whom we were to stay. ",
    "reference": "Acts 21:16"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 17,
    "text": "When we arrived in Jerusalem, the brothers welcomed us gladly. ",
    "reference": "Acts 21:17"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 18,
    "text": "The next day Paul went in with us to see James, and all the elders were there. ",
    "reference": "Acts 21:18"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 19,
    "text": "When Paul had greeted them, he began to explain in detail what God had done among the Gentiles through his ministry. ",
    "reference": "Acts 21:19"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 20,
    "text": "When they heard this, they praised God. Then they said to him, “You see, brother, how many thousands of Jews there are who have believed, and they are all ardent observers of the law. ",
    "reference": "Acts 21:20"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 21,
    "text": "They have been informed about you—that you teach all the Jews now living among the Gentiles to abandon Moses, telling them not to circumcise their children or live according to our customs. ",
    "reference": "Acts 21:21"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 22,
    "text": "What then should we do? They will no doubt hear that you have come. ",
    "reference": "Acts 21:22"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 23,
    "text": "So do what we tell you: We have four men who have taken a vow; ",
    "reference": "Acts 21:23"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 24,
    "text": "take them and purify yourself along with them and pay their expenses, so that they may have their heads shaved. Then everyone will know there is nothing in what they have been told about you, but that you yourself live in conformity with the law. ",
    "reference": "Acts 21:24"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 25,
    "text": "But regarding the Gentiles who have believed, we have written a letter, having decided that they should avoid meat that has been sacrificed to idols and blood and what has been strangled and sexual immorality.” ",
    "reference": "Acts 21:25"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 26,
    "text": "Then Paul took the men the next day, and after he had purified himself along with them, he went to the temple and gave notice of the completion of the days of purification, when the sacrifice would be offered for each of them. ",
    "reference": "Acts 21:26"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 27,
    "text": "When the seven days were almost over, the Jews from the province of Asia who had seen him in the temple area stirred up the whole crowd and seized him, ",
    "reference": "Acts 21:27"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 28,
    "text": "shouting, “Men of Israel, help! This is the man who teaches everyone everywhere against our people, our law, and this sanctuary! Furthermore he has brought Greeks into the inner courts of the temple and made this holy place ritually unclean!” ",
    "reference": "Acts 21:28"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 29,
    "text": "(For they had seen Trophimus the Ephesian in the city with him previously, and they assumed Paul had brought him into the inner temple courts.) ",
    "reference": "Acts 21:29"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 30,
    "text": "The whole city was stirred up, and the people rushed together. They seized Paul and dragged him out of the temple courts, and immediately the doors were shut. ",
    "reference": "Acts 21:30"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 31,
    "text": "While they were trying to kill him, a report was sent up to the commanding officer of the cohort that all Jerusalem was in confusion. ",
    "reference": "Acts 21:31"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 32,
    "text": "He immediately took soldiers and centurions and ran down to the crowd. When they saw the commanding officer and the soldiers, they stopped beating Paul. ",
    "reference": "Acts 21:32"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 33,
    "text": "Then the commanding officer came up and arrested him and ordered him to be tied up with two chains; he then asked who he was and what he had done. ",
    "reference": "Acts 21:33"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 34,
    "text": "But some in the crowd shouted one thing, and others something else, and when the commanding officer was unable to find out the truth because of the disturbance, he ordered Paul to be brought into the barracks. ",
    "reference": "Acts 21:34"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 35,
    "text": "When he came to the steps, Paul had to be carried by the soldiers because of the violence of the mob, ",
    "reference": "Acts 21:35"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 36,
    "text": "for a crowd of people followed them, screaming, “Away with him!” ",
    "reference": "Acts 21:36"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 37,
    "text": "As Paul was about to be brought into the barracks, he said to the commanding officer, “May I say something to you?” The officer replied, “Do you know Greek? ",
    "reference": "Acts 21:37"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 38,
    "text": "Then you’re not that Egyptian who started a rebellion and led the 4,000 men of the ‘Assassins’ into the wilderness sometime ago?”",
    "reference": "Acts 21:38"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 39,
    "text": "Paul answered, “I am a Jew from Tarsus in Cilicia, a citizen of an important city. Please allow me to speak to the people.” ",
    "reference": "Acts 21:39"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 40,
    "text": "When the commanding officer had given him permission, Paul stood on the steps and gestured to the people with his hand. When they had become silent, he addressed them in Aramaic, ",
    "reference": "Acts 21:40"
  }
]