[
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 1,
    "text": "While Apollos was in Corinth, Paul went through the inland regions and came to Ephesus. He found some disciples there",
    "reference": "Acts 19:1"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 2,
    "text": "and said to them, “Did you receive the Holy Spirit when you believed?” They replied, “No, we have not even heard that there is a Holy Spirit.” ",
    "reference": "Acts 19:2"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 3,
    "text": "So Paul said, “Into what then were you baptized?” “Into John’s baptism,” they replied. ",
    "reference": "Acts 19:3"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 4,
    "text": "Paul said, “John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him, that is, in Jesus.” ",
    "reference": "Acts 19:4"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 5,
    "text": "When they heard this, they were baptized in the name of the Lord Jesus, ",
    "reference": "Acts 19:5"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 6,
    "text": "and when Paul placed his hands on them, the Holy Spirit came upon them, and they began to speak in tongues and to prophesy. ",
    "reference": "Acts 19:6"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 7,
    "text": "(Now there were about 12 men in all.) ",
    "reference": "Acts 19:7"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 8,
    "text": "So Paul entered the synagogue and spoke out fearlessly for three months, addressing and convincing them about the kingdom of God.",
    "reference": "Acts 19:8"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 9,
    "text": "But when some were stubborn and refused to believe, reviling the Way before the congregation, he left them and took the disciples with him, addressing them every day in the lecture hall of Tyrannus. ",
    "reference": "Acts 19:9"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 10,
    "text": "This went on for two years, so that all who lived in the province of Asia, both Jews and Greeks, heard the word of the Lord. ",
    "reference": "Acts 19:10"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 11,
    "text": "God was performing extraordinary miracles by Paul’s hands, ",
    "reference": "Acts 19:11"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 12,
    "text": "so that when even handkerchiefs or aprons that had touched his body were brought to the sick, their diseases left them and the evil spirits went out of them. ",
    "reference": "Acts 19:12"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 13,
    "text": "But some itinerant Jewish exorcists tried to invoke the name of the Lord Jesus over those who were possessed by evil spirits, saying, “I sternly warn you by Jesus whom Paul preaches.” ",
    "reference": "Acts 19:13"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 14,
    "text": "(Now seven sons of a man named Sceva, a Jewish high priest, were doing this.) ",
    "reference": "Acts 19:14"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 15,
    "text": "But the evil spirit replied to them, “I know about Jesus and I am acquainted with Paul, but who are you?” ",
    "reference": "Acts 19:15"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 16,
    "text": "Then the man who was possessed by the evil spirit jumped on them and beat them all into submission. He prevailed against them so that they fled from that house naked and wounded. ",
    "reference": "Acts 19:16"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 17,
    "text": "This became known to all who lived in Ephesus, both Jews and Greeks; fear came over them all, and the name of the Lord Jesus was praised. ",
    "reference": "Acts 19:17"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 18,
    "text": "Many of those who had believed came forward, confessing and making their deeds known. ",
    "reference": "Acts 19:18"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 19,
    "text": "Large numbers of those who had practiced magic collected their books and burned them up in the presence of everyone. When the value of the books was added up, it was found to total 50,000 silver coins. ",
    "reference": "Acts 19:19"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 20,
    "text": "In this way the word of the Lord continued to grow in power and to prevail. ",
    "reference": "Acts 19:20"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 21,
    "text": "Now after all these things had taken place, Paul resolved to go to Jerusalem, passing through Macedonia and Achaia. He said, “After I have been there, I must also see Rome.” ",
    "reference": "Acts 19:21"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 22,
    "text": "So after sending two of his assistants, Timothy and Erastus, to Macedonia, he himself stayed on for a while in the province of Asia. ",
    "reference": "Acts 19:22"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 23,
    "text": "At that time a great disturbance took place concerning the Way. ",
    "reference": "Acts 19:23"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 24,
    "text": "For a man named Demetrius, a silversmith who made silver shrines of Artemis, brought a great deal of business to the craftsmen. ",
    "reference": "Acts 19:24"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 25,
    "text": "He gathered these together, along with the workmen in similar trades, and said, “Men, you know that our prosperity comes from this business. ",
    "reference": "Acts 19:25"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 26,
    "text": "And you see and hear that this Paul has persuaded and turned away a large crowd, not only in Ephesus but in practically all of the province of Asia, by saying that gods made by hands are not gods at all. ",
    "reference": "Acts 19:26"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 27,
    "text": "There is danger not only that this business of ours will come into disrepute, but also that the temple of the great goddess Artemis will be regarded as nothing, and she whom all the province of Asia and the world worship will suffer the loss of her greatness.” ",
    "reference": "Acts 19:27"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 28,
    "text": "When they heard this they became enraged and began to shout, “Great is Artemis of the Ephesians!” ",
    "reference": "Acts 19:28"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 29,
    "text": "The city was filled with the uproar, and the crowd rushed to the theater together, dragging with them Gaius and Aristarchus, the Macedonians who were Paul’s traveling companions. ",
    "reference": "Acts 19:29"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 30,
    "text": "But when Paul wanted to enter the public assembly, the disciples would not let him. ",
    "reference": "Acts 19:30"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 31,
    "text": "Even some of the provincial authorities who were his friends sent a message to him, urging him not to venture into the theater. ",
    "reference": "Acts 19:31"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 32,
    "text": "So then some were shouting one thing, some another, for the assembly was in confusion, and most of them did not know why they had met together. ",
    "reference": "Acts 19:32"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 33,
    "text": "Some of the crowd concluded it was about Alexander because the Jews had pushed him to the front. Alexander, gesturing with his hand, was wanting to make a defense before the public assembly. ",
    "reference": "Acts 19:33"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 34,
    "text": "But when they recognized that he was a Jew, they all shouted in unison, “Great is Artemis of the Ephesians!” for about two hours. ",
    "reference": "Acts 19:34"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 35,
    "text": "After the city secretary quieted the crowd, he said, “Men of Ephesus, what person is there who does not know that the city of the Ephesians is the keeper of the temple of the great Artemis and of her image that fell from heaven? ",
    "reference": "Acts 19:35"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 36,
    "text": "So because these facts are indisputable, you must keep quiet and not do anything reckless. ",
    "reference": "Acts 19:36"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 37,
    "text": "For you have brought these men here who are neither temple robbers nor blasphemers of our goddess. ",
    "reference": "Acts 19:37"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 38,
    "text": "If then Demetrius and the craftsmen who are with him have a complaint against someone, the courts are open and there are proconsuls; let them bring charges against one another there.",
    "reference": "Acts 19:38"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 39,
    "text": "But if you want anything in addition, it will have to be settled in a legal assembly. ",
    "reference": "Acts 19:39"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 40,
    "text": "For we are in danger of being charged with rioting today, since there is no cause we can give to explain this disorderly gathering.” ",
    "reference": "Acts 19:40"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 41,
    "text": "After he had said this, he dismissed the assembly. ",
    "reference": "Acts 19:41"
  }
]