[{"bookName":"Acts","chapter":2,"verse":1,"text":"Now when the day of Pentecost had come, they were all together in one place. ","reference":"Acts 2:1"},{"bookName":"Acts","chapter":2,"verse":2,"text":"Suddenly a sound like a violent wind blowing came from heaven and filled the entire house where they were sitting. ","reference":"Acts 2:2"},{"bookName":"Acts","chapter":2,"verse":3,"text":"And tongues spreading out like a fire appeared to them and came to rest on each one of them. ","reference":"Acts 2:3"},{"bookName":"Acts","chapter":2,"verse":4,"text":"All of them were filled with the Holy Spirit, and they began to speak in other languages as the Spirit enabled them. ","reference":"Acts 2:4"},{"bookName":"Acts","chapter":2,"verse":5,"text":"Now there were devout Jews from every nation under heaven residing in Jerusalem. ","reference":"Acts 2:5"},{"bookName":"Acts","chapter":2,"verse":6,"text":"When this sound occurred, a crowd gathered and was in confusion because each one heard them speaking in his own language. ","reference":"Acts 2:6"},{"bookName":"Acts","chapter":2,"verse":7,"text":"Completely baffled, they said, “Aren’t all these who are speaking Galileans? ","reference":"Acts 2:7"},{"bookName":"Acts","chapter":2,"verse":8,"text":"And how is it that each one of us hears them in our own native language? ","reference":"Acts 2:8"},{"bookName":"Acts","chapter":2,"verse":9,"text":"Parthians, Medes, Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and the province of Asia, ","reference":"Acts 2:9"},{"bookName":"Acts","chapter":2,"verse":10,"text":"Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene, and visitors from Rome, ","reference":"Acts 2:10"},{"bookName":"Acts","chapter":2,"verse":11,"text":"both Jews and proselytes, Cretans and Arabs—we hear them speaking in our own languages about the great deeds God has done!”","reference":"Acts 2:11"},{"bookName":"Acts","chapter":2,"verse":12,"text":"All were astounded and greatly confused, saying to one another, “What does this mean?” ","reference":"Acts 2:12"},{"bookName":"Acts","chapter":2,"verse":13,"text":"But others jeered at the speakers, saying, “They are drunk on new wine!” ","reference":"Acts 2:13"},{"bookName":"Acts","chapter":2,"verse":14,"text":"But Peter stood up with the eleven, raised his voice, and addressed them: “You men of Judea and all you who live in Jerusalem, know this and listen carefully to what I say. ","reference":"Acts 2:14"},{"bookName":"Acts","chapter":2,"verse":15,"text":"In spite of what you think, these men are not drunk, for it is only nine o’clock in the morning. ","reference":"Acts 2:15"},{"bookName":"Acts","chapter":2,"verse":16,"text":"But this is what was spoken about through the prophet Joel: ","reference":"Acts 2:16"},{"bookName":"Acts","chapter":2,"verse":17,"text":"‘\u003Cb\u003EAnd\u003C/b\u003E in the last days \u003Cb\u003Eit will be,\u003C/b\u003E’ \u003Cb\u003EGod says,\u003C/b\u003E‘\u003Cb\u003Ethat I will pour out my Spirit on all people,\u003C/b\u003E \u003Cb\u003Eand your sons and your daughters will prophesy,\u003C/b\u003E\u003Cb\u003Eand your young men will see visions,\u003C/b\u003E\u003Cb\u003Eand your old men will dream dreams\u003C/b\u003E.","reference":"Acts 2:17"},{"bookName":"Acts","chapter":2,"verse":18,"text":"\u003Cb\u003EEven on my servants,\u003C/b\u003E \u003Cb\u003Eboth men and women,\u003C/b\u003E\u003Cb\u003EI will pour out my Spirit in those days, and they will prophesy\u003C/b\u003E. ","reference":"Acts 2:18"},{"bookName":"Acts","chapter":2,"verse":19,"text":"\u003Cb\u003EAnd I will perform wonders in the sky\u003C/b\u003E \u003Cb\u003Eabove\u003C/b\u003E\u003Cb\u003Eand miraculous signs\u003C/b\u003E \u003Cb\u003Eon the earth below,\u003C/b\u003E\u003Cb\u003Eblood and fire and clouds of smoke\u003C/b\u003E.","reference":"Acts 2:19"},{"bookName":"Acts","chapter":2,"verse":20,"text":"\u003Cb\u003EThe sun will be changed to darkness\u003C/b\u003E\u003Cb\u003Eand the moon to blood\u003C/b\u003E\u003Cb\u003Ebefore the great and glorious\u003C/b\u003E \u003Cb\u003Eday of the Lord comes\u003C/b\u003E.","reference":"Acts 2:20"},{"bookName":"Acts","chapter":2,"verse":21,"text":"\u003Cb\u003EAnd then\u003C/b\u003E \u003Cb\u003Eeveryone who calls on the name of the Lord will be saved\u003C/b\u003E.’ ","reference":"Acts 2:21"},{"bookName":"Acts","chapter":2,"verse":22,"text":"“Men of Israel, listen to these words: Jesus the Nazarene, a man clearly attested to you by God with powerful deeds, wonders, and miraculous signs that God performed among you through him, just as you yourselves know—","reference":"Acts 2:22"},{"bookName":"Acts","chapter":2,"verse":23,"text":"this man, who was handed over by the predetermined plan and foreknowledge of God, you executed by nailing him to a cross at the hands of Gentiles. ","reference":"Acts 2:23"},{"bookName":"Acts","chapter":2,"verse":24,"text":"But God raised him up, having released him from the pains of death because it was not possible for him to be held in its power. ","reference":"Acts 2:24"},{"bookName":"Acts","chapter":2,"verse":25,"text":"For David says about him,‘\u003Cb\u003EI saw the Lord always in front of me,\u003C/b\u003E \u003Cb\u003Efor he is at my right hand so that I will not be shaken\u003C/b\u003E.","reference":"Acts 2:25"},{"bookName":"Acts","chapter":2,"verse":26,"text":"\u003Cb\u003ETherefore my heart was glad and my tongue rejoiced;\u003C/b\u003E\u003Cb\u003Emy body\u003C/b\u003E \u003Cb\u003Ealso will live in hope,\u003C/b\u003E ","reference":"Acts 2:26"},{"bookName":"Acts","chapter":2,"verse":27,"text":"\u003Cb\u003Ebecause you will not leave my soul in Hades,\u003C/b\u003E \u003Cb\u003Enor permit your Holy One to experience\u003C/b\u003E \u003Cb\u003Edecay\u003C/b\u003E.","reference":"Acts 2:27"},{"bookName":"Acts","chapter":2,"verse":28,"text":"\u003Cb\u003EYou have made known to me the paths of life;\u003C/b\u003E\u003Cb\u003Eyou will make me full of joy with your presence\u003C/b\u003E.’ ","reference":"Acts 2:28"},{"bookName":"Acts","chapter":2,"verse":29,"text":"“Brothers, I can speak confidently to you about our forefather David, that he both died and was buried, and his tomb is with us to this day. ","reference":"Acts 2:29"},{"bookName":"Acts","chapter":2,"verse":30,"text":"So then, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne, ","reference":"Acts 2:30"},{"bookName":"Acts","chapter":2,"verse":31,"text":"David by foreseeing this spoke about the resurrection of the Christ, that he was neither abandoned to Hades, nor did his body experience decay. ","reference":"Acts 2:31"},{"bookName":"Acts","chapter":2,"verse":32,"text":"This Jesus God raised up, and we are all witnesses of it.","reference":"Acts 2:32"},{"bookName":"Acts","chapter":2,"verse":33,"text":"So then, exalted to the right hand of God, and having received the promise of the Holy Spirit from the Father, he has poured out what you both see and hear. ","reference":"Acts 2:33"},{"bookName":"Acts","chapter":2,"verse":34,"text":"For David did not ascend into heaven, but he himself says, ‘\u003Cb\u003EThe Lord said to my lord,\u003C/b\u003E“\u003Cb\u003ESit\u003C/b\u003E \u003Cb\u003Eat my right hand\u003C/b\u003E ","reference":"Acts 2:34"},{"bookName":"Acts","chapter":2,"verse":35,"text":"\u003Cb\u003Euntil I make your enemies a footstool\u003C/b\u003E \u003Cb\u003Efor your feet\u003C/b\u003E.”’ ","reference":"Acts 2:35"},{"bookName":"Acts","chapter":2,"verse":36,"text":"Therefore let all the house of Israel know beyond a doubt that God has made this Jesus whom you crucified both Lord and Christ.” ","reference":"Acts 2:36"},{"bookName":"Acts","chapter":2,"verse":37,"text":"Now when they heard this, they were acutely distressed and said to Peter and the rest of the apostles, “What should we do, brothers?” ","reference":"Acts 2:37"},{"bookName":"Acts","chapter":2,"verse":38,"text":"Peter said to them, “Repent, and each one of you be baptized in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. ","reference":"Acts 2:38"},{"bookName":"Acts","chapter":2,"verse":39,"text":"For the promise is for you and your children, and for all who are far away, as many as the Lord our God will call to himself.”","reference":"Acts 2:39"},{"bookName":"Acts","chapter":2,"verse":40,"text":"With many other words he testified and exhorted them saying, “Save yourselves from this perverse generation!” ","reference":"Acts 2:40"},{"bookName":"Acts","chapter":2,"verse":41,"text":"So those who accepted his message were baptized, and that day about 3,000 people were added. ","reference":"Acts 2:41"},{"bookName":"Acts","chapter":2,"verse":42,"text":"They were devoting themselves to the apostles’ teaching and to fellowship, to the breaking of bread and to prayer. ","reference":"Acts 2:42"},{"bookName":"Acts","chapter":2,"verse":43,"text":"Reverential awe came over everyone, and many wonders and miraculous signs came about by the apostles. ","reference":"Acts 2:43"},{"bookName":"Acts","chapter":2,"verse":44,"text":"All who believed were together and held everything in common, ","reference":"Acts 2:44"},{"bookName":"Acts","chapter":2,"verse":45,"text":"and they began selling their property and possessions and distributing the proceeds to everyone, as anyone had need. ","reference":"Acts 2:45"},{"bookName":"Acts","chapter":2,"verse":46,"text":"Every day they continued to gather together by common consent in the temple courts, breaking bread from house to house, sharing their food with glad and humble hearts, ","reference":"Acts 2:46"},{"bookName":"Acts","chapter":2,"verse":47,"text":"praising God and having the good will of all the people. And the Lord was adding to their number every day those who were being saved. ","reference":"Acts 2:47"}]