[
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 1,
    "text": "I wrote the former account, Theophilus, about all that Jesus began to do and teach ",
    "reference": "Acts 1:1"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 2,
    "text": "until the day he was taken up to heaven, after he had given orders by the Holy Spirit to the apostles he had chosen. ",
    "reference": "Acts 1:2"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 3,
    "text": "To the same apostles also, after his suffering, he presented himself alive with many convincing proofs. He was seen by them over a forty-day period and spoke about matters concerning the kingdom of God.",
    "reference": "Acts 1:3"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 4,
    "text": "While he was with them, he declared, “Do not leave Jerusalem, but wait there for what my Father promised, which you heard about from me. ",
    "reference": "Acts 1:4"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 5,
    "text": "For John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”",
    "reference": "Acts 1:5"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 6,
    "text": "So when they had gathered together, they began to ask him, “Lord, is this the time when you are restoring the kingdom to Israel?” ",
    "reference": "Acts 1:6"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 7,
    "text": "He told them, “You are not permitted to know the times or periods that the Father has set by his own authority. ",
    "reference": "Acts 1:7"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 8,
    "text": "But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the farthest parts of the earth.” ",
    "reference": "Acts 1:8"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 9,
    "text": "After he had said this, while they were watching, he was lifted up and a cloud hid him from their sight. ",
    "reference": "Acts 1:9"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 10,
    "text": "As they were still staring into the sky while he was going, suddenly two men in white clothing stood near them ",
    "reference": "Acts 1:10"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 11,
    "text": "and said, “Men of Galilee, why do you stand here looking up into the sky? This same Jesus who has been taken up from you into heaven will come back in the same way you saw him go into heaven.” ",
    "reference": "Acts 1:11"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 12,
    "text": "Then they returned to Jerusalem from the mountain called the Mount of Olives (which is near Jerusalem, a Sabbath day’s journey away). ",
    "reference": "Acts 1:12"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 13,
    "text": "When they had entered Jerusalem, they went to the upstairs room where they were staying. Peter and John, and James, and Andrew, Philip and Thomas, Bartholomew and Matthew, James son of Alphaeus and Simon the Zealot, and Judas son of James were there.",
    "reference": "Acts 1:13"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 14,
    "text": "All these continued together in prayer with one mind, together with the women, along with Mary the mother of Jesus, and his brothers. ",
    "reference": "Acts 1:14"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 15,
    "text": "In those days Peter stood up among the believers (a gathering of about 120 people) and said,",
    "reference": "Acts 1:15"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 16,
    "text": "“Brothers, the scripture had to be fulfilled that the Holy Spirit foretold through David concerning Judas—who became the guide for those who arrested Jesus—",
    "reference": "Acts 1:16"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 17,
    "text": "for he was counted as one of us and received a share in this ministry.” ",
    "reference": "Acts 1:17"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 18,
    "text": "(Now this man Judas acquired a field with the reward of his unjust deed, and falling headfirst he burst open in the middle and all his intestines gushed out. ",
    "reference": "Acts 1:18"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 19,
    "text": "This became known to all who lived in Jerusalem, so that in their own language they called that field Hakeldama, that is, “Field of Blood.”) ",
    "reference": "Acts 1:19"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 20,
    "text": "“For it is written in the book of Psalms, ‘\u003Cb\u003ELet his house become deserted,\u003C/b\u003E \u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Elet there be no one to live in it\u003C/b\u003E,’ and ‘\u003Cb\u003ELet another take his position of responsibility\u003C/b\u003E.’ ",
    "reference": "Acts 1:20"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 21,
    "text": "Thus one of the men who have accompanied us during all the time the Lord Jesus associated with us, ",
    "reference": "Acts 1:21"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 22,
    "text": "beginning from his baptism by John until the day he was taken up from us—one of these must become a witness of his resurrection together with us.” ",
    "reference": "Acts 1:22"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 23,
    "text": "So they proposed two candidates: Joseph called Barsabbas (also called Justus) and Matthias. ",
    "reference": "Acts 1:23"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 24,
    "text": "Then they prayed, “Lord, you know the hearts of all. Show us which one of these two you have chosen ",
    "reference": "Acts 1:24"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 25,
    "text": "to assume the task of this service and apostleship from which Judas turned aside to go to his own place.” ",
    "reference": "Acts 1:25"
  },
  {
    "bookName": "Acts",
    "chapter": 1,
    "verse": 26,
    "text": "Then they cast lots for them, and the one chosen was Matthias; so he was counted with the eleven apostles. ",
    "reference": "Acts 1:26"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 1,
    "text": "Now when the day of Pentecost had come, they were all together in one place. ",
    "reference": "Acts 2:1"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 2,
    "text": "Suddenly a sound like a violent wind blowing came from heaven and filled the entire house where they were sitting. ",
    "reference": "Acts 2:2"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 3,
    "text": "And tongues spreading out like a fire appeared to them and came to rest on each one of them. ",
    "reference": "Acts 2:3"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 4,
    "text": "All of them were filled with the Holy Spirit, and they began to speak in other languages as the Spirit enabled them. ",
    "reference": "Acts 2:4"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 5,
    "text": "Now there were devout Jews from every nation under heaven residing in Jerusalem. ",
    "reference": "Acts 2:5"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 6,
    "text": "When this sound occurred, a crowd gathered and was in confusion because each one heard them speaking in his own language. ",
    "reference": "Acts 2:6"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 7,
    "text": "Completely baffled, they said, “Aren’t all these who are speaking Galileans? ",
    "reference": "Acts 2:7"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 8,
    "text": "And how is it that each one of us hears them in our own native language? ",
    "reference": "Acts 2:8"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 9,
    "text": "Parthians, Medes, Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and the province of Asia, ",
    "reference": "Acts 2:9"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 10,
    "text": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene, and visitors from Rome, ",
    "reference": "Acts 2:10"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 11,
    "text": "both Jews and proselytes, Cretans and Arabs—we hear them speaking in our own languages about the great deeds God has done!”",
    "reference": "Acts 2:11"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 12,
    "text": "All were astounded and greatly confused, saying to one another, “What does this mean?” ",
    "reference": "Acts 2:12"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 13,
    "text": "But others jeered at the speakers, saying, “They are drunk on new wine!” ",
    "reference": "Acts 2:13"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 14,
    "text": "But Peter stood up with the eleven, raised his voice, and addressed them: “You men of Judea and all you who live in Jerusalem, know this and listen carefully to what I say. ",
    "reference": "Acts 2:14"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 15,
    "text": "In spite of what you think, these men are not drunk, for it is only nine o’clock in the morning. ",
    "reference": "Acts 2:15"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 16,
    "text": "But this is what was spoken about through the prophet Joel: ",
    "reference": "Acts 2:16"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 17,
    "text": "‘\u003Cb\u003EAnd\u003C/b\u003E in the last days \u003Cb\u003Eit will be,\u003C/b\u003E’ \u003Cb\u003EGod says,\u003C/b\u003E‘\u003Cb\u003Ethat I will pour out my Spirit on all people,\u003C/b\u003E \u003Cb\u003Eand your sons and your daughters will prophesy,\u003C/b\u003E\u003Cb\u003Eand your young men will see visions,\u003C/b\u003E\u003Cb\u003Eand your old men will dream dreams\u003C/b\u003E.",
    "reference": "Acts 2:17"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 18,
    "text": "\u003Cb\u003EEven on my servants,\u003C/b\u003E \u003Cb\u003Eboth men and women,\u003C/b\u003E\u003Cb\u003EI will pour out my Spirit in those days, and they will prophesy\u003C/b\u003E. ",
    "reference": "Acts 2:18"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 19,
    "text": "\u003Cb\u003EAnd I will perform wonders in the sky\u003C/b\u003E \u003Cb\u003Eabove\u003C/b\u003E\u003Cb\u003Eand miraculous signs\u003C/b\u003E \u003Cb\u003Eon the earth below,\u003C/b\u003E\u003Cb\u003Eblood and fire and clouds of smoke\u003C/b\u003E.",
    "reference": "Acts 2:19"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 20,
    "text": "\u003Cb\u003EThe sun will be changed to darkness\u003C/b\u003E\u003Cb\u003Eand the moon to blood\u003C/b\u003E\u003Cb\u003Ebefore the great and glorious\u003C/b\u003E \u003Cb\u003Eday of the Lord comes\u003C/b\u003E.",
    "reference": "Acts 2:20"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 21,
    "text": "\u003Cb\u003EAnd then\u003C/b\u003E \u003Cb\u003Eeveryone who calls on the name of the Lord will be saved\u003C/b\u003E.’ ",
    "reference": "Acts 2:21"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 22,
    "text": "“Men of Israel, listen to these words: Jesus the Nazarene, a man clearly attested to you by God with powerful deeds, wonders, and miraculous signs that God performed among you through him, just as you yourselves know—",
    "reference": "Acts 2:22"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 23,
    "text": "this man, who was handed over by the predetermined plan and foreknowledge of God, you executed by nailing him to a cross at the hands of Gentiles. ",
    "reference": "Acts 2:23"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 24,
    "text": "But God raised him up, having released him from the pains of death because it was not possible for him to be held in its power. ",
    "reference": "Acts 2:24"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 25,
    "text": "For David says about him,‘\u003Cb\u003EI saw the Lord always in front of me,\u003C/b\u003E \u003Cb\u003Efor he is at my right hand so that I will not be shaken\u003C/b\u003E.",
    "reference": "Acts 2:25"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 26,
    "text": "\u003Cb\u003ETherefore my heart was glad and my tongue rejoiced;\u003C/b\u003E\u003Cb\u003Emy body\u003C/b\u003E \u003Cb\u003Ealso will live in hope,\u003C/b\u003E ",
    "reference": "Acts 2:26"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 27,
    "text": "\u003Cb\u003Ebecause you will not leave my soul in Hades,\u003C/b\u003E \u003Cb\u003Enor permit your Holy One to experience\u003C/b\u003E \u003Cb\u003Edecay\u003C/b\u003E.",
    "reference": "Acts 2:27"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 28,
    "text": "\u003Cb\u003EYou have made known to me the paths of life;\u003C/b\u003E\u003Cb\u003Eyou will make me full of joy with your presence\u003C/b\u003E.’ ",
    "reference": "Acts 2:28"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 29,
    "text": "“Brothers, I can speak confidently to you about our forefather David, that he both died and was buried, and his tomb is with us to this day. ",
    "reference": "Acts 2:29"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 30,
    "text": "So then, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne, ",
    "reference": "Acts 2:30"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 31,
    "text": "David by foreseeing this spoke about the resurrection of the Christ, that he was neither abandoned to Hades, nor did his body experience decay. ",
    "reference": "Acts 2:31"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 32,
    "text": "This Jesus God raised up, and we are all witnesses of it.",
    "reference": "Acts 2:32"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 33,
    "text": "So then, exalted to the right hand of God, and having received the promise of the Holy Spirit from the Father, he has poured out what you both see and hear. ",
    "reference": "Acts 2:33"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 34,
    "text": "For David did not ascend into heaven, but he himself says, ‘\u003Cb\u003EThe Lord said to my lord,\u003C/b\u003E“\u003Cb\u003ESit\u003C/b\u003E \u003Cb\u003Eat my right hand\u003C/b\u003E ",
    "reference": "Acts 2:34"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 35,
    "text": "\u003Cb\u003Euntil I make your enemies a footstool\u003C/b\u003E \u003Cb\u003Efor your feet\u003C/b\u003E.”’ ",
    "reference": "Acts 2:35"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 36,
    "text": "Therefore let all the house of Israel know beyond a doubt that God has made this Jesus whom you crucified both Lord and Christ.” ",
    "reference": "Acts 2:36"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 37,
    "text": "Now when they heard this, they were acutely distressed and said to Peter and the rest of the apostles, “What should we do, brothers?” ",
    "reference": "Acts 2:37"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 38,
    "text": "Peter said to them, “Repent, and each one of you be baptized in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. ",
    "reference": "Acts 2:38"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 39,
    "text": "For the promise is for you and your children, and for all who are far away, as many as the Lord our God will call to himself.”",
    "reference": "Acts 2:39"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 40,
    "text": "With many other words he testified and exhorted them saying, “Save yourselves from this perverse generation!” ",
    "reference": "Acts 2:40"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 41,
    "text": "So those who accepted his message were baptized, and that day about 3,000 people were added. ",
    "reference": "Acts 2:41"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 42,
    "text": "They were devoting themselves to the apostles’ teaching and to fellowship, to the breaking of bread and to prayer. ",
    "reference": "Acts 2:42"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 43,
    "text": "Reverential awe came over everyone, and many wonders and miraculous signs came about by the apostles. ",
    "reference": "Acts 2:43"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 44,
    "text": "All who believed were together and held everything in common, ",
    "reference": "Acts 2:44"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 45,
    "text": "and they began selling their property and possessions and distributing the proceeds to everyone, as anyone had need. ",
    "reference": "Acts 2:45"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 46,
    "text": "Every day they continued to gather together by common consent in the temple courts, breaking bread from house to house, sharing their food with glad and humble hearts, ",
    "reference": "Acts 2:46"
  },
  {
    "bookName": "Acts",
    "chapter": 2,
    "verse": 47,
    "text": "praising God and having the good will of all the people. And the Lord was adding to their number every day those who were being saved. ",
    "reference": "Acts 2:47"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 1,
    "text": "Now Peter and John were going up to the temple at the time for prayer, at three o’clock in the afternoon. ",
    "reference": "Acts 3:1"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 2,
    "text": "And a man lame from birth was being carried up, who was placed at the temple gate called “the Beautiful Gate” every day so he could beg for money from those going into the temple courts. ",
    "reference": "Acts 3:2"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 3,
    "text": "When he saw Peter and John about to go into the temple courts, he asked them for money. ",
    "reference": "Acts 3:3"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 4,
    "text": "Peter looked directly at him (as did John) and said, “Look at us!” ",
    "reference": "Acts 3:4"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 5,
    "text": "So the lame man paid attention to them, expecting to receive something from them. ",
    "reference": "Acts 3:5"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 6,
    "text": "But Peter said, “I have no silver or gold, but what I do have I give you. In the name of Jesus Christ the Nazarene, stand up and walk!” ",
    "reference": "Acts 3:6"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 7,
    "text": "Then Peter took hold of him by the right hand and raised him up, and at once the man’s feet and ankles were made strong. ",
    "reference": "Acts 3:7"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 8,
    "text": "He jumped up, stood and began walking around, and he entered the temple courts with them, walking and leaping and praising God. ",
    "reference": "Acts 3:8"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 9,
    "text": "All the people saw him walking and praising God, ",
    "reference": "Acts 3:9"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 10,
    "text": "and they recognized him as the man who used to sit and ask for donations at the Beautiful Gate of the temple, and they were filled with astonishment and amazement at what had happened to him. ",
    "reference": "Acts 3:10"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 11,
    "text": "While the man was hanging on to Peter and John, all the people, completely astounded, ran together to them in the covered walkway called Solomon’s Portico. ",
    "reference": "Acts 3:11"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 12,
    "text": "When Peter saw this, he declared to the people, “Men of Israel, why are you amazed at this? Why do you stare at us as if we had made this man walk by our own power or piety? ",
    "reference": "Acts 3:12"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 13,
    "text": "The God of Abraham, Isaac, and Jacob, the God of our forefathers, has glorified his servant Jesus, whom you handed over and rejected in the presence of Pilate after he had decided to release him.",
    "reference": "Acts 3:13"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 14,
    "text": "But you rejected the Holy and Righteous One and asked that a man who was a murderer be released to you. ",
    "reference": "Acts 3:14"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 15,
    "text": "You killed the Originator of life, whom God raised from the dead. To this fact we are witnesses! ",
    "reference": "Acts 3:15"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 16,
    "text": "And on the basis of faith in Jesus’ name, his very name has made this man—whom you see and know—strong. The faith that is through Jesus has given him this complete health in the presence of you all. ",
    "reference": "Acts 3:16"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 17,
    "text": "And now, brothers, I know you acted in ignorance, as your rulers did too.",
    "reference": "Acts 3:17"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 18,
    "text": "But the things God foretold long ago through all the prophets—that his Christ would suffer—he has fulfilled in this way. ",
    "reference": "Acts 3:18"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 19,
    "text": "Therefore repent and turn back so that your sins may be wiped out, ",
    "reference": "Acts 3:19"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 20,
    "text": "so that times of refreshing may come from the presence of the Lord, and so that he may send the Messiah appointed for you—that is, Jesus. ",
    "reference": "Acts 3:20"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 21,
    "text": "This one heaven must receive until the time all things are restored, which God declared from times long ago through his holy prophets. ",
    "reference": "Acts 3:21"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 22,
    "text": "Moses said, ‘\u003Cb\u003EThe Lord your God will raise up for you a prophet like me from among your brothers\u003C/b\u003E. \u003Cb\u003EYou must obey\u003C/b\u003E \u003Cb\u003Ehim in everything he tells you\u003C/b\u003E. ",
    "reference": "Acts 3:22"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 23,
    "text": "\u003Cb\u003EEvery\u003C/b\u003E \u003Cb\u003Eperson\u003C/b\u003E \u003Cb\u003Ewho\u003C/b\u003E \u003Cb\u003Edoes not obey that prophet will be destroyed and thus removed\u003C/b\u003E \u003Cb\u003Efrom the people\u003C/b\u003E.’ ",
    "reference": "Acts 3:23"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 24,
    "text": "And all the prophets, from Samuel and those who followed him, have spoken about and announced these days. ",
    "reference": "Acts 3:24"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 25,
    "text": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, ‘\u003Cb\u003EAnd in your descendants\u003C/b\u003E \u003Cb\u003Eall\u003C/b\u003E \u003Cb\u003Ethe nations\u003C/b\u003E \u003Cb\u003Eof the earth will be blessed\u003C/b\u003E.’ ",
    "reference": "Acts 3:25"
  },
  {
    "bookName": "Acts",
    "chapter": 3,
    "verse": 26,
    "text": "God raised up his servant and sent him first to you, to bless you by turning each one of you from your iniquities.” ",
    "reference": "Acts 3:26"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 1,
    "text": "While Peter and John were speaking to the people, the priests and the commander of the temple guard and the Sadducees came up to them, ",
    "reference": "Acts 4:1"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 2,
    "text": "angry because they were teaching the people and announcing in Jesus the resurrection of the dead. ",
    "reference": "Acts 4:2"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 3,
    "text": "So they seized them and put them in jail until the next day (for it was already evening). ",
    "reference": "Acts 4:3"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 4,
    "text": "But many of those who had listened to the message believed, and the number of the men came to about 5,000. ",
    "reference": "Acts 4:4"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 5,
    "text": "On the next day, their rulers, elders, and experts in the law came together in Jerusalem. ",
    "reference": "Acts 4:5"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 6,
    "text": "Annas the high priest was there, and Caiaphas, John, Alexander, and others who were members of the high priest’s family. ",
    "reference": "Acts 4:6"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 7,
    "text": "After making Peter and John stand in their midst, they began to inquire, “By what power or by what name did you do this?” ",
    "reference": "Acts 4:7"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 8,
    "text": "Then Peter, filled with the Holy Spirit, replied, “Rulers of the people and elders, ",
    "reference": "Acts 4:8"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 9,
    "text": "if we are being examined today for a good deed done to a sick man—by what means this man was healed—",
    "reference": "Acts 4:9"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 10,
    "text": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ the Nazarene whom you crucified, whom God raised from the dead, this man stands before you healthy. ",
    "reference": "Acts 4:10"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 11,
    "text": "This Jesus is \u003Cb\u003Ethe stone that was rejected by\u003C/b\u003E you, \u003Cb\u003Ethe builders, that has become the cornerstone\u003C/b\u003E. ",
    "reference": "Acts 4:11"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 12,
    "text": "And there is salvation in no one else, for there is no other name under heaven given among people by which we must be saved.” ",
    "reference": "Acts 4:12"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 13,
    "text": "When they saw the boldness of Peter and John, and discovered that they were uneducated and ordinary men, they were amazed and recognized these men had been with Jesus. ",
    "reference": "Acts 4:13"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 14,
    "text": "And because they saw the man who had been healed standing with them, they had nothing to say against this.",
    "reference": "Acts 4:14"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 15,
    "text": "But when they had ordered them to go outside the council, they began to confer with one another, ",
    "reference": "Acts 4:15"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 16,
    "text": "saying, “What should we do with these men? For it is plain to all who live in Jerusalem that a notable miraculous sign has come about through them, and we cannot deny it.",
    "reference": "Acts 4:16"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 17,
    "text": "But to keep this matter from spreading any further among the people, let us warn them to speak no more to anyone in this name.” ",
    "reference": "Acts 4:17"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 18,
    "text": "And they called them in and ordered them not to speak or teach at all in the name of Jesus. ",
    "reference": "Acts 4:18"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 19,
    "text": "But Peter and John replied, “Whether it is right before God to obey you rather than God, you decide, ",
    "reference": "Acts 4:19"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 20,
    "text": "for it is impossible for us not to speak about what we have seen and heard.” ",
    "reference": "Acts 4:20"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 21,
    "text": "After threatening them further, they released them, for they could not find how to punish them on account of the people, because they were all praising God for what had happened. ",
    "reference": "Acts 4:21"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 22,
    "text": "For the man, on whom this miraculous sign of healing had been performed, was over forty years old.",
    "reference": "Acts 4:22"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 23,
    "text": "When they were released, Peter and John went to their fellow believers and reported everything the high priests and the elders had said to them. ",
    "reference": "Acts 4:23"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 24,
    "text": "When they heard this, they raised their voices to God with one mind and said, “Master of all, you who made the heaven, the earth, the sea, and everything that is in them, ",
    "reference": "Acts 4:24"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 25,
    "text": "who said by the Holy Spirit through your servant David our forefather, ‘\u003Cb\u003EWhy do the nations\u003C/b\u003E \u003Cb\u003Erage,\u003C/b\u003E \u003Cb\u003Eand the peoples plot foolish\u003C/b\u003E \u003Cb\u003Ethings?\u003C/b\u003E ",
    "reference": "Acts 4:25"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 26,
    "text": "\u003Cb\u003EThe kings of the earth stood together,\u003C/b\u003E \u003Cb\u003Eand the rulers assembled together,\u003C/b\u003E\u003Cb\u003Eagainst the Lord and against his\u003C/b\u003E \u003Cb\u003EChrist\u003C/b\u003E.’ ",
    "reference": "Acts 4:26"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 27,
    "text": "“For indeed both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together in this city against your holy servant Jesus, whom you anointed, ",
    "reference": "Acts 4:27"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 28,
    "text": "to do as much as your power and your plan had decided beforehand would happen. ",
    "reference": "Acts 4:28"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 29,
    "text": "And now, Lord, pay attention to their threats, and grant to your servants to speak your message with great courage, ",
    "reference": "Acts 4:29"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 30,
    "text": "while you extend your hand to heal, and to bring about miraculous signs and wonders through the name of your holy servant Jesus.” ",
    "reference": "Acts 4:30"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 31,
    "text": "When they had prayed, the place where they were assembled together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God courageously. ",
    "reference": "Acts 4:31"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 32,
    "text": "The group of those who believed were of one heart and mind, and no one said that any of his possessions was his own, but everything was held in common. ",
    "reference": "Acts 4:32"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 33,
    "text": "With great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was on them all. ",
    "reference": "Acts 4:33"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 34,
    "text": "For there was no one needy among them because those who were owners of land or houses were selling them and bringing the proceeds from the sales ",
    "reference": "Acts 4:34"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 35,
    "text": "and placing them at the apostles’ feet. The proceeds were distributed to each, as anyone had need. ",
    "reference": "Acts 4:35"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 36,
    "text": "So Joseph, a Levite who was a native of Cyprus, called by the apostles Barnabas (which is translated “son of encouragement”), ",
    "reference": "Acts 4:36"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 37,
    "text": "sold a field that belonged to him and brought the money and placed it at the apostles’ feet. ",
    "reference": "Acts 4:37"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 1,
    "text": "Now a man named Ananias, together with Sapphira his wife, sold a piece of property. ",
    "reference": "Acts 5:1"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 2,
    "text": "He kept back for himself part of the proceeds with his wife’s knowledge; he brought only part of it and placed it at the apostles’ feet. ",
    "reference": "Acts 5:2"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 3,
    "text": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and keep back for yourself part of the proceeds from the sale of the land? ",
    "reference": "Acts 5:3"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 4,
    "text": "Before it was sold, did it not belong to you? And when it was sold, was the money not at your disposal? How have you thought up this deed in your heart? You have not lied to people but to God!” ",
    "reference": "Acts 5:4"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 5,
    "text": "When Ananias heard these words he collapsed and died, and great fear gripped all who heard about it.",
    "reference": "Acts 5:5"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 6,
    "text": "So the young men came, wrapped him up, carried him out, and buried him. ",
    "reference": "Acts 5:6"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 7,
    "text": "After an interval of about three hours, his wife came in, but she did not know what had happened. ",
    "reference": "Acts 5:7"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 8,
    "text": "Peter said to her, “Tell me, were the two of you paid this amount for the land?” Sapphira said, “Yes, that much.” ",
    "reference": "Acts 5:8"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 9,
    "text": "Peter then told her, “Why have you agreed together to test the Spirit of the Lord? Look! The feet of those who have buried your husband are at the door, and they will carry you out!” ",
    "reference": "Acts 5:9"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 10,
    "text": "At once she collapsed at his feet and died. So when the young men came in, they found her dead, and they carried her out and buried her beside her husband. ",
    "reference": "Acts 5:10"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 11,
    "text": "Great fear gripped the whole church and all who heard about these things. ",
    "reference": "Acts 5:11"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 12,
    "text": "Now many miraculous signs and wonders came about among the people through the hands of the apostles. By common consent they were all meeting together in Solomon’s Portico. ",
    "reference": "Acts 5:12"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 13,
    "text": "None of the rest dared to join them, but the people held them in high honor. ",
    "reference": "Acts 5:13"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 14,
    "text": "More and more believers in the Lord were added to their number, crowds of both men and women. ",
    "reference": "Acts 5:14"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 15,
    "text": "Thus they even carried the sick out into the streets and put them on cots and pallets, so that when Peter came by at least his shadow would fall on some of them. ",
    "reference": "Acts 5:15"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 16,
    "text": "A crowd of people from the towns around Jerusalem also came together, bringing the sick and those troubled by unclean spirits. They were all being healed. ",
    "reference": "Acts 5:16"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 17,
    "text": "Now the high priest rose up, and all those with him (that is, the religious party of the Sadducees), and they were filled with jealousy. ",
    "reference": "Acts 5:17"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 18,
    "text": "They laid hands on the apostles and put them in a public jail. ",
    "reference": "Acts 5:18"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 19,
    "text": "But during the night an angel of the Lord opened the doors of the prison, led them out, and said, ",
    "reference": "Acts 5:19"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 20,
    "text": "“Go and stand in the temple courts and proclaim to the people all the words of this life.” ",
    "reference": "Acts 5:20"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 21,
    "text": "When they heard this, they entered the temple courts at daybreak and began teaching. Now when the high priest and those who were with him arrived, they summoned the Sanhedrin—that is, the whole high council of the Israelites—and sent to the jail to have the apostles brought before them. ",
    "reference": "Acts 5:21"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 22,
    "text": "But the officers who came for them did not find them in the prison, so they returned and reported, ",
    "reference": "Acts 5:22"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 23,
    "text": "“We found the jail locked securely and the guards standing at the doors, but when we opened them, we found no one inside.” ",
    "reference": "Acts 5:23"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 24,
    "text": "Now when the commander of the temple guard and the chief priests heard this report, they were greatly puzzled concerning it, wondering what this could be. ",
    "reference": "Acts 5:24"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 25,
    "text": "But someone came and reported to them, “Look! The men you put in prison are standing in the temple courts and teaching the people!” ",
    "reference": "Acts 5:25"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 26,
    "text": "Then the commander of the temple guard went with the officers and brought the apostles without the use of force (for they were afraid of being stoned by the people). ",
    "reference": "Acts 5:26"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 27,
    "text": "When they had brought them, they stood them before the council, and the high priest questioned them, ",
    "reference": "Acts 5:27"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 28,
    "text": "saying, “We gave you strict orders not to teach in this name. Look, you have filled Jerusalem with your teaching, and you intend to bring this man’s blood on us!” ",
    "reference": "Acts 5:28"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 29,
    "text": "But Peter and the apostles replied, “We must obey God rather than people. ",
    "reference": "Acts 5:29"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 30,
    "text": "The God of our forefathers raised up Jesus, whom you seized and killed by hanging him on a tree. ",
    "reference": "Acts 5:30"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 31,
    "text": "God exalted him to his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins. ",
    "reference": "Acts 5:31"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 32,
    "text": "And we are witnesses of these events, and so is the Holy Spirit whom God has given to those who obey him.” ",
    "reference": "Acts 5:32"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 33,
    "text": "Now when they heard this, they became furious and wanted to execute them. ",
    "reference": "Acts 5:33"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 34,
    "text": "But a Pharisee whose name was Gamaliel, a teacher of the law who was respected by all the people, stood up in the council and ordered the men to be put outside for a short time. ",
    "reference": "Acts 5:34"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 35,
    "text": "Then he said to the council, “Men of Israel, pay close attention to what you are about to do to these men. ",
    "reference": "Acts 5:35"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 36,
    "text": "For sometime ago Theudas rose up, claiming to be somebody, and about 400 men joined him. He was killed, and all who followed him were dispersed and nothing came of it.",
    "reference": "Acts 5:36"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 37,
    "text": "After him Judas the Galilean arose in the days of the census and incited people to follow him in revolt. He too was killed, and all who followed him were scattered. ",
    "reference": "Acts 5:37"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 38,
    "text": "So in this case I say to you, stay away from these men and leave them alone because if this plan or this undertaking originates with people, it will come to nothing, ",
    "reference": "Acts 5:38"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 39,
    "text": "but if it is from God, you will not be able to stop them, or you may even be found fighting against God.” He convinced them, ",
    "reference": "Acts 5:39"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 40,
    "text": "and they summoned the apostles and had them beaten. Then they ordered them not to speak in the name of Jesus and released them.",
    "reference": "Acts 5:40"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 41,
    "text": "So they left the council rejoicing because they had been considered worthy to suffer dishonor for the sake of the name. ",
    "reference": "Acts 5:41"
  },
  {
    "bookName": "Acts",
    "chapter": 5,
    "verse": 42,
    "text": "And every day both in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that Jesus was the Christ. ",
    "reference": "Acts 5:42"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 1,
    "text": "Now in those days, when the disciples were growing in number, a complaint arose on the part of the Greek-speaking Jews against the native Hebraic Jews because their widows were being overlooked in the daily distribution of food. ",
    "reference": "Acts 6:1"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 2,
    "text": "So the twelve called the whole group of the disciples together and said, “It is not right for us to neglect the word of God to wait on tables. ",
    "reference": "Acts 6:2"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 3,
    "text": "But carefully select from among you, brothers, seven men who are well-attested, full of the Spirit and of wisdom, whom we may put in charge of this necessary task. ",
    "reference": "Acts 6:3"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 4,
    "text": "But we will devote ourselves to prayer and to the ministry of the word.” ",
    "reference": "Acts 6:4"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 5,
    "text": "The proposal pleased the entire group, so they chose Stephen, a man full of faith and of the Holy Spirit, with Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolas, a Gentile convert to Judaism from Antioch. ",
    "reference": "Acts 6:5"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 6,
    "text": "They stood these men before the apostles, who prayed and placed their hands on them.",
    "reference": "Acts 6:6"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 7,
    "text": "The word of God continued to spread, the number of disciples in Jerusalem increased greatly, and a large group of priests became obedient to the faith. ",
    "reference": "Acts 6:7"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 8,
    "text": "Now Stephen, full of grace and power, was performing great wonders and miraculous signs among the people. ",
    "reference": "Acts 6:8"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 9,
    "text": "But some men from the Synagogue of the Freedmen (as it was called), both Cyrenians and Alexandrians, as well as some from Cilicia and the province of Asia, stood up and argued with Stephen. ",
    "reference": "Acts 6:9"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 10,
    "text": "Yet they were not able to resist the wisdom and the Spirit with which he spoke. ",
    "reference": "Acts 6:10"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 11,
    "text": "Then they secretly instigated some men to say, “We have heard this man speaking blasphemous words against Moses and God.” ",
    "reference": "Acts 6:11"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 12,
    "text": "They incited the people, the elders, and the experts in the law; then they approached Stephen, seized him, and brought him before the council. ",
    "reference": "Acts 6:12"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 13,
    "text": "They brought forward false witnesses who said, “This man does not stop saying things against this holy place and the law. ",
    "reference": "Acts 6:13"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 14,
    "text": "For we have heard him saying that Jesus the Nazarene will destroy this place and change the customs that Moses handed down to us.” ",
    "reference": "Acts 6:14"
  },
  {
    "bookName": "Acts",
    "chapter": 6,
    "verse": 15,
    "text": "All who were sitting in the council looked intently at Stephen and saw his face was like the face of an angel. ",
    "reference": "Acts 6:15"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 1,
    "text": "Then the high priest said, “Are these things true?”",
    "reference": "Acts 7:1"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 2,
    "text": "So he replied, “Brothers and fathers, listen to me. The God of glory appeared to our forefather Abraham when he was in Mesopotamia, before he settled in Haran, ",
    "reference": "Acts 7:2"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 3,
    "text": "and said to him, ‘\u003Cb\u003EGo out from your country and from your relatives, and come to the land I will show you\u003C/b\u003E.’ ",
    "reference": "Acts 7:3"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 4,
    "text": "Then he went out from the country of the Chaldeans and settled in Haran. After his father died, God made him move to this country where you now live. ",
    "reference": "Acts 7:4"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 5,
    "text": "He did not give any of it to him for an inheritance, not even a foot of ground, yet God promised to give it to him as his possession, and to his descendants after him, even though Abraham as yet had no child. ",
    "reference": "Acts 7:5"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 6,
    "text": "But God spoke as follows: ‘Your \u003Cb\u003Edescendants\u003C/b\u003E \u003Cb\u003Ewill be foreigners\u003C/b\u003E \u003Cb\u003Ein\u003C/b\u003E \u003Cb\u003Ea foreign country, whose citizens will enslave them and mistreat them for 400 years\u003C/b\u003E. ",
    "reference": "Acts 7:6"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 7,
    "text": "\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003EI will punish\u003C/b\u003E \u003Cb\u003Ethe nation they serve as slaves\u003C/b\u003E,’ said God, ‘\u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Eafter these things they will come out of there\u003C/b\u003E and worship me in this place.’ ",
    "reference": "Acts 7:7"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 8,
    "text": "Then God gave Abraham the covenant of circumcision, and so he became the father of Isaac and circumcised him when he was eight days old, and Isaac became the father of Jacob, and Jacob of the 12 patriarchs. ",
    "reference": "Acts 7:8"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 9,
    "text": "The patriarchs, because they were jealous of Joseph, sold him into Egypt. But God was with him, ",
    "reference": "Acts 7:9"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 10,
    "text": "and rescued him from all his troubles, and granted him favor and wisdom in the presence of Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household. ",
    "reference": "Acts 7:10"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 11,
    "text": "Then a famine occurred throughout Egypt and Canaan, causing great suffering, and our ancestors could not find food. ",
    "reference": "Acts 7:11"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 12,
    "text": "So when Jacob heard that there was grain in Egypt, he sent our ancestors there the first time.",
    "reference": "Acts 7:12"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 13,
    "text": "On their second visit Joseph made himself known to his brothers again, and Joseph’s family became known to Pharaoh. ",
    "reference": "Acts 7:13"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 14,
    "text": "So Joseph sent a message and invited his father Jacob and all his relatives to come, seventy-five people in all. ",
    "reference": "Acts 7:14"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 15,
    "text": "So Jacob went down to Egypt and died there, along with our ancestors, ",
    "reference": "Acts 7:15"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 16,
    "text": "and their bones were later moved to Shechem and placed in the tomb that Abraham had bought for a certain sum of money from the sons of Hamor in Shechem. ",
    "reference": "Acts 7:16"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 17,
    "text": "“But as the time drew near for God to fulfill the promise he had declared to Abraham, the people increased greatly in number in Egypt, ",
    "reference": "Acts 7:17"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 18,
    "text": "until \u003Cb\u003Eanother\u003C/b\u003E \u003Cb\u003Eking who did not know about\u003C/b\u003E \u003Cb\u003EJoseph\u003C/b\u003E \u003Cb\u003Eruled\u003C/b\u003E \u003Cb\u003Eover Egypt\u003C/b\u003E. ",
    "reference": "Acts 7:18"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 19,
    "text": "This was the one who exploited our people and was cruel to our ancestors, forcing them to abandon their infants so they would die. ",
    "reference": "Acts 7:19"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 20,
    "text": "At that time Moses was born, and he was beautiful to God. For three months he was brought up in his father’s house, ",
    "reference": "Acts 7:20"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 21,
    "text": "and when he had been abandoned, Pharaoh’s daughter adopted him and brought him up as her own son. ",
    "reference": "Acts 7:21"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 22,
    "text": "So Moses was trained in all the wisdom of the Egyptians and was powerful in his words and deeds. ",
    "reference": "Acts 7:22"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 23,
    "text": "But when he was about forty years old, it entered his mind to visit his fellow countrymen the Israelites. ",
    "reference": "Acts 7:23"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 24,
    "text": "When he saw one of them being hurt unfairly, Moses came to his defense and avenged the person who was mistreated by striking down the Egyptian. ",
    "reference": "Acts 7:24"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 25,
    "text": "He thought his own people would understand that God was delivering them through him, but they did not understand. ",
    "reference": "Acts 7:25"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 26,
    "text": "The next day Moses saw two men fighting and tried to make peace between them, saying, ‘Men, you are brothers; why are you hurting one another?’ ",
    "reference": "Acts 7:26"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 27,
    "text": "But the man who was unfairly hurting his neighbor pushed Moses aside, saying, ‘\u003Cb\u003EWho made\u003C/b\u003E \u003Cb\u003Eyou\u003C/b\u003E \u003Cb\u003Ea ruler and judge over us?\u003C/b\u003E ",
    "reference": "Acts 7:27"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 28,
    "text": "\u003Cb\u003EYou\u003C/b\u003E \u003Cb\u003Edon’t want to kill me the way you killed the Egyptian yesterday, do you?\u003C/b\u003E’",
    "reference": "Acts 7:28"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 29,
    "text": "When the man said this, Moses fled and became a foreigner in the land of Midian, where he became the father of two sons. ",
    "reference": "Acts 7:29"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 30,
    "text": "“After forty years had passed, an angel appeared to him in the desert of Mount Sinai, in the flame of a burning bush. ",
    "reference": "Acts 7:30"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 31,
    "text": "When Moses saw it, he was amazed at the sight, and when he approached to investigate, there came the voice of the Lord, ",
    "reference": "Acts 7:31"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 32,
    "text": "‘\u003Cb\u003EI am the God of your forefathers,\u003C/b\u003E \u003Cb\u003Ethe God of Abraham, Isaac,\u003C/b\u003E \u003Cb\u003Eand Jacob\u003C/b\u003E.’ Moses began to tremble and did not dare to look more closely. ",
    "reference": "Acts 7:32"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 33,
    "text": "\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003Ethe Lord said to him,\u003C/b\u003E ‘\u003Cb\u003ETake the sandals off your feet, for the place where you are standing is holy ground\u003C/b\u003E. ",
    "reference": "Acts 7:33"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 34,
    "text": "\u003Cb\u003EI have certainly seen the suffering\u003C/b\u003E \u003Cb\u003Eof my people who are in Egypt and\u003C/b\u003E \u003Cb\u003Ehave heard their groaning, and I have come down to rescue them\u003C/b\u003E. \u003Cb\u003ENow\u003C/b\u003E \u003Cb\u003Ecome, I will send you to Egypt\u003C/b\u003E.’ ",
    "reference": "Acts 7:34"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 35,
    "text": "This same Moses they had rejected, saying, ‘\u003Cb\u003EWho made you a ruler and judge?\u003C/b\u003E’ God sent as both ruler and deliverer through the hand of the angel who appeared to him in the bush. ",
    "reference": "Acts 7:35"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 36,
    "text": "This man led them out, performing wonders and miraculous signs in the land of Egypt, at the Red Sea, and in the wilderness for forty years. ",
    "reference": "Acts 7:36"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 37,
    "text": "This is the Moses who said to the Israelites, ‘\u003Cb\u003EGod will raise up for you a prophet like me from among your brothers\u003C/b\u003E.’ ",
    "reference": "Acts 7:37"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 38,
    "text": "This is the man who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our ancestors, and he received living oracles to give to you. ",
    "reference": "Acts 7:38"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 39,
    "text": "Our ancestors were unwilling to obey him, but pushed him aside and turned back to Egypt in their hearts, ",
    "reference": "Acts 7:39"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 40,
    "text": "saying to Aaron, ‘\u003Cb\u003EMake us gods who will go in front of us, for this Moses, who led us out of the land of Egypt\u003C/b\u003E \u003Cb\u003E—we do not know what has happened to him!\u003C/b\u003E’ ",
    "reference": "Acts 7:40"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 41,
    "text": "At that time they made an idol in the form of a calf, brought a sacrifice to the idol, and began rejoicing in the works of their hands. ",
    "reference": "Acts 7:41"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 42,
    "text": "But God turned away from them and gave them over to worship the host of heaven, as it is written in the book of the prophets: ‘\u003Cb\u003EIt was not to me that you offered slain animals and sacrifices\u003C/b\u003E \u003Cb\u003Eforty\u003C/b\u003E \u003Cb\u003Eyears in the wilderness, was it,\u003C/b\u003E \u003Cb\u003Ehouse of Israel?\u003C/b\u003E ",
    "reference": "Acts 7:42"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 43,
    "text": " \u003Cb\u003EBut you took along the tabernacle\u003C/b\u003E \u003Cb\u003Eof Moloch\u003C/b\u003E \u003Cb\u003Eand the star of the\u003C/b\u003E \u003Cb\u003Egod Rephan,\u003C/b\u003E \u003Cb\u003Ethe images you made to worship, but I will deport\u003C/b\u003E \u003Cb\u003Eyou beyond Babylon\u003C/b\u003E.’ ",
    "reference": "Acts 7:43"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 44,
    "text": "Our ancestors had the tabernacle of testimony in the wilderness, just as God who spoke to Moses ordered him to make it according to the design he had seen. ",
    "reference": "Acts 7:44"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 45,
    "text": "Our ancestors received possession of it and brought it in with Joshua when they dispossessed the nations that God drove out before our ancestors, until the time of David. ",
    "reference": "Acts 7:45"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 46,
    "text": "He found favor with God and asked that he could find a dwelling place for the house of Jacob. ",
    "reference": "Acts 7:46"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 47,
    "text": "But Solomon built a house for him. ",
    "reference": "Acts 7:47"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 48,
    "text": "Yet the Most High does not live in houses made by human hands, as the prophet says, ",
    "reference": "Acts 7:48"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 49,
    "text": "‘\u003Cb\u003EHeaven is my throne,\u003C/b\u003E\u003Cb\u003Eand earth is the footstool for my feet\u003C/b\u003E.\u003Cb\u003EWhat kind of house will you build for me, says the Lord,\u003C/b\u003E\u003Cb\u003Eor what is my resting place?\u003C/b\u003E ",
    "reference": "Acts 7:49"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 50,
    "text": "\u003Cb\u003EDid my hand\u003C/b\u003E \u003Cb\u003Enot make all these things?\u003C/b\u003E’ ",
    "reference": "Acts 7:50"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 51,
    "text": "“You stubborn people, with uncircumcised hearts and ears! You are always resisting the Holy Spirit, like your ancestors did!",
    "reference": "Acts 7:51"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 52,
    "text": "Which of the prophets did your ancestors not persecute? They killed those who foretold long ago the coming of the Righteous One, whose betrayers and murderers you have now become! ",
    "reference": "Acts 7:52"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 53,
    "text": "You received the law by decrees given by angels, but you did not obey it.”",
    "reference": "Acts 7:53"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 54,
    "text": "When they heard these things, they became furious and ground their teeth at him. ",
    "reference": "Acts 7:54"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 55,
    "text": "But Stephen, full of the Holy Spirit, looked intently toward heaven and saw the glory of God, and Jesus standing at the right hand of God. ",
    "reference": "Acts 7:55"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 56,
    "text": "“Look!” he said. “I see the heavens opened, and the Son of Man standing at the right hand of God!” ",
    "reference": "Acts 7:56"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 57,
    "text": "But they covered their ears, shouting out with a loud voice, and rushed at him with one intent. ",
    "reference": "Acts 7:57"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 58,
    "text": "When they had driven him out of the city, they began to stone him, and the witnesses laid their cloaks at the feet of a young man named Saul. ",
    "reference": "Acts 7:58"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 59,
    "text": "They continued to stone Stephen while he prayed, “Lord Jesus, receive my spirit!” ",
    "reference": "Acts 7:59"
  },
  {
    "bookName": "Acts",
    "chapter": 7,
    "verse": 60,
    "text": "Then he fell to his knees and cried out with a loud voice, “Lord, do not hold this sin against them!” When he had said this, he died. ",
    "reference": "Acts 7:60"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 1,
    "text": "And Saul agreed completely with killing him. Now on that day a great persecution began against the church in Jerusalem, and all except the apostles were forced to scatter throughout the regions of Judea and Samaria.",
    "reference": "Acts 8:1"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 2,
    "text": "Some devout men buried Stephen and made loud lamentation over him. ",
    "reference": "Acts 8:2"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 3,
    "text": "But Saul was trying to destroy the church; entering one house after another, he dragged off both men and women and put them in prison.",
    "reference": "Acts 8:3"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 4,
    "text": "Now those who had been forced to scatter went around proclaiming the good news of the word. ",
    "reference": "Acts 8:4"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 5,
    "text": "Philip went down to the main city of Samaria and began proclaiming the Christ to them. ",
    "reference": "Acts 8:5"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 6,
    "text": "The crowds were paying attention with one mind to what Philip said, as they heard and saw the miraculous signs he was performing. ",
    "reference": "Acts 8:6"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 7,
    "text": "For unclean spirits, crying with loud shrieks, were coming out of many who were possessed, and many paralyzed and lame people were healed. ",
    "reference": "Acts 8:7"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 8,
    "text": "So there was great joy in that city. ",
    "reference": "Acts 8:8"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 9,
    "text": "Now in that city was a man named Simon, who had been practicing magic and amazing the people of Samaria, claiming to be someone great. ",
    "reference": "Acts 8:9"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 10,
    "text": "All the people, from the least to the greatest, paid close attention to him, saying, “This man is the power of God that is called ‘Great.’”",
    "reference": "Acts 8:10"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 11,
    "text": "And they paid close attention to him because he had amazed them for a long time with his magic. ",
    "reference": "Acts 8:11"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 12,
    "text": "But when they believed Philip as he was proclaiming the good news about the kingdom of God and the name of Jesus Christ, they began to be baptized, both men and women. ",
    "reference": "Acts 8:12"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 13,
    "text": "Even Simon himself believed, and after he was baptized, he stayed close to Philip constantly, and when he saw the signs and great miracles that were occurring, he was amazed. ",
    "reference": "Acts 8:13"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 14,
    "text": "Now when the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them. ",
    "reference": "Acts 8:14"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 15,
    "text": "These two went down and prayed for them so that they would receive the Holy Spirit. ",
    "reference": "Acts 8:15"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 16,
    "text": "(For the Spirit had not yet come upon any of them, but they had only been baptized in the name of the Lord Jesus.) ",
    "reference": "Acts 8:16"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 17,
    "text": "Then Peter and John placed their hands on the Samaritans, and they received the Holy Spirit. ",
    "reference": "Acts 8:17"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 18,
    "text": "Now Simon, when he saw that the Spirit was given through the laying on of the apostles’ hands, offered them money, ",
    "reference": "Acts 8:18"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 19,
    "text": "saying, “Give me this power too, so that everyone I place my hands on may receive the Holy Spirit.” ",
    "reference": "Acts 8:19"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 20,
    "text": "But Peter said to him, “May your silver perish with you because you thought you could acquire God’s gift with money! ",
    "reference": "Acts 8:20"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 21,
    "text": "You have no share or part in this matter because your heart is not right before God! ",
    "reference": "Acts 8:21"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 22,
    "text": "Therefore repent of this wickedness of yours, and pray to the Lord that he may perhaps forgive you for the intent of your heart. ",
    "reference": "Acts 8:22"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 23,
    "text": "For I see that you are bitterly envious and in bondage to sin.” ",
    "reference": "Acts 8:23"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 24,
    "text": "But Simon replied, “You pray to the Lord for me so that nothing of what you have said may happen to me.” ",
    "reference": "Acts 8:24"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 25,
    "text": "So after Peter and John had solemnly testified and spoken the word of the Lord, they started back to Jerusalem, proclaiming the good news to many Samaritan villages as they went.",
    "reference": "Acts 8:25"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 26,
    "text": "Then an angel of the Lord said to Philip, “Get up and go south on the road that goes down from Jerusalem to Gaza.” (This is a desert road.) ",
    "reference": "Acts 8:26"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 27,
    "text": "So he got up and went. There he met an Ethiopian eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasury. He had come to Jerusalem to worship, ",
    "reference": "Acts 8:27"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 28,
    "text": "and was returning home, sitting in his chariot, reading the prophet Isaiah. ",
    "reference": "Acts 8:28"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 29,
    "text": "Then the Spirit said to Philip, “Go over and join this chariot.” ",
    "reference": "Acts 8:29"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 30,
    "text": "So Philip ran up to it and heard the man reading the prophet Isaiah. He asked him, “Do you understand what you’re reading?” ",
    "reference": "Acts 8:30"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 31,
    "text": "The man replied, “How in the world can I, unless someone guides me?” So he invited Philip to come up and sit with him. ",
    "reference": "Acts 8:31"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 32,
    "text": "Now the passage of scripture the man was reading was this:“\u003Cb\u003EHe was led like a sheep to slaughter,\u003C/b\u003E\u003Cb\u003Eand like a lamb before its shearer is silent,\u003C/b\u003E\u003Cb\u003Eso he did\u003C/b\u003E \u003Cb\u003Enot open his mouth\u003C/b\u003E.",
    "reference": "Acts 8:32"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 33,
    "text": "\u003Cb\u003EIn humiliation\u003C/b\u003E \u003Cb\u003Ejustice was taken from him\u003C/b\u003E. \u003Cb\u003EWho can describe his posterity?\u003C/b\u003E \u003Cb\u003EFor his life was taken away\u003C/b\u003E \u003Cb\u003Efrom the earth\u003C/b\u003E.” ",
    "reference": "Acts 8:33"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 34,
    "text": "Then the eunuch said to Philip, “Please tell me, who is the prophet saying this about—himself or someone else?” ",
    "reference": "Acts 8:34"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 35,
    "text": "So Philip started speaking, and beginning with this scripture proclaimed the good news about Jesus to him. ",
    "reference": "Acts 8:35"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 36,
    "text": "Now as they were going along the road, they came to some water, and the eunuch said, “Look, there is water! What is to stop me from being baptized?” ",
    "reference": "Acts 8:36"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 38,
    "text": "So he ordered the chariot to stop, and both Philip and the eunuch went down into the water, and Philip baptized him. ",
    "reference": "Acts 8:38"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 39,
    "text": "Now when they came up out of the water, the Spirit of the Lord snatched Philip away, and the eunuch did not see him any more, but went on his way rejoicing. ",
    "reference": "Acts 8:39"
  },
  {
    "bookName": "Acts",
    "chapter": 8,
    "verse": 40,
    "text": "Philip, however, found himself at Azotus, and as he passed through the area, he proclaimed the good news to all the towns until he came to Caesarea. ",
    "reference": "Acts 8:40"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 1,
    "text": "Meanwhile Saul, still breathing out threats to murder the Lord’s disciples, went to the high priest ",
    "reference": "Acts 9:1"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 2,
    "text": "and requested letters from him to the synagogues in Damascus, so that if he found any who belonged to the Way, either men or women, he could bring them as prisoners to Jerusalem. ",
    "reference": "Acts 9:2"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 3,
    "text": "As he was going along, approaching Damascus, suddenly a light from heaven flashed around him. ",
    "reference": "Acts 9:3"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 4,
    "text": "He fell to the ground and heard a voice saying to him, “Saul, Saul, why are you persecuting me?” ",
    "reference": "Acts 9:4"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 5,
    "text": "So he said, “Who are you, Lord?” He replied, “I am Jesus whom you are persecuting! ",
    "reference": "Acts 9:5"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 6,
    "text": "But stand up and enter the city, and you will be told what you must do.” ",
    "reference": "Acts 9:6"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 7,
    "text": "(Now the men who were traveling with him stood there speechless because they heard the voice but saw no one.) ",
    "reference": "Acts 9:7"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 8,
    "text": "So Saul got up from the ground, but although his eyes were open, he could see nothing. Leading him by the hand, his companions brought him into Damascus. ",
    "reference": "Acts 9:8"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 9,
    "text": "For three days he could not see, and he neither ate nor drank anything.",
    "reference": "Acts 9:9"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 10,
    "text": "Now there was a disciple in Damascus named Ananias. The Lord said to him in a vision, “Ananias,” and he replied, “Here I am, Lord.” ",
    "reference": "Acts 9:10"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 11,
    "text": "Then the Lord told him, “Get up and go to the street called ‘Straight,’ and at Judas’ house look for a man from Tarsus named Saul. For he is praying, ",
    "reference": "Acts 9:11"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 12,
    "text": "and he has seen in a vision a man named Ananias come in and place his hands on him so that he may see again.” ",
    "reference": "Acts 9:12"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 13,
    "text": "But Ananias replied, “Lord, I have heard from many people about this man, how much harm he has done to your saints in Jerusalem, ",
    "reference": "Acts 9:13"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 14,
    "text": "and here he has authority from the chief priests to imprison all who call on your name!” ",
    "reference": "Acts 9:14"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 15,
    "text": "But the Lord said to him, “Go, because this man is my chosen instrument to carry my name before Gentiles and kings and the people of Israel. ",
    "reference": "Acts 9:15"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 16,
    "text": "For I will show him how much he must suffer for the sake of my name.” ",
    "reference": "Acts 9:16"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 17,
    "text": "So Ananias departed and entered the house, placed his hands on Saul and said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came here, has sent me so that you may see again and be filled with the Holy Spirit.” ",
    "reference": "Acts 9:17"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 18,
    "text": "Immediately something like scales fell from his eyes, and he could see again. He got up and was baptized, ",
    "reference": "Acts 9:18"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 19,
    "text": "and after taking some food, his strength returned.For several days he was with the disciples in Damascus, ",
    "reference": "Acts 9:19"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 20,
    "text": "and immediately he began to proclaim Jesus in the synagogues, saying, “This man is the Son of God.” ",
    "reference": "Acts 9:20"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 21,
    "text": "All who heard him were amazed and were saying, “Is this not the man who in Jerusalem was ravaging those who call on this name, and who had come here to bring them as prisoners to the chief priests?” ",
    "reference": "Acts 9:21"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 22,
    "text": "But Saul became more and more capable, and was causing consternation among the Jews who lived in Damascus by proving that Jesus is the Christ. ",
    "reference": "Acts 9:22"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 23,
    "text": "Now after some days had passed, the Jews plotted together to kill him, ",
    "reference": "Acts 9:23"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 24,
    "text": "but Saul learned of their plot against him. They were also watching the city gates day and night so that they could kill him. ",
    "reference": "Acts 9:24"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 25,
    "text": "But his disciples took him at night and let him down through an opening in the wall by lowering him in a basket. ",
    "reference": "Acts 9:25"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 26,
    "text": "When he arrived in Jerusalem, he attempted to associate with the disciples, and they were all afraid of him because they did not believe that he was a disciple. ",
    "reference": "Acts 9:26"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 27,
    "text": "But Barnabas took Saul, brought him to the apostles, and related to them how he had seen the Lord on the road, that the Lord had spoken to him, and how in Damascus he had spoken out boldly in the name of Jesus. ",
    "reference": "Acts 9:27"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 28,
    "text": "So he was staying with them, associating openly with them in Jerusalem, speaking out boldly in the name of the Lord. ",
    "reference": "Acts 9:28"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 29,
    "text": "He was speaking and debating with the Greek-speaking Jews, but they were trying to kill him. ",
    "reference": "Acts 9:29"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 30,
    "text": "When the brothers found out about this, they brought him down to Caesarea and sent him away to Tarsus. ",
    "reference": "Acts 9:30"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 31,
    "text": "Then the church throughout Judea, Galilee, and Samaria experienced peace and thus was strengthened. Living in the fear of the Lord and in the encouragement of the Holy Spirit, the church increased in numbers. ",
    "reference": "Acts 9:31"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 32,
    "text": "Now as Peter was traveling around from place to place, he also came down to the saints who lived in Lydda. ",
    "reference": "Acts 9:32"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 33,
    "text": "He found there a man named Aeneas who had been confined to a mattress for eight years because he was paralyzed. ",
    "reference": "Acts 9:33"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 34,
    "text": "Peter said to him, “Aeneas, Jesus the Christ heals you. Get up and make your own bed!” And immediately he got up. ",
    "reference": "Acts 9:34"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 35,
    "text": "All those who lived in Lydda and Sharon saw him, and they turned to the Lord. ",
    "reference": "Acts 9:35"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 36,
    "text": "Now in Joppa there was a disciple named Tabitha (which in translation means Dorcas). She was continually doing good deeds and acts of charity. ",
    "reference": "Acts 9:36"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 37,
    "text": "At that time she became sick and died. When they had washed her body, they placed it in an upstairs room. ",
    "reference": "Acts 9:37"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 38,
    "text": "Because Lydda was near Joppa, when the disciples heard that Peter was there, they sent two men to him and urged him, “Come to us without delay.” ",
    "reference": "Acts 9:38"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 39,
    "text": "So Peter got up and went with them, and when he arrived they brought him to the upper room. All the widows stood beside him, crying and showing him the tunics and other clothing Dorcas used to make while she was with them. ",
    "reference": "Acts 9:39"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 40,
    "text": "But Peter sent them all outside, knelt down, and prayed. Turning to the body, he said, “Tabitha, get up.” Then she opened her eyes, and when she saw Peter, she sat up. ",
    "reference": "Acts 9:40"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 41,
    "text": "He gave her his hand and helped her get up. Then he called the saints and widows and presented her alive. ",
    "reference": "Acts 9:41"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 42,
    "text": "This became known throughout all Joppa, and many believed in the Lord. ",
    "reference": "Acts 9:42"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 43,
    "text": "So Peter stayed many days in Joppa with a man named Simon, a tanner. ",
    "reference": "Acts 9:43"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 1,
    "text": "Now there was a man in Caesarea named Cornelius, a centurion of what was known as the Italian Cohort. ",
    "reference": "Acts 10:1"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 2,
    "text": "He was a devout, God-fearing man, as was all his household; he did many acts of charity for the people and prayed to God regularly. ",
    "reference": "Acts 10:2"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 3,
    "text": "About three o’clock one afternoon he saw clearly in a vision an angel of God who came in and said to him, “Cornelius.”",
    "reference": "Acts 10:3"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 4,
    "text": "Staring at him and becoming greatly afraid, Cornelius replied, “What is it, Lord?” The angel said to him, “Your prayers and your acts of charity have gone up as a memorial before God. ",
    "reference": "Acts 10:4"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 5,
    "text": "Now send men to Joppa and summon a man named Simon, who is called Peter. ",
    "reference": "Acts 10:5"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 6,
    "text": "This man is staying as a guest with a man named Simon, a tanner, whose house is by the sea.” ",
    "reference": "Acts 10:6"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 7,
    "text": "When the angel who had spoken to him departed, Cornelius called two of his personal servants and a devout soldier from among those who served him, ",
    "reference": "Acts 10:7"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 8,
    "text": "and when he had explained everything to them, he sent them to Joppa. ",
    "reference": "Acts 10:8"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 9,
    "text": "About noon the next day, while they were on their way and approaching the city, Peter went up on the roof to pray. ",
    "reference": "Acts 10:9"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 10,
    "text": "He became hungry and wanted to eat, but while they were preparing the meal, a trance came over him. ",
    "reference": "Acts 10:10"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 11,
    "text": "He saw heaven opened and an object something like a large sheet descending, being let down to earth by its four corners. ",
    "reference": "Acts 10:11"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 12,
    "text": "In it were all kinds of four-footed animals and reptiles of the earth and wild birds. ",
    "reference": "Acts 10:12"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 13,
    "text": "Then a voice said to him, “Get up, Peter; slaughter and eat!” ",
    "reference": "Acts 10:13"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 14,
    "text": "But Peter said, “Certainly not, Lord, for I have never eaten anything defiled and ritually unclean!” ",
    "reference": "Acts 10:14"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 15,
    "text": "The voice spoke to him again, a second time, “What God has made clean, you must not consider ritually unclean!” ",
    "reference": "Acts 10:15"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 16,
    "text": "This happened three times, and immediately the object was taken up into heaven. ",
    "reference": "Acts 10:16"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 17,
    "text": "Now while Peter was puzzling over what the vision he had seen could signify, the men sent by Cornelius had learned where Simon’s house was and approached the gate. ",
    "reference": "Acts 10:17"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 18,
    "text": "They called out to ask if Simon, known as Peter, was staying there as a guest. ",
    "reference": "Acts 10:18"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 19,
    "text": "While Peter was still thinking seriously about the vision, the Spirit said to him, “Look! Three men are looking for you. ",
    "reference": "Acts 10:19"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 20,
    "text": "But get up, go down, and accompany them without hesitation because I have sent them.” ",
    "reference": "Acts 10:20"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 21,
    "text": "So Peter went down to the men and said, “Here I am, the person you’re looking for. Why have you come?” ",
    "reference": "Acts 10:21"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 22,
    "text": "They said, “Cornelius the centurion, a righteous and God-fearing man, well spoken of by the whole Jewish nation, was directed by a holy angel to summon you to his house and to hear a message from you.” ",
    "reference": "Acts 10:22"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 23,
    "text": "So Peter invited them in and entertained them as guests.On the next day he got up and set out with them, and some of the brothers from Joppa accompanied him. ",
    "reference": "Acts 10:23"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 24,
    "text": "The following day he entered Caesarea. Now Cornelius was waiting anxiously for them and had called together his relatives and close friends. ",
    "reference": "Acts 10:24"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 25,
    "text": "So when Peter came in, Cornelius met him, fell at his feet, and worshiped him. ",
    "reference": "Acts 10:25"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 26,
    "text": "But Peter helped him up, saying, “Stand up. I too am a mere mortal.” ",
    "reference": "Acts 10:26"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 27,
    "text": "Peter continued talking with him as he went in, and he found many people gathered together. ",
    "reference": "Acts 10:27"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 28,
    "text": "He said to them, “You know that it is unlawful for a Jew to associate with or visit a Gentile, yet God has shown me that I should call no person defiled or ritually unclean. ",
    "reference": "Acts 10:28"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 29,
    "text": "Therefore when you sent for me, I came without any objection. Now may I ask why you sent for me?” ",
    "reference": "Acts 10:29"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 30,
    "text": "Cornelius replied, “Four days ago at this very hour, at three o’clock in the afternoon, I was praying in my house, and suddenly a man in shining clothing stood before me ",
    "reference": "Acts 10:30"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 31,
    "text": "and said, ‘Cornelius, your prayer has been heard and your acts of charity have been remembered before God. ",
    "reference": "Acts 10:31"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 32,
    "text": "Therefore send to Joppa and summon Simon, who is called Peter. This man is staying as a guest in the house of Simon the tanner, by the sea.’ ",
    "reference": "Acts 10:32"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 33,
    "text": "Therefore I sent for you at once, and you were kind enough to come. So now we are all here in the presence of God to listen to everything the Lord has commanded you to say to us.”",
    "reference": "Acts 10:33"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 34,
    "text": "Then Peter started speaking: “I now truly understand that God does not show favoritism in dealing with people, ",
    "reference": "Acts 10:34"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 35,
    "text": "but in every nation the person who fears him and does what is right is welcomed before him. ",
    "reference": "Acts 10:35"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 36,
    "text": "You know the message he sent to the people of Israel, proclaiming the good news of peace through Jesus Christ (he is Lord of all)—",
    "reference": "Acts 10:36"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 37,
    "text": "you know what happened throughout Judea, beginning from Galilee after the baptism that John announced: ",
    "reference": "Acts 10:37"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 38,
    "text": "with respect to Jesus from Nazareth, that God anointed him with the Holy Spirit and with power. He went around doing good and healing all who were oppressed by the devil because God was with him. ",
    "reference": "Acts 10:38"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 39,
    "text": "We are witnesses of all the things he did both in Judea and in Jerusalem. They killed him by hanging him on a tree, ",
    "reference": "Acts 10:39"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 40,
    "text": "but God raised him up on the third day and caused him to be seen, ",
    "reference": "Acts 10:40"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 41,
    "text": "not by all the people, but by us, the witnesses God had already chosen, who ate and drank with him after he rose from the dead. ",
    "reference": "Acts 10:41"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 42,
    "text": "He commanded us to preach to the people and to warn them that he is the one appointed by God as judge of the living and the dead. ",
    "reference": "Acts 10:42"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 43,
    "text": "About him all the prophets testify, that everyone who believes in him receives forgiveness of sins through his name.” ",
    "reference": "Acts 10:43"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 44,
    "text": "While Peter was still speaking these words, the Holy Spirit fell on all those who heard the message. ",
    "reference": "Acts 10:44"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 45,
    "text": "The circumcised believers who had accompanied Peter were greatly astonished that the gift of the Holy Spirit had been poured out even on the Gentiles, ",
    "reference": "Acts 10:45"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 46,
    "text": "for they heard them speaking in tongues and praising God. Then Peter said, ",
    "reference": "Acts 10:46"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 47,
    "text": "“No one can withhold the water for these people to be baptized, who have received the Holy Spirit just as we did, can he?”",
    "reference": "Acts 10:47"
  },
  {
    "bookName": "Acts",
    "chapter": 10,
    "verse": 48,
    "text": "So he gave orders to have them baptized in the name of Jesus Christ. Then they asked him to stay for several days. ",
    "reference": "Acts 10:48"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 1,
    "text": "Now the apostles and the brothers who were throughout Judea heard that the Gentiles too had accepted the word of God. ",
    "reference": "Acts 11:1"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 2,
    "text": "So when Peter went up to Jerusalem, the circumcised believers took issue with him, ",
    "reference": "Acts 11:2"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 3,
    "text": "saying, “You went to uncircumcised men and shared a meal with them.” ",
    "reference": "Acts 11:3"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 4,
    "text": "But Peter began and explained it to them point by point, saying, ",
    "reference": "Acts 11:4"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 5,
    "text": "“I was in the city of Joppa praying, and in a trance I saw a vision, an object something like a large sheet descending, being let down from heaven by its four corners, and it came to me. ",
    "reference": "Acts 11:5"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 6,
    "text": "As I stared I looked into it and saw four-footed animals of the earth, wild animals, reptiles, and wild birds. ",
    "reference": "Acts 11:6"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 7,
    "text": "I also heard a voice saying to me, ‘Get up, Peter; slaughter and eat!’ ",
    "reference": "Acts 11:7"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 8,
    "text": "But I said, ‘Certainly not, Lord, for nothing defiled or ritually unclean has ever entered my mouth!’ ",
    "reference": "Acts 11:8"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 9,
    "text": "But the voice replied a second time from heaven, ‘What God has made clean, you must not consider ritually unclean!’ ",
    "reference": "Acts 11:9"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 10,
    "text": "This happened three times, and then everything was pulled up to heaven again. ",
    "reference": "Acts 11:10"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 11,
    "text": "At that very moment, three men sent to me from Caesarea approached the house where we were staying. ",
    "reference": "Acts 11:11"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 12,
    "text": "The Spirit told me to accompany them without hesitation. These six brothers also went with me, and we entered the man’s house. ",
    "reference": "Acts 11:12"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 13,
    "text": "He informed us how he had seen an angel standing in his house and saying, ‘Send to Joppa and summon Simon, who is called Peter, ",
    "reference": "Acts 11:13"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 14,
    "text": "who will speak a message to you by which you and your entire household will be saved.’ ",
    "reference": "Acts 11:14"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 15,
    "text": "Then as I began to speak, the Holy Spirit fell on them just as he did on us at the beginning. ",
    "reference": "Acts 11:15"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 16,
    "text": "And I remembered the word of the Lord, as he used to say, ‘John baptized with water, but you will be baptized with the Holy Spirit.’ ",
    "reference": "Acts 11:16"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 17,
    "text": "Therefore if God gave them the same gift as he also gave us after believing in the Lord Jesus Christ, who was I to hinder God?” ",
    "reference": "Acts 11:17"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 18,
    "text": "When they heard this, they ceased their objections and praised God, saying, “So then, God has granted the repentance that leads to life even to the Gentiles.” ",
    "reference": "Acts 11:18"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 19,
    "text": "Now those who had been scattered because of the persecution that took place over Stephen went as far as Phoenicia, Cyprus, and Antioch, speaking the message to no one but Jews. ",
    "reference": "Acts 11:19"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 20,
    "text": "But there were some men from Cyprus and Cyrene among them who came to Antioch and began to speak to the Greeks too, proclaiming the good news of the Lord Jesus. ",
    "reference": "Acts 11:20"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 21,
    "text": "The hand of the Lord was with them, and a great number who believed turned to the Lord. ",
    "reference": "Acts 11:21"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 22,
    "text": "A report about them came to the attention of the church in Jerusalem, and they sent Barnabas to Antioch. ",
    "reference": "Acts 11:22"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 23,
    "text": "When he came and saw the grace of God, he rejoiced and encouraged them all to remain true to the Lord with devoted hearts, ",
    "reference": "Acts 11:23"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 24,
    "text": "because he was a good man, full of the Holy Spirit and of faith, and a significant number of people were brought to the Lord. ",
    "reference": "Acts 11:24"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 25,
    "text": "Then Barnabas departed for Tarsus to look for Saul, ",
    "reference": "Acts 11:25"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 26,
    "text": "and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught a significant number of people. Now it was in Antioch that the disciples were first called Christians. ",
    "reference": "Acts 11:26"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 27,
    "text": "At that time some prophets came down from Jerusalem to Antioch. ",
    "reference": "Acts 11:27"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 28,
    "text": "One of them, named Agabus, got up and predicted by the Spirit that a severe famine was about to come over the whole inhabited world. (This took place during the reign of Claudius.) ",
    "reference": "Acts 11:28"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 29,
    "text": "So the disciples, each in accordance with his financial ability, decided to send relief to the brothers living in Judea. ",
    "reference": "Acts 11:29"
  },
  {
    "bookName": "Acts",
    "chapter": 11,
    "verse": 30,
    "text": "They did so, sending their financial aid to the elders by Barnabas and Saul. ",
    "reference": "Acts 11:30"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 1,
    "text": "About that time King Herod laid hands on some from the church to harm them.",
    "reference": "Acts 12:1"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 2,
    "text": "He had James, the brother of John, executed with a sword. ",
    "reference": "Acts 12:2"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 3,
    "text": "When he saw that this pleased the Jews, he proceeded to arrest Peter too. (This took place during the feast of Unleavened Bread.) ",
    "reference": "Acts 12:3"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 4,
    "text": "When he had seized him, he put him in prison, handing him over to four squads of soldiers to guard him. Herod planned to bring him out for public trial after the Passover. ",
    "reference": "Acts 12:4"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 5,
    "text": "So Peter was kept in prison, but those in the church were earnestly praying to God for him. ",
    "reference": "Acts 12:5"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 6,
    "text": "On that very night before Herod was going to bring him out for trial, Peter was sleeping between two soldiers, bound with two chains, while guards in front of the door were keeping watch over the prison. ",
    "reference": "Acts 12:6"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 7,
    "text": "Suddenly an angel of the Lord appeared, and a light shone in the prison cell. He struck Peter on the side and woke him up, saying, “Get up quickly!” And the chains fell off Peter’s wrists. ",
    "reference": "Acts 12:7"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 8,
    "text": "The angel said to him, “Fasten your belt and put on your sandals.” Peter did so. Then the angel said to him, “Put on your cloak and follow me.” ",
    "reference": "Acts 12:8"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 9,
    "text": "Peter went out and followed him; he did not realize that what was happening through the angel was real, but thought he was seeing a vision. ",
    "reference": "Acts 12:9"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 10,
    "text": "After they had passed the first and second guards, they came to the iron gate leading into the city. It opened for them by itself, and they went outside and walked down one narrow street, when at once the angel left him. ",
    "reference": "Acts 12:10"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 11,
    "text": "When Peter came to himself, he said, “Now I know for certain that the Lord has sent his angel and rescued me from the hand of Herod and from everything the Jewish people were expecting to happen.” ",
    "reference": "Acts 12:11"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 12,
    "text": "When Peter realized this, he went to the house of Mary, the mother of John Mark, where many people had gathered together and were praying. ",
    "reference": "Acts 12:12"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 13,
    "text": "When he knocked at the door of the outer gate, a slave girl named Rhoda answered. ",
    "reference": "Acts 12:13"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 14,
    "text": "When she recognized Peter’s voice, she was so overjoyed she did not open the gate, but ran back in and told them that Peter was standing at the gate. ",
    "reference": "Acts 12:14"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 15,
    "text": "But they said to her, “You’ve lost your mind!” But she kept insisting that it was Peter, and they kept saying, “It is his angel!” ",
    "reference": "Acts 12:15"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 16,
    "text": "Now Peter continued knocking, and when they opened the door and saw him, they were greatly astonished. ",
    "reference": "Acts 12:16"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 17,
    "text": "He motioned to them with his hand to be quiet and then related how the Lord had brought him out of the prison. He said, “Tell James and the brothers these things,” and then he left and went to another place. ",
    "reference": "Acts 12:17"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 18,
    "text": "At daybreak there was great consternation among the soldiers over what had become of Peter. ",
    "reference": "Acts 12:18"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 19,
    "text": "When Herod had searched for him and did not find him, he questioned the guards and commanded that they be led away to execution. Then Herod went down from Judea to Caesarea and stayed there.",
    "reference": "Acts 12:19"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 20,
    "text": "Now Herod was having an angry quarrel with the people of Tyre and Sidon. So they joined together and presented themselves before him. And after convincing Blastus, the king’s personal assistant, to help them, they asked for peace because their country’s food supply was provided by the king’s country. ",
    "reference": "Acts 12:20"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 21,
    "text": "On a day determined in advance, Herod put on his royal robes, sat down on the judgment seat, and made a speech to them. ",
    "reference": "Acts 12:21"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 22,
    "text": "But the crowd began to shout, “The voice of a god, and not of a man!” ",
    "reference": "Acts 12:22"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 23,
    "text": "Immediately an angel of the Lord struck Herod down because he did not give the glory to God, and he was eaten by worms and died. ",
    "reference": "Acts 12:23"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 24,
    "text": "But the word of God kept on increasing and multiplying. ",
    "reference": "Acts 12:24"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 25,
    "text": "So Barnabas and Saul returned to Jerusalem when they had completed their mission, bringing along with them John Mark. ",
    "reference": "Acts 12:25"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 1,
    "text": "Now there were these prophets and teachers in the church at Antioch: Barnabas, Simeon called Niger, Lucius the Cyrenian, Manaen (a close friend of Herod the tetrarch from childhood) and Saul. ",
    "reference": "Acts 13:1"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 2,
    "text": "While they were serving the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” ",
    "reference": "Acts 13:2"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 3,
    "text": "Then, after they had fasted and prayed and placed their hands on them, they sent them off. ",
    "reference": "Acts 13:3"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 4,
    "text": "So Barnabas and Saul, sent out by the Holy Spirit, went down to Seleucia, and from there they sailed to Cyprus. ",
    "reference": "Acts 13:4"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 5,
    "text": "When they arrived in Salamis, they began to proclaim the word of God in the Jewish synagogues. (Now they also had John as their assistant.) ",
    "reference": "Acts 13:5"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 6,
    "text": "When they had crossed over the whole island as far as Paphos, they found a magician, a Jewish false prophet named Bar-Jesus, ",
    "reference": "Acts 13:6"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 7,
    "text": "who was with the proconsul Sergius Paulus, an intelligent man. The proconsul summoned Barnabas and Saul and wanted to hear the word of God. ",
    "reference": "Acts 13:7"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 8,
    "text": "But the magician Elymas (for that is the way his name is translated) opposed them, trying to turn the proconsul away from the faith. ",
    "reference": "Acts 13:8"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 9,
    "text": "But Saul (also known as Paul), filled with the Holy Spirit, stared straight at him ",
    "reference": "Acts 13:9"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 10,
    "text": "and said, “You who are full of all deceit and all wrongdoing, you son of the devil, you enemy of all righteousness—will you not stop making crooked the straight paths of the Lord? ",
    "reference": "Acts 13:10"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 11,
    "text": "Now look, the hand of the Lord is against you, and you will be blind, unable to see the sun for a time!” Immediately mistiness and darkness came over him, and he went around seeking people to lead him by the hand. ",
    "reference": "Acts 13:11"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 12,
    "text": "Then when the proconsul saw what had happened, he believed because he was greatly astounded at the teaching about the Lord. ",
    "reference": "Acts 13:12"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 13,
    "text": "Then Paul and his companions put out to sea from Paphos and came to Perga in Pamphylia, but John left them and returned to Jerusalem. ",
    "reference": "Acts 13:13"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 14,
    "text": "Moving on from Perga, they arrived at Pisidian Antioch, and on the Sabbath day they went into the synagogue and sat down. ",
    "reference": "Acts 13:14"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 15,
    "text": "After the reading from the law and the prophets, the leaders of the synagogue sent them a message, saying, “Brothers, if you have any message of exhortation for the people, speak it.”",
    "reference": "Acts 13:15"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 16,
    "text": "So Paul stood up, gestured with his hand and said,“Men of Israel, and you Gentiles who fear God, listen: ",
    "reference": "Acts 13:16"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 17,
    "text": "The God of this people Israel chose our ancestors and made the people great during their stay as foreigners in the country of Egypt, and with uplifted arm he led them out of it. ",
    "reference": "Acts 13:17"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 18,
    "text": "For a period of about forty years he put up with them in the wilderness. ",
    "reference": "Acts 13:18"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 19,
    "text": "After he had destroyed seven nations in the land of Canaan, he gave his people their land as an inheritance. ",
    "reference": "Acts 13:19"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 20,
    "text": "All this took about 450 years. After this he gave them judges until the time of Samuel the prophet. ",
    "reference": "Acts 13:20"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 21,
    "text": "Then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, who ruled forty years. ",
    "reference": "Acts 13:21"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 22,
    "text": "After removing him, God raised up David their king. He testified about him: ‘\u003Cb\u003EI have found David\u003C/b\u003E the son of Jesse \u003Cb\u003Eto be a man after my heart\u003C/b\u003E, who will accomplish everything I want him to do.’",
    "reference": "Acts 13:22"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 23,
    "text": "From the descendants of this man God brought to Israel a Savior, Jesus, just as he promised. ",
    "reference": "Acts 13:23"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 24,
    "text": "Before Jesus arrived, John had proclaimed a baptism for repentance to all the people of Israel. ",
    "reference": "Acts 13:24"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 25,
    "text": "But while John was completing his mission, he said repeatedly, ‘What do you think I am? I am not he. But look, one is coming after me. I am not worthy to untie the sandals on his feet!’ ",
    "reference": "Acts 13:25"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 26,
    "text": "Brothers, descendants of Abraham’s family, and those Gentiles among you who fear God, the message of this salvation has been sent to us. ",
    "reference": "Acts 13:26"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 27,
    "text": "For the people who live in Jerusalem and their rulers did not recognize him, and they fulfilled the sayings of the prophets that are read every Sabbath by condemning him.",
    "reference": "Acts 13:27"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 28,
    "text": "Though they found no basis for a death sentence, they asked Pilate to have him executed. ",
    "reference": "Acts 13:28"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 29,
    "text": "When they had accomplished everything that was written about him, they took him down from the cross and placed him in a tomb. ",
    "reference": "Acts 13:29"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 30,
    "text": "But God raised him from the dead, ",
    "reference": "Acts 13:30"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 31,
    "text": "and for many days he appeared to those who had accompanied him from Galilee to Jerusalem. These are now his witnesses to the people. ",
    "reference": "Acts 13:31"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 32,
    "text": "And we proclaim to you the good news about the promise to our ancestors, ",
    "reference": "Acts 13:32"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 33,
    "text": "that this promise God has fulfilled to us, their children, by raising Jesus, as also it is written in the second psalm, ‘\u003Cb\u003EYou are my Son;\u003C/b\u003E \u003Cb\u003Etoday I have fathered you\u003C/b\u003E.’ ",
    "reference": "Acts 13:33"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 34,
    "text": "But regarding the fact that he has raised Jesus from the dead, never again to be in a state of decay, God has spoken in this way: ‘\u003Cb\u003EI will give you\u003C/b\u003E \u003Cb\u003Ethe holy and trustworthy promises\u003C/b\u003E \u003Cb\u003Emade to David\u003C/b\u003E.’ ",
    "reference": "Acts 13:34"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 35,
    "text": "Therefore he also says in another psalm, ‘\u003Cb\u003EYou will not permit your Holy One\u003C/b\u003E \u003Cb\u003Eto experience\u003C/b\u003E \u003Cb\u003Edecay\u003C/b\u003E.’",
    "reference": "Acts 13:35"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 36,
    "text": "For David, after he had served God’s purpose in his own generation, died, was buried with his ancestors, and experienced decay, ",
    "reference": "Acts 13:36"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 37,
    "text": "but the one whom God raised up did not experience decay. ",
    "reference": "Acts 13:37"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 38,
    "text": "Therefore let it be known to you, brothers, that through this one forgiveness of sins is proclaimed to you, ",
    "reference": "Acts 13:38"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 39,
    "text": "and by this one everyone who believes is justified from everything from which the law of Moses could not justify you.",
    "reference": "Acts 13:39"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 40,
    "text": "Watch out, then, that what is spoken about by the prophets does not happen to you:",
    "reference": "Acts 13:40"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 41,
    "text": "‘\u003Cb\u003ELook, you scoffers; be amazed and perish!\u003C/b\u003E \u003Cb\u003EFor I am doing a work in your days,\u003C/b\u003E\u003Cb\u003Ea work you would never believe, even if someone tells you\u003C/b\u003E.’” ",
    "reference": "Acts 13:41"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 42,
    "text": "As Paul and Barnabas were going out, the people were urging them to speak about these things on the next Sabbath. ",
    "reference": "Acts 13:42"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 43,
    "text": "When the meeting of the synagogue had broken up, many of the Jews and God-fearing proselytes followed Paul and Barnabas, who were speaking with them and were persuading them to continue in the grace of God. ",
    "reference": "Acts 13:43"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 44,
    "text": "On the next Sabbath almost the whole city assembled together to hear the word of the Lord. ",
    "reference": "Acts 13:44"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 45,
    "text": "But when the Jews saw the crowds, they were filled with jealousy, and they began to contradict what Paul was saying by reviling him.",
    "reference": "Acts 13:45"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 46,
    "text": "Both Paul and Barnabas replied courageously, “It was necessary to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we are turning to the Gentiles. ",
    "reference": "Acts 13:46"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 47,
    "text": "For this is what the Lord has commanded us: ‘I have appointed you to be a light for the Gentiles, to bring salvation to the ends of the earth.’” ",
    "reference": "Acts 13:47"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 48,
    "text": "When the Gentiles heard this, they began to rejoice and praise the word of the Lord, and all who had been appointed for eternal life believed. ",
    "reference": "Acts 13:48"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 49,
    "text": "So the word of the Lord was spreading through the entire region. ",
    "reference": "Acts 13:49"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 50,
    "text": "But the Jews incited the God-fearing women of high social standing and the prominent men of the city, stirred up persecution against Paul and Barnabas, and threw them out of their region. ",
    "reference": "Acts 13:50"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 51,
    "text": "So after they shook the dust off their feet in protest against them, they went to Iconium. ",
    "reference": "Acts 13:51"
  },
  {
    "bookName": "Acts",
    "chapter": 13,
    "verse": 52,
    "text": "And the disciples were filled with joy and with the Holy Spirit. ",
    "reference": "Acts 13:52"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 1,
    "text": "The same thing happened in Iconium when Paul and Barnabas went into the Jewish synagogue and spoke in such a way that a large group of both Jews and Greeks believed. ",
    "reference": "Acts 14:1"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 2,
    "text": "But the Jews who refused to believe stirred up the Gentiles and poisoned their minds against the brothers. ",
    "reference": "Acts 14:2"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 3,
    "text": "So they stayed there for a considerable time, speaking out courageously for the Lord, who testified to the message of his grace, granting miraculous signs and wonders to be performed through their hands. ",
    "reference": "Acts 14:3"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 4,
    "text": "But the population of the city was divided; some sided with the Jews, and some with the apostles. ",
    "reference": "Acts 14:4"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 5,
    "text": "When both the Gentiles and the Jews (together with their rulers) made an attempt to mistreat them and stone them, ",
    "reference": "Acts 14:5"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 6,
    "text": "Paul and Barnabas learned about it and fled to the Lycaonian cities of Lystra and Derbe and the surrounding region. ",
    "reference": "Acts 14:6"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 7,
    "text": "There they continued to proclaim the good news. ",
    "reference": "Acts 14:7"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 8,
    "text": "In Lystra sat a man who could not use his feet, lame from birth, who had never walked. ",
    "reference": "Acts 14:8"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 9,
    "text": "This man was listening to Paul as he was speaking. When Paul stared intently at him and saw he had faith to be healed, ",
    "reference": "Acts 14:9"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 10,
    "text": "he said with a loud voice, “Stand upright on your feet.” And the man leaped up and began walking. ",
    "reference": "Acts 14:10"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 11,
    "text": "So when the crowds saw what Paul had done, they shouted in the Lycaonian language, “The gods have come down to us in human form!” ",
    "reference": "Acts 14:11"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 12,
    "text": "They began to call Barnabas Zeus and Paul Hermes, because he was the chief speaker. ",
    "reference": "Acts 14:12"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 13,
    "text": "The priest of the temple of Zeus, located just outside the city, brought bulls and garlands to the city gates; he and the crowds wanted to offer sacrifices to them.",
    "reference": "Acts 14:13"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 14,
    "text": "But when the apostles Barnabas and Paul heard about it, they tore their clothes and rushed out into the crowd, shouting, ",
    "reference": "Acts 14:14"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 15,
    "text": "“Men, why are you doing these things? We too are men, with human natures just like you! We are proclaiming the good news to you, so that you should turn from these worthless things to the living God, who made the heaven, the earth, the sea, and everything that is in them. ",
    "reference": "Acts 14:15"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 16,
    "text": "In past generations he allowed all the nations to go their own ways, ",
    "reference": "Acts 14:16"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 17,
    "text": "yet he did not leave himself without a witness by doing good, by giving you rain from heaven and fruitful seasons, satisfying you with food and your hearts with joy.” ",
    "reference": "Acts 14:17"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 18,
    "text": "Even by saying these things, they scarcely persuaded the crowds not to offer sacrifice to them. ",
    "reference": "Acts 14:18"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 19,
    "text": "But Jews came from Antioch and Iconium, and after winning the crowds over, they stoned Paul and dragged him out of the city, presuming him to be dead. ",
    "reference": "Acts 14:19"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 20,
    "text": "But after the disciples had surrounded him, he got up and went back into the city. On the next day he left with Barnabas for Derbe. ",
    "reference": "Acts 14:20"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 21,
    "text": "After they had proclaimed the good news in that city and made many disciples, they returned to Lystra, to Iconium, and to Antioch. ",
    "reference": "Acts 14:21"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 22,
    "text": "They strengthened the souls of the disciples and encouraged them to continue in the faith, saying, “We must enter the kingdom of God through many persecutions.” ",
    "reference": "Acts 14:22"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 23,
    "text": "When they had appointed elders for them in the various churches, with prayer and fasting they entrusted them to the protection of the Lord in whom they had believed. ",
    "reference": "Acts 14:23"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 24,
    "text": "Then they passed through Pisidia and came into Pamphylia, ",
    "reference": "Acts 14:24"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 25,
    "text": "and when they had spoken the word in Perga, they went down to Attalia. ",
    "reference": "Acts 14:25"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 26,
    "text": "From there they sailed back to Antioch, where they had been commended to the grace of God for the work they had now completed. ",
    "reference": "Acts 14:26"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 27,
    "text": "When they arrived and gathered the church together, they reported all the things God had done with them, and that he had opened a door of faith for the Gentiles. ",
    "reference": "Acts 14:27"
  },
  {
    "bookName": "Acts",
    "chapter": 14,
    "verse": 28,
    "text": "So they spent considerable time with the disciples. ",
    "reference": "Acts 14:28"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 1,
    "text": "Now some men came down from Judea and began to teach the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” ",
    "reference": "Acts 15:1"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 2,
    "text": "When Paul and Barnabas had a major argument and debate with them, the church appointed Paul and Barnabas and some others from among them to go up to meet with the apostles and elders in Jerusalem about this point of disagreement. ",
    "reference": "Acts 15:2"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 3,
    "text": "So they were sent on their way by the church, and as they passed through both Phoenicia and Samaria, they were relating at length the conversion of the Gentiles and bringing great joy to all the brothers. ",
    "reference": "Acts 15:3"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 4,
    "text": "When they arrived in Jerusalem, they were received by the church and the apostles and the elders, and they reported all the things God had done with them. ",
    "reference": "Acts 15:4"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 5,
    "text": "But some from the religious party of the Pharisees who had believed stood up and said, “It is necessary to circumcise the Gentiles and to order them to observe the law of Moses.” ",
    "reference": "Acts 15:5"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 6,
    "text": "Both the apostles and the elders met together to deliberate about this matter. ",
    "reference": "Acts 15:6"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 7,
    "text": "After there had been much debate, Peter stood up and said to them, “Brothers, you know that some time ago God chose me to preach to the Gentiles so they would hear the message of the gospel and believe. ",
    "reference": "Acts 15:7"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 8,
    "text": "And God, who knows the heart, has testified to them by giving them the Holy Spirit just as he did to us, ",
    "reference": "Acts 15:8"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 9,
    "text": "and he made no distinction between them and us, cleansing their hearts by faith. ",
    "reference": "Acts 15:9"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 10,
    "text": "So now why are you putting God to the test by placing on the neck of the disciples a yoke that neither our ancestors nor we have been able to bear? ",
    "reference": "Acts 15:10"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 11,
    "text": "On the contrary, we believe that we are saved through the grace of the Lord Jesus, in the same way as they are.” ",
    "reference": "Acts 15:11"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 12,
    "text": "The whole group kept quiet and listened to Barnabas and Paul while they explained all the miraculous signs and wonders God had done among the Gentiles through them. ",
    "reference": "Acts 15:12"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 13,
    "text": "After they stopped speaking, James replied, “Brothers, listen to me. ",
    "reference": "Acts 15:13"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 14,
    "text": "Simeon has explained how God first concerned himself to select from among the Gentiles a people for his name. ",
    "reference": "Acts 15:14"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 15,
    "text": "The words of the prophets agree with this, as it is written, ",
    "reference": "Acts 15:15"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 16,
    "text": "‘\u003Cb\u003EAfter this\u003C/b\u003E \u003Cb\u003EI\u003C/b\u003E \u003Cb\u003Ewill return,\u003C/b\u003E\u003Cb\u003Eand I will rebuild the fallen tent\u003C/b\u003E \u003Cb\u003Eof David;\u003C/b\u003E\u003Cb\u003EI will rebuild its ruins and restore\u003C/b\u003E \u003Cb\u003Eit,\u003C/b\u003E ",
    "reference": "Acts 15:16"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 17,
    "text": "\u003Cb\u003Eso that the rest of humanity\u003C/b\u003E \u003Cb\u003Emay seek the Lord,\u003C/b\u003E\u003Cb\u003Enamely,\u003C/b\u003E \u003Cb\u003Eall the Gentiles\u003C/b\u003E \u003Cb\u003EI have called to be my own,\u003C/b\u003E’ \u003Cb\u003Esays the Lord,\u003C/b\u003E who makes these things ",
    "reference": "Acts 15:17"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 18,
    "text": "known from long ago. ",
    "reference": "Acts 15:18"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 19,
    "text": "“Therefore I conclude that we should not cause extra difficulty for those among the Gentiles who are turning to God, ",
    "reference": "Acts 15:19"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 20,
    "text": "but that we should write them a letter telling them to abstain from things defiled by idols and from sexual immorality and from what has been strangled and from blood. ",
    "reference": "Acts 15:20"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 21,
    "text": "For Moses has had those who proclaim him in every town from ancient times, because he is read aloud in the synagogues every Sabbath.” ",
    "reference": "Acts 15:21"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 22,
    "text": "Then the apostles and elders, with the whole church, decided to send men chosen from among them, Judas called Barsabbas and Silas, leaders among the brothers, to Antioch with Paul and Barnabas. ",
    "reference": "Acts 15:22"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 23,
    "text": "They sent this letter with them: From the apostles and elders, your brothers, to the Gentile brothers and sisters in Antioch, Syria, and Cilicia, greetings!",
    "reference": "Acts 15:23"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 24,
    "text": "Since we have heard that some have gone out from among us with no orders from us and have confused you, upsetting your minds by what they said,",
    "reference": "Acts 15:24"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 25,
    "text": "we have unanimously decided to choose men to send to you along with our dear friends Barnabas and Paul, ",
    "reference": "Acts 15:25"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 26,
    "text": "who have risked their lives for the name of our Lord Jesus Christ. ",
    "reference": "Acts 15:26"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 27,
    "text": "Therefore we are sending Judas and Silas who will tell you these things themselves in person. ",
    "reference": "Acts 15:27"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 28,
    "text": "For it seemed best to the Holy Spirit and to us not to place any greater burden on you than these necessary rules: ",
    "reference": "Acts 15:28"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 29,
    "text": "that you abstain from meat that has been sacrificed to idols and from blood and from what has been strangled and from sexual immorality. If you keep yourselves from doing these things, you will do well. Farewell. ",
    "reference": "Acts 15:29"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 30,
    "text": "So when they were dismissed, they went down to Antioch, and after gathering the entire group together, they delivered the letter. ",
    "reference": "Acts 15:30"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 31,
    "text": "When they read it aloud, the people rejoiced at its encouragement. ",
    "reference": "Acts 15:31"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 32,
    "text": "Both Judas and Silas, who were prophets themselves, encouraged and strengthened the brothers with a long speech. ",
    "reference": "Acts 15:32"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 33,
    "text": "After they had spent some time there, they were sent off in peace by the brothers to those who had sent them. ",
    "reference": "Acts 15:33"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 35,
    "text": "But Paul and Barnabas remained in Antioch, teaching and proclaiming (along with many others) the word of the Lord. ",
    "reference": "Acts 15:35"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 36,
    "text": "After some days Paul said to Barnabas, “Let’s return and visit the brothers in every town where we proclaimed the word of the Lord to see how they are doing.” ",
    "reference": "Acts 15:36"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 37,
    "text": "Barnabas wanted to bring John called Mark along with them too,",
    "reference": "Acts 15:37"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 38,
    "text": "but Paul insisted that they should not take along this one who had left them in Pamphylia and had not accompanied them in the work. ",
    "reference": "Acts 15:38"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 39,
    "text": "They had a sharp disagreement, so that they parted company. Barnabas took along Mark and sailed away to Cyprus, ",
    "reference": "Acts 15:39"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 40,
    "text": "but Paul chose Silas and set out, commended to the grace of the Lord by the brothers and sisters. ",
    "reference": "Acts 15:40"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 41,
    "text": "He passed through Syria and Cilicia, strengthening the churches. ",
    "reference": "Acts 15:41"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 1,
    "text": "He also came to Derbe and to Lystra. A disciple named Timothy was there, the son of a Jewish woman who was a believer, but whose father was a Greek. ",
    "reference": "Acts 16:1"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 2,
    "text": "The brothers in Lystra and Iconium spoke well of him.",
    "reference": "Acts 16:2"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 3,
    "text": "Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was Greek. ",
    "reference": "Acts 16:3"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 4,
    "text": "As they went through the towns, they passed on the decrees that had been decided on by the apostles and elders in Jerusalem for the Gentile believers to obey. ",
    "reference": "Acts 16:4"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 5,
    "text": "So the churches were being strengthened in the faith and were increasing in number every day. ",
    "reference": "Acts 16:5"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 6,
    "text": "They went through the region of Phrygia and Galatia, having been prevented by the Holy Spirit from speaking the message in the province of Asia. ",
    "reference": "Acts 16:6"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 7,
    "text": "When they came to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them to do this,",
    "reference": "Acts 16:7"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 8,
    "text": "so they passed through Mysia and went down to Troas. ",
    "reference": "Acts 16:8"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 9,
    "text": "A vision appeared to Paul during the night: A Macedonian man was standing there urging him, “Come over to Macedonia and help us!” ",
    "reference": "Acts 16:9"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 10,
    "text": "After Paul saw the vision, we attempted immediately to go over to Macedonia, concluding that God had called us to proclaim the good news to them. ",
    "reference": "Acts 16:10"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 11,
    "text": "We put out to sea from Troas and sailed a straight course to Samothrace, the next day to Neapolis, ",
    "reference": "Acts 16:11"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 12,
    "text": "and from there to Philippi, which is a leading city of that district of Macedonia, a Roman colony. We stayed in this city for some days. ",
    "reference": "Acts 16:12"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 13,
    "text": "On the Sabbath day we went outside the city gate to the side of the river, where we thought there would be a place of prayer, and we sat down and began to speak to the women who had assembled there.",
    "reference": "Acts 16:13"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 14,
    "text": "A woman named Lydia, a dealer in purple cloth from the city of Thyatira, a God-fearing woman, listened to us. The Lord opened her heart to respond to what Paul was saying. ",
    "reference": "Acts 16:14"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 15,
    "text": "After she and her household were baptized, she urged us, “If you consider me to be a believer in the Lord, come and stay in my house.” And she persuaded us. ",
    "reference": "Acts 16:15"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 16,
    "text": "Now as we were going to the place of prayer, a slave girl met us who had a spirit that enabled her to foretell the future by supernatural means. She brought her owners a great profit by fortune-telling. ",
    "reference": "Acts 16:16"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 17,
    "text": "She followed behind Paul and us and kept crying out, “These men are servants of the Most High God, who are proclaiming to you the way of salvation.” ",
    "reference": "Acts 16:17"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 18,
    "text": "She continued to do this for many days. But Paul became greatly annoyed, and turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her!” And it came out of her at once. ",
    "reference": "Acts 16:18"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 19,
    "text": "But when her owners saw their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace before the authorities. ",
    "reference": "Acts 16:19"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 20,
    "text": "When they had brought them before the magistrates, they said, “These men are throwing our city into confusion. They are Jews ",
    "reference": "Acts 16:20"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 21,
    "text": "and are advocating customs that are not lawful for us to accept or practice, since we are Romans.” ",
    "reference": "Acts 16:21"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 22,
    "text": "The crowd joined the attack against them, and the magistrates tore the clothes off Paul and Silas and ordered them to be beaten with rods. ",
    "reference": "Acts 16:22"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 23,
    "text": "After they had beaten them severely, they threw them into prison and commanded the jailer to guard them securely. ",
    "reference": "Acts 16:23"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 24,
    "text": "Receiving such orders, he threw them in the inner cell and fastened their feet in the stocks. ",
    "reference": "Acts 16:24"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 25,
    "text": "About midnight Paul and Silas were praying and singing hymns to God, and the rest of the prisoners were listening to them. ",
    "reference": "Acts 16:25"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 26,
    "text": "Suddenly a great earthquake occurred, so that the foundations of the prison were shaken. Immediately all the doors flew open, and the bonds of all the prisoners came loose. ",
    "reference": "Acts 16:26"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 27,
    "text": "When the jailer woke up and saw the doors of the prison standing open, he drew his sword and was about to kill himself because he assumed the prisoners had escaped. ",
    "reference": "Acts 16:27"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 28,
    "text": "But Paul called out loudly, “Do not harm yourself, for we are all here!” ",
    "reference": "Acts 16:28"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 29,
    "text": "Calling for lights, the jailer rushed in and fell down trembling at the feet of Paul and Silas. ",
    "reference": "Acts 16:29"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 30,
    "text": "Then he brought them outside and asked, “Sirs, what must I do to be saved?” ",
    "reference": "Acts 16:30"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 31,
    "text": "They replied, “Believe in the Lord Jesus and you will be saved, you and your household.” ",
    "reference": "Acts 16:31"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 32,
    "text": "Then they spoke the word of the Lord to him, along with all those who were in his house. ",
    "reference": "Acts 16:32"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 33,
    "text": "At that hour of the night he took them and washed their wounds; then he and all his family were baptized right away. ",
    "reference": "Acts 16:33"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 34,
    "text": "The jailer brought them into his house and set food before them, and he rejoiced greatly that he had come to believe in God, together with his entire household. ",
    "reference": "Acts 16:34"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 35,
    "text": "At daybreak the magistrates sent their police officers, saying, “Release those men.” ",
    "reference": "Acts 16:35"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 36,
    "text": "The jailer reported these words to Paul, saying, “The magistrates have sent orders to release you. So come out now and go in peace.” ",
    "reference": "Acts 16:36"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 37,
    "text": "But Paul said to the police officers, “They had us beaten in public without a proper trial—even though we are Roman citizens—and they threw us in prison. And now they want to send us away secretly? Absolutely not! They themselves must come and escort us out!” ",
    "reference": "Acts 16:37"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 38,
    "text": "The police officers reported these words to the magistrates. They were frightened when they heard Paul and Silas were Roman citizens ",
    "reference": "Acts 16:38"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 39,
    "text": "and came and apologized to them. After they brought them out, they asked them repeatedly to leave the city. ",
    "reference": "Acts 16:39"
  },
  {
    "bookName": "Acts",
    "chapter": 16,
    "verse": 40,
    "text": "When they came out of the prison, they entered Lydia’s house, and when they saw the brothers, they encouraged them and then departed. ",
    "reference": "Acts 16:40"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 1,
    "text": "After they traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue. ",
    "reference": "Acts 17:1"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 2,
    "text": "Paul went to the Jews in the synagogue, as he customarily did, and on three Sabbath days he addressed them from the scriptures, ",
    "reference": "Acts 17:2"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 3,
    "text": "explaining and demonstrating that the Christ had to suffer and to rise from the dead, saying, “This Jesus I am proclaiming to you is the Christ.” ",
    "reference": "Acts 17:3"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 4,
    "text": "Some of them were persuaded and joined Paul and Silas, along with a large group of God-fearing Greeks and quite a few prominent women. ",
    "reference": "Acts 17:4"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 5,
    "text": "But the Jews became jealous, and gathering together some worthless men from the rabble in the marketplace, they formed a mob and set the city in an uproar. They attacked Jason’s house, trying to find Paul and Silas to bring them out to the assembly. ",
    "reference": "Acts 17:5"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 6,
    "text": "When they did not find them, they dragged Jason and some of the brothers before the city officials, screaming, “These people who have stirred up trouble throughout the world have come here too, ",
    "reference": "Acts 17:6"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 7,
    "text": "and Jason has welcomed them as guests! They are all acting against Caesar’s decrees, saying there is another king named Jesus!” ",
    "reference": "Acts 17:7"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 8,
    "text": "They caused confusion among the crowd and the city officials who heard these things. ",
    "reference": "Acts 17:8"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 9,
    "text": "After the city officials had received bail from Jason and the others, they released them. ",
    "reference": "Acts 17:9"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 10,
    "text": "The brothers sent Paul and Silas off to Berea at once, during the night. When they arrived, they went to the Jewish synagogue. ",
    "reference": "Acts 17:10"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 11,
    "text": "These Jews were more open-minded than those in Thessalonica, for they eagerly received the message, examining the scriptures carefully every day to see if these things were so. ",
    "reference": "Acts 17:11"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 12,
    "text": "Therefore many of them believed, along with quite a few prominent Greek women and men. ",
    "reference": "Acts 17:12"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 13,
    "text": "But when the Jews from Thessalonica heard that Paul had also proclaimed the word of God in Berea, they came there too, inciting and disturbing the crowds. ",
    "reference": "Acts 17:13"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 14,
    "text": "Then the brothers sent Paul away to the coast at once, but Silas and Timothy remained in Berea. ",
    "reference": "Acts 17:14"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 15,
    "text": "Those who accompanied Paul escorted him as far as Athens, and after receiving an order for Silas and Timothy to come to him as soon as possible, they left. ",
    "reference": "Acts 17:15"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 16,
    "text": "While Paul was waiting for them in Athens, his spirit was greatly upset because he saw the city was full of idols. ",
    "reference": "Acts 17:16"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 17,
    "text": "So he was addressing the Jews and the God-fearing Gentiles in the synagogue, and in the marketplace every day those who happened to be there. ",
    "reference": "Acts 17:17"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 18,
    "text": "Also some of the Epicurean and Stoic philosophers were conversing with him, and some were asking, “What does this foolish babbler want to say?” Others said, “He seems to be a proclaimer of foreign gods.” (They said this because he was proclaiming the good news about Jesus and the resurrection.) ",
    "reference": "Acts 17:18"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 19,
    "text": "So they took Paul and brought him to the Areopagus, saying, “May we know what this new teaching is that you are proclaiming? ",
    "reference": "Acts 17:19"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 20,
    "text": "For you are bringing some surprising things to our ears, so we want to know what they mean.”",
    "reference": "Acts 17:20"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 21,
    "text": "(All the Athenians and the foreigners who lived there used to spend their time in nothing else than telling or listening to something new.) ",
    "reference": "Acts 17:21"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 22,
    "text": "So Paul stood before the Areopagus and said, “Men of Athens, I see that you are very religious in all respects. ",
    "reference": "Acts 17:22"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 23,
    "text": "For as I went around and observed closely your objects of worship, I even found an altar with this inscription: ‘To an unknown god.’ Therefore what you worship without knowing it, this I proclaim to you. ",
    "reference": "Acts 17:23"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 24,
    "text": "The God who made the world and everything in it, who is Lord of heaven and earth, does not live in temples made by human hands, ",
    "reference": "Acts 17:24"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 25,
    "text": "nor is he served by human hands, as if he needed anything, because he himself gives life and breath and everything to everyone. ",
    "reference": "Acts 17:25"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 26,
    "text": "From one man he made every nation of the human race to inhabit the entire earth, determining their set times and the fixed limits of the places where they would live, ",
    "reference": "Acts 17:26"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 27,
    "text": "so that they would search for God and perhaps grope around for him and find him, though he is not far from each one of us. ",
    "reference": "Acts 17:27"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 28,
    "text": "For in him we live and move about and exist, as even some of your own poets have said, ‘For we too are his offspring.’ ",
    "reference": "Acts 17:28"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 29,
    "text": "So since we are God’s offspring, we should not think the deity is like gold or silver or stone, an image made by human skill and imagination. ",
    "reference": "Acts 17:29"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 30,
    "text": "Therefore, although God has overlooked such times of ignorance, he now commands all people everywhere to repent, ",
    "reference": "Acts 17:30"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 31,
    "text": "because he has set a day on which he is going to judge the world in righteousness, by a man whom he designated, having provided proof to everyone by raising him from the dead.” ",
    "reference": "Acts 17:31"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 32,
    "text": "Now when they heard about the resurrection from the dead, some began to scoff, but others said, “We will hear you again about this.” ",
    "reference": "Acts 17:32"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 33,
    "text": "So Paul left the Areopagus.",
    "reference": "Acts 17:33"
  },
  {
    "bookName": "Acts",
    "chapter": 17,
    "verse": 34,
    "text": "But some people joined him and believed. Among them were Dionysius, who was a member of the Areopagus, a woman named Damaris, and others with them. ",
    "reference": "Acts 17:34"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 1,
    "text": "After this Paul departed from Athens and went to Corinth. ",
    "reference": "Acts 18:1"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 2,
    "text": "There he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla, because Claudius had ordered all the Jews to depart from Rome. Paul approached them, ",
    "reference": "Acts 18:2"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 3,
    "text": "and because he worked at the same trade, he stayed with them and worked with them (for they were tentmakers by trade). ",
    "reference": "Acts 18:3"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 4,
    "text": "He addressed both Jews and Greeks in the synagogue every Sabbath, attempting to persuade them.",
    "reference": "Acts 18:4"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 5,
    "text": "Now when Silas and Timothy arrived from Macedonia, Paul became wholly absorbed with proclaiming the word, testifying to the Jews that Jesus was the Christ. ",
    "reference": "Acts 18:5"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 6,
    "text": "When they opposed him and reviled him, he protested by shaking out his clothes and said to them, “Your blood be on your own heads! I am guiltless! From now on I will go to the Gentiles!” ",
    "reference": "Acts 18:6"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 7,
    "text": "Then Paul left the synagogue and went to the house of a person named Titius Justus, a Gentile who worshiped God, whose house was next door to the synagogue. ",
    "reference": "Acts 18:7"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 8,
    "text": "Crispus, the president of the synagogue, believed in the Lord together with his entire household, and many of the Corinthians who heard about it believed and were baptized. ",
    "reference": "Acts 18:8"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 9,
    "text": "The Lord said to Paul by a vision in the night, “Do not be afraid, but speak and do not be silent ",
    "reference": "Acts 18:9"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 10,
    "text": "because I am with you, and no one will assault you to harm you because I have many people in this city.” ",
    "reference": "Acts 18:10"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 11,
    "text": "So he stayed there a year and six months, teaching the word of God among them. ",
    "reference": "Acts 18:11"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 12,
    "text": "Now while Gallio was proconsul of Achaia, the Jews attacked Paul together and brought him before the judgment seat, ",
    "reference": "Acts 18:12"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 13,
    "text": "saying, “This man is persuading people to worship God in a way contrary to the law!” ",
    "reference": "Acts 18:13"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 14,
    "text": "But just as Paul was about to speak, Gallio said to the Jews, “If it were a matter of some crime or serious piece of villainy, I would have been justified in accepting the complaint of you Jews, ",
    "reference": "Acts 18:14"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 15,
    "text": "but since it concerns points of disagreement about words and names and your own law, settle it yourselves. I will not be a judge of these things!” ",
    "reference": "Acts 18:15"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 16,
    "text": "Then he had them forced away from the judgment seat. ",
    "reference": "Acts 18:16"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 17,
    "text": "So they all seized Sosthenes, the president of the synagogue, and began to beat him in front of the judgment seat. Yet none of these things were of any concern to Gallio. ",
    "reference": "Acts 18:17"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 18,
    "text": "Paul, after staying many more days in Corinth, said farewell to the brothers and sailed away to Syria accompanied by Priscilla and Aquila. He had his hair cut off at Cenchrea because he had made a vow. ",
    "reference": "Acts 18:18"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 19,
    "text": "When they reached Ephesus, Paul left Priscilla and Aquila behind there, but he himself went into the synagogue and addressed the Jews. ",
    "reference": "Acts 18:19"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 20,
    "text": "When they asked him to stay longer, he would not consent, ",
    "reference": "Acts 18:20"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 21,
    "text": "but said farewell to them and added, “I will come back to you again if God wills.” Then he set sail from Ephesus, ",
    "reference": "Acts 18:21"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 22,
    "text": "and when he arrived at Caesarea, he went up and greeted the church at Jerusalem and then went down to Antioch. ",
    "reference": "Acts 18:22"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 23,
    "text": "After he spent some time there, Paul left and went through the region of Galatia and Phrygia, strengthening all the disciples. ",
    "reference": "Acts 18:23"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 24,
    "text": "Now a Jew named Apollos, a native of Alexandria, arrived in Ephesus. He was an eloquent speaker, well-versed in the scriptures. ",
    "reference": "Acts 18:24"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 25,
    "text": "He had been instructed in the way of the Lord, and with great enthusiasm he spoke and taught accurately the facts about Jesus, although he knew only the baptism of John. ",
    "reference": "Acts 18:25"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 26,
    "text": "He began to speak out fearlessly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately. ",
    "reference": "Acts 18:26"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 27,
    "text": "When Apollos wanted to cross over to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he assisted greatly those who had believed by grace, ",
    "reference": "Acts 18:27"
  },
  {
    "bookName": "Acts",
    "chapter": 18,
    "verse": 28,
    "text": "for he refuted the Jews vigorously in public debate, demonstrating from the scriptures that the Christ was Jesus. ",
    "reference": "Acts 18:28"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 1,
    "text": "While Apollos was in Corinth, Paul went through the inland regions and came to Ephesus. He found some disciples there",
    "reference": "Acts 19:1"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 2,
    "text": "and said to them, “Did you receive the Holy Spirit when you believed?” They replied, “No, we have not even heard that there is a Holy Spirit.” ",
    "reference": "Acts 19:2"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 3,
    "text": "So Paul said, “Into what then were you baptized?” “Into John’s baptism,” they replied. ",
    "reference": "Acts 19:3"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 4,
    "text": "Paul said, “John baptized with a baptism of repentance, telling the people to believe in the one who was to come after him, that is, in Jesus.” ",
    "reference": "Acts 19:4"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 5,
    "text": "When they heard this, they were baptized in the name of the Lord Jesus, ",
    "reference": "Acts 19:5"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 6,
    "text": "and when Paul placed his hands on them, the Holy Spirit came upon them, and they began to speak in tongues and to prophesy. ",
    "reference": "Acts 19:6"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 7,
    "text": "(Now there were about 12 men in all.) ",
    "reference": "Acts 19:7"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 8,
    "text": "So Paul entered the synagogue and spoke out fearlessly for three months, addressing and convincing them about the kingdom of God.",
    "reference": "Acts 19:8"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 9,
    "text": "But when some were stubborn and refused to believe, reviling the Way before the congregation, he left them and took the disciples with him, addressing them every day in the lecture hall of Tyrannus. ",
    "reference": "Acts 19:9"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 10,
    "text": "This went on for two years, so that all who lived in the province of Asia, both Jews and Greeks, heard the word of the Lord. ",
    "reference": "Acts 19:10"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 11,
    "text": "God was performing extraordinary miracles by Paul’s hands, ",
    "reference": "Acts 19:11"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 12,
    "text": "so that when even handkerchiefs or aprons that had touched his body were brought to the sick, their diseases left them and the evil spirits went out of them. ",
    "reference": "Acts 19:12"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 13,
    "text": "But some itinerant Jewish exorcists tried to invoke the name of the Lord Jesus over those who were possessed by evil spirits, saying, “I sternly warn you by Jesus whom Paul preaches.” ",
    "reference": "Acts 19:13"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 14,
    "text": "(Now seven sons of a man named Sceva, a Jewish high priest, were doing this.) ",
    "reference": "Acts 19:14"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 15,
    "text": "But the evil spirit replied to them, “I know about Jesus and I am acquainted with Paul, but who are you?” ",
    "reference": "Acts 19:15"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 16,
    "text": "Then the man who was possessed by the evil spirit jumped on them and beat them all into submission. He prevailed against them so that they fled from that house naked and wounded. ",
    "reference": "Acts 19:16"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 17,
    "text": "This became known to all who lived in Ephesus, both Jews and Greeks; fear came over them all, and the name of the Lord Jesus was praised. ",
    "reference": "Acts 19:17"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 18,
    "text": "Many of those who had believed came forward, confessing and making their deeds known. ",
    "reference": "Acts 19:18"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 19,
    "text": "Large numbers of those who had practiced magic collected their books and burned them up in the presence of everyone. When the value of the books was added up, it was found to total 50,000 silver coins. ",
    "reference": "Acts 19:19"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 20,
    "text": "In this way the word of the Lord continued to grow in power and to prevail. ",
    "reference": "Acts 19:20"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 21,
    "text": "Now after all these things had taken place, Paul resolved to go to Jerusalem, passing through Macedonia and Achaia. He said, “After I have been there, I must also see Rome.” ",
    "reference": "Acts 19:21"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 22,
    "text": "So after sending two of his assistants, Timothy and Erastus, to Macedonia, he himself stayed on for a while in the province of Asia. ",
    "reference": "Acts 19:22"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 23,
    "text": "At that time a great disturbance took place concerning the Way. ",
    "reference": "Acts 19:23"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 24,
    "text": "For a man named Demetrius, a silversmith who made silver shrines of Artemis, brought a great deal of business to the craftsmen. ",
    "reference": "Acts 19:24"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 25,
    "text": "He gathered these together, along with the workmen in similar trades, and said, “Men, you know that our prosperity comes from this business. ",
    "reference": "Acts 19:25"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 26,
    "text": "And you see and hear that this Paul has persuaded and turned away a large crowd, not only in Ephesus but in practically all of the province of Asia, by saying that gods made by hands are not gods at all. ",
    "reference": "Acts 19:26"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 27,
    "text": "There is danger not only that this business of ours will come into disrepute, but also that the temple of the great goddess Artemis will be regarded as nothing, and she whom all the province of Asia and the world worship will suffer the loss of her greatness.” ",
    "reference": "Acts 19:27"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 28,
    "text": "When they heard this they became enraged and began to shout, “Great is Artemis of the Ephesians!” ",
    "reference": "Acts 19:28"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 29,
    "text": "The city was filled with the uproar, and the crowd rushed to the theater together, dragging with them Gaius and Aristarchus, the Macedonians who were Paul’s traveling companions. ",
    "reference": "Acts 19:29"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 30,
    "text": "But when Paul wanted to enter the public assembly, the disciples would not let him. ",
    "reference": "Acts 19:30"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 31,
    "text": "Even some of the provincial authorities who were his friends sent a message to him, urging him not to venture into the theater. ",
    "reference": "Acts 19:31"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 32,
    "text": "So then some were shouting one thing, some another, for the assembly was in confusion, and most of them did not know why they had met together. ",
    "reference": "Acts 19:32"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 33,
    "text": "Some of the crowd concluded it was about Alexander because the Jews had pushed him to the front. Alexander, gesturing with his hand, was wanting to make a defense before the public assembly. ",
    "reference": "Acts 19:33"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 34,
    "text": "But when they recognized that he was a Jew, they all shouted in unison, “Great is Artemis of the Ephesians!” for about two hours. ",
    "reference": "Acts 19:34"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 35,
    "text": "After the city secretary quieted the crowd, he said, “Men of Ephesus, what person is there who does not know that the city of the Ephesians is the keeper of the temple of the great Artemis and of her image that fell from heaven? ",
    "reference": "Acts 19:35"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 36,
    "text": "So because these facts are indisputable, you must keep quiet and not do anything reckless. ",
    "reference": "Acts 19:36"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 37,
    "text": "For you have brought these men here who are neither temple robbers nor blasphemers of our goddess. ",
    "reference": "Acts 19:37"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 38,
    "text": "If then Demetrius and the craftsmen who are with him have a complaint against someone, the courts are open and there are proconsuls; let them bring charges against one another there.",
    "reference": "Acts 19:38"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 39,
    "text": "But if you want anything in addition, it will have to be settled in a legal assembly. ",
    "reference": "Acts 19:39"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 40,
    "text": "For we are in danger of being charged with rioting today, since there is no cause we can give to explain this disorderly gathering.” ",
    "reference": "Acts 19:40"
  },
  {
    "bookName": "Acts",
    "chapter": 19,
    "verse": 41,
    "text": "After he had said this, he dismissed the assembly. ",
    "reference": "Acts 19:41"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 1,
    "text": "After the disturbance had ended, Paul sent for the disciples, and after encouraging them and saying farewell, he left to go to Macedonia. ",
    "reference": "Acts 20:1"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 2,
    "text": "After he had gone through those regions and spoken many words of encouragement to the believers there, he came to Greece, ",
    "reference": "Acts 20:2"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 3,
    "text": "where he stayed for three months. Because the Jews had made a plot against him as he was intending to sail for Syria, he decided to return through Macedonia. ",
    "reference": "Acts 20:3"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 4,
    "text": "Paul was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, and Timothy, as well as Tychicus and Trophimus from the province of Asia. ",
    "reference": "Acts 20:4"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 5,
    "text": "These had gone on ahead and were waiting for us in Troas. ",
    "reference": "Acts 20:5"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 6,
    "text": "We sailed away from Philippi after the days of Unleavened Bread, and within five days we came to the others in Troas, where we stayed for seven days. ",
    "reference": "Acts 20:6"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 7,
    "text": "On the first day of the week, when we met to break bread, Paul began to speak to the people, and because he intended to leave the next day, he extended his message until midnight. ",
    "reference": "Acts 20:7"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 8,
    "text": "(Now there were many lamps in the upstairs room where we were meeting.) ",
    "reference": "Acts 20:8"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 9,
    "text": "A young man named Eutychus, who was sitting in the window, was sinking into a deep sleep while Paul continued to speak for a long time. Fast asleep, he fell down from the third story and was picked up dead. ",
    "reference": "Acts 20:9"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 10,
    "text": "But Paul went down, threw himself on the young man, put his arms around him, and said, “Do not be distressed, for he is still alive!”",
    "reference": "Acts 20:10"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 11,
    "text": "Then Paul went back upstairs, and after he had broken bread and eaten, he talked with them a long time, until dawn. Then he left. ",
    "reference": "Acts 20:11"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 12,
    "text": "They took the boy home alive and were greatly comforted. ",
    "reference": "Acts 20:12"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 13,
    "text": "We went on ahead to the ship and put out to sea for Assos, intending to take Paul aboard there, for he had arranged it this way. He himself was intending to go there by land. ",
    "reference": "Acts 20:13"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 14,
    "text": "When he met us in Assos, we took him aboard and went to Mitylene. ",
    "reference": "Acts 20:14"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 15,
    "text": "We set sail from there, and on the following day we arrived off Chios. The next day we approached Samos, and the day after that we arrived at Miletus. ",
    "reference": "Acts 20:15"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 16,
    "text": "For Paul had decided to sail past Ephesus so as not to spend time in the province of Asia, for he was hurrying to arrive in Jerusalem, if possible, by the day of Pentecost. ",
    "reference": "Acts 20:16"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 17,
    "text": "From Miletus he sent a message to Ephesus, telling the elders of the church to come to him.",
    "reference": "Acts 20:17"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 18,
    "text": "When they arrived, he said to them, “You yourselves know how I lived the whole time I was with you, from the first day I set foot in the province of Asia, ",
    "reference": "Acts 20:18"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 19,
    "text": "serving the Lord with all humility and with tears, and with the trials that happened to me because of the plots of the Jews. ",
    "reference": "Acts 20:19"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 20,
    "text": "You know that I did not hold back from proclaiming to you anything that would be helpful, and from teaching you publicly and from house to house, ",
    "reference": "Acts 20:20"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 21,
    "text": "testifying to both Jews and Greeks about repentance toward God and faith in our Lord Jesus. ",
    "reference": "Acts 20:21"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 22,
    "text": "And now, compelled by the Spirit, I am going to Jerusalem without knowing what will happen to me there, ",
    "reference": "Acts 20:22"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 23,
    "text": "except that the Holy Spirit warns me in town after town that imprisonment and persecutions are waiting for me. ",
    "reference": "Acts 20:23"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 24,
    "text": "But I do not consider my life worth anything to myself, so that I may finish my task and the ministry that I received from the Lord Jesus, to testify to the good news of God’s grace. ",
    "reference": "Acts 20:24"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 25,
    "text": "“And now I know that none of you among whom I went around proclaiming the kingdom will see me again.",
    "reference": "Acts 20:25"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 26,
    "text": "Therefore I declare to you today that I am innocent of the blood of you all. ",
    "reference": "Acts 20:26"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 27,
    "text": "For I did not hold back from announcing to you the whole purpose of God. ",
    "reference": "Acts 20:27"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 28,
    "text": "Watch out for yourselves and for all the flock of which the Holy Spirit has made you overseers, to shepherd the church of God that he obtained with the blood of his own Son.",
    "reference": "Acts 20:28"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 29,
    "text": "I know that after I am gone fierce wolves will come in among you, not sparing the flock. ",
    "reference": "Acts 20:29"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 30,
    "text": "Even from among your own group men will arise, teaching perversions of the truth to draw the disciples away after them. ",
    "reference": "Acts 20:30"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 31,
    "text": "Therefore be alert, remembering that night and day for three years I did not stop warning each one of you with tears. ",
    "reference": "Acts 20:31"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 32,
    "text": "And now I entrust you to God and to the message of his grace. This message is able to build you up and give you an inheritance among all those who are sanctified. ",
    "reference": "Acts 20:32"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 33,
    "text": "I have desired no one’s silver or gold or clothing. ",
    "reference": "Acts 20:33"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 34,
    "text": "You yourselves know that these hands of mine provided for my needs and the needs of those who were with me. ",
    "reference": "Acts 20:34"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 35,
    "text": "By all these things, I have shown you that by working in this way we must help the weak, and remember the words of the Lord Jesus that he himself said, ‘It is more blessed to give than to receive.’” ",
    "reference": "Acts 20:35"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 36,
    "text": "When he had said these things, he knelt down with them all and prayed. ",
    "reference": "Acts 20:36"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 37,
    "text": "They all began to weep loudly, and hugged Paul and kissed him, ",
    "reference": "Acts 20:37"
  },
  {
    "bookName": "Acts",
    "chapter": 20,
    "verse": 38,
    "text": "especially saddened by what he had said, that they were not going to see him again. Then they accompanied him to the ship. ",
    "reference": "Acts 20:38"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 1,
    "text": "After we tore ourselves away from them, we put out to sea, and sailing a straight course, we came to Cos, on the next day to Rhodes, and from there to Patara. ",
    "reference": "Acts 21:1"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 2,
    "text": "We found a ship crossing over to Phoenicia, went aboard, and put out to sea. ",
    "reference": "Acts 21:2"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 3,
    "text": "After we sighted Cyprus and left it behind on our port side, we sailed on to Syria and put in at Tyre because the ship was to unload its cargo there. ",
    "reference": "Acts 21:3"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 4,
    "text": "After we located the disciples, we stayed there seven days. They repeatedly told Paul through the Spirit not to set foot in Jerusalem. ",
    "reference": "Acts 21:4"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 5,
    "text": "When our time was over, we left and went on our way. All of them, with their wives and children, accompanied us outside of the city. After kneeling down on the beach and praying, ",
    "reference": "Acts 21:5"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 6,
    "text": "we said farewell to one another. Then we went aboard the ship, and they returned to their own homes. ",
    "reference": "Acts 21:6"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 7,
    "text": "We continued the voyage from Tyre and arrived at Ptolemais, and when we had greeted the brothers, we stayed with them for one day. ",
    "reference": "Acts 21:7"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 8,
    "text": "On the next day we left and came to Caesarea, and entered the house of Philip the evangelist, who was one of the seven, and stayed with him. ",
    "reference": "Acts 21:8"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 9,
    "text": "(He had four unmarried daughters who prophesied.) ",
    "reference": "Acts 21:9"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 10,
    "text": "While we remained there for a number of days, a prophet named Agabus came down from Judea. ",
    "reference": "Acts 21:10"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 11,
    "text": "He came to us, took Paul’s belt, tied his own hands and feet with it, and said, “The Holy Spirit says this: ‘This is the way the Jews in Jerusalem will tie up the man whose belt this is and will hand him over to the Gentiles.’” ",
    "reference": "Acts 21:11"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 12,
    "text": "When we heard this, both we and the local people begged him not to go up to Jerusalem. ",
    "reference": "Acts 21:12"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 13,
    "text": "Then Paul replied, “What are you doing, weeping and breaking my heart? For I am ready not only to be tied up, but even to die in Jerusalem for the name of the Lord Jesus.” ",
    "reference": "Acts 21:13"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 14,
    "text": "Because he could not be persuaded, we said no more except, “The Lord’s will be done.” ",
    "reference": "Acts 21:14"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 15,
    "text": "After these days we got ready and started up to Jerusalem. ",
    "reference": "Acts 21:15"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 16,
    "text": "Some of the disciples from Caesarea came along with us too, and brought us to the house of Mnason of Cyprus, a disciple from the earliest times, with whom we were to stay. ",
    "reference": "Acts 21:16"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 17,
    "text": "When we arrived in Jerusalem, the brothers welcomed us gladly. ",
    "reference": "Acts 21:17"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 18,
    "text": "The next day Paul went in with us to see James, and all the elders were there. ",
    "reference": "Acts 21:18"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 19,
    "text": "When Paul had greeted them, he began to explain in detail what God had done among the Gentiles through his ministry. ",
    "reference": "Acts 21:19"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 20,
    "text": "When they heard this, they praised God. Then they said to him, “You see, brother, how many thousands of Jews there are who have believed, and they are all ardent observers of the law. ",
    "reference": "Acts 21:20"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 21,
    "text": "They have been informed about you—that you teach all the Jews now living among the Gentiles to abandon Moses, telling them not to circumcise their children or live according to our customs. ",
    "reference": "Acts 21:21"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 22,
    "text": "What then should we do? They will no doubt hear that you have come. ",
    "reference": "Acts 21:22"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 23,
    "text": "So do what we tell you: We have four men who have taken a vow; ",
    "reference": "Acts 21:23"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 24,
    "text": "take them and purify yourself along with them and pay their expenses, so that they may have their heads shaved. Then everyone will know there is nothing in what they have been told about you, but that you yourself live in conformity with the law. ",
    "reference": "Acts 21:24"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 25,
    "text": "But regarding the Gentiles who have believed, we have written a letter, having decided that they should avoid meat that has been sacrificed to idols and blood and what has been strangled and sexual immorality.” ",
    "reference": "Acts 21:25"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 26,
    "text": "Then Paul took the men the next day, and after he had purified himself along with them, he went to the temple and gave notice of the completion of the days of purification, when the sacrifice would be offered for each of them. ",
    "reference": "Acts 21:26"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 27,
    "text": "When the seven days were almost over, the Jews from the province of Asia who had seen him in the temple area stirred up the whole crowd and seized him, ",
    "reference": "Acts 21:27"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 28,
    "text": "shouting, “Men of Israel, help! This is the man who teaches everyone everywhere against our people, our law, and this sanctuary! Furthermore he has brought Greeks into the inner courts of the temple and made this holy place ritually unclean!” ",
    "reference": "Acts 21:28"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 29,
    "text": "(For they had seen Trophimus the Ephesian in the city with him previously, and they assumed Paul had brought him into the inner temple courts.) ",
    "reference": "Acts 21:29"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 30,
    "text": "The whole city was stirred up, and the people rushed together. They seized Paul and dragged him out of the temple courts, and immediately the doors were shut. ",
    "reference": "Acts 21:30"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 31,
    "text": "While they were trying to kill him, a report was sent up to the commanding officer of the cohort that all Jerusalem was in confusion. ",
    "reference": "Acts 21:31"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 32,
    "text": "He immediately took soldiers and centurions and ran down to the crowd. When they saw the commanding officer and the soldiers, they stopped beating Paul. ",
    "reference": "Acts 21:32"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 33,
    "text": "Then the commanding officer came up and arrested him and ordered him to be tied up with two chains; he then asked who he was and what he had done. ",
    "reference": "Acts 21:33"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 34,
    "text": "But some in the crowd shouted one thing, and others something else, and when the commanding officer was unable to find out the truth because of the disturbance, he ordered Paul to be brought into the barracks. ",
    "reference": "Acts 21:34"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 35,
    "text": "When he came to the steps, Paul had to be carried by the soldiers because of the violence of the mob, ",
    "reference": "Acts 21:35"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 36,
    "text": "for a crowd of people followed them, screaming, “Away with him!” ",
    "reference": "Acts 21:36"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 37,
    "text": "As Paul was about to be brought into the barracks, he said to the commanding officer, “May I say something to you?” The officer replied, “Do you know Greek? ",
    "reference": "Acts 21:37"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 38,
    "text": "Then you’re not that Egyptian who started a rebellion and led the 4,000 men of the ‘Assassins’ into the wilderness sometime ago?”",
    "reference": "Acts 21:38"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 39,
    "text": "Paul answered, “I am a Jew from Tarsus in Cilicia, a citizen of an important city. Please allow me to speak to the people.” ",
    "reference": "Acts 21:39"
  },
  {
    "bookName": "Acts",
    "chapter": 21,
    "verse": 40,
    "text": "When the commanding officer had given him permission, Paul stood on the steps and gestured to the people with his hand. When they had become silent, he addressed them in Aramaic, ",
    "reference": "Acts 21:40"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 1,
    "text": "“Brothers and fathers, listen to my defense that I now make to you.” ",
    "reference": "Acts 22:1"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 2,
    "text": "(When they heard that he was addressing them in Aramaic, they became even quieter.) Then Paul said, ",
    "reference": "Acts 22:2"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 3,
    "text": "“I am a Jew, born in Tarsus in Cilicia, but brought up in this city, educated with strictness under Gamaliel according to the law of our ancestors, and was zealous for God just as all of you are today. ",
    "reference": "Acts 22:3"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 4,
    "text": "I persecuted this Way even to the point of death, tying up both men and women and putting them in prison, ",
    "reference": "Acts 22:4"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 5,
    "text": "as both the high priest and the whole council of elders can testify about me. From them I also received letters to the brothers in Damascus, and I was on my way to make arrests there and bring the prisoners to Jerusalem to be punished. ",
    "reference": "Acts 22:5"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 6,
    "text": "As I was en route and near Damascus, about noon a very bright light from heaven suddenly flashed around me. ",
    "reference": "Acts 22:6"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 7,
    "text": "Then I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting me?’ ",
    "reference": "Acts 22:7"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 8,
    "text": "I answered, ‘Who are you, Lord?’ He said to me, ‘I am Jesus the Nazarene, whom you are persecuting.’ ",
    "reference": "Acts 22:8"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 9,
    "text": "Those who were with me saw the light, but did not understand the voice of the one who was speaking to me. ",
    "reference": "Acts 22:9"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 10,
    "text": "So I asked, ‘What should I do, Lord?’ The Lord said to me, ‘Get up and go to Damascus; there you will be told about everything that you have been designated to do.’ ",
    "reference": "Acts 22:10"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 11,
    "text": "Since I could not see because of the brilliance of that light, I came to Damascus led by the hand of those who were with me. ",
    "reference": "Acts 22:11"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 12,
    "text": "A man named Ananias, a devout man according to the law, well spoken of by all the Jews who live there,",
    "reference": "Acts 22:12"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 13,
    "text": "came to me and stood beside me and said to me, ‘Brother Saul, regain your sight!’ And at that very moment I looked up and saw him. ",
    "reference": "Acts 22:13"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 14,
    "text": "Then he said, ‘The God of our ancestors has already chosen you to know his will, to see the Righteous One, and to hear a command from his mouth, ",
    "reference": "Acts 22:14"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 15,
    "text": "because you will be his witness to all people of what you have seen and heard. ",
    "reference": "Acts 22:15"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 16,
    "text": "And now what are you waiting for? Get up, be baptized, and have your sins washed away, calling on his name.’ ",
    "reference": "Acts 22:16"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 17,
    "text": "When I returned to Jerusalem and was praying in the temple, I fell into a trance ",
    "reference": "Acts 22:17"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 18,
    "text": "and saw the Lord saying to me, ‘Hurry and get out of Jerusalem quickly because they will not accept your testimony about me.’ ",
    "reference": "Acts 22:18"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 19,
    "text": "I replied, ‘Lord, they themselves know that I imprisoned and beat those in the various synagogues who believed in you. ",
    "reference": "Acts 22:19"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 20,
    "text": "And when the blood of your witness Stephen was shed, I myself was standing nearby, approving, and guarding the cloaks of those who were killing him.’ ",
    "reference": "Acts 22:20"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 21,
    "text": "Then he said to me, ‘Go, because I will send you far away to the Gentiles.’” ",
    "reference": "Acts 22:21"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 22,
    "text": "The crowd was listening to him until he said this. Then they raised their voices and shouted, “Away with this man from the earth! For he should not be allowed to live!” ",
    "reference": "Acts 22:22"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 23,
    "text": "While they were screaming and throwing off their cloaks and tossing dust in the air, ",
    "reference": "Acts 22:23"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 24,
    "text": "the commanding officer ordered Paul to be brought back into the barracks. He told them to interrogate Paul by beating him with a lash so that he could find out the reason the crowd was shouting at Paul in this way.",
    "reference": "Acts 22:24"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 25,
    "text": "When they had stretched him out for the lash, Paul said to the centurion standing nearby, “Is it legal for you to lash a man who is a Roman citizen without a proper trial?” ",
    "reference": "Acts 22:25"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 26,
    "text": "When the centurion heard this, he went to the commanding officer and reported it, saying, “What are you about to do? For this man is a Roman citizen.” ",
    "reference": "Acts 22:26"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 27,
    "text": "So the commanding officer came and asked Paul, “Tell me, are you a Roman citizen?” He replied, “Yes.”",
    "reference": "Acts 22:27"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 28,
    "text": "The commanding officer answered, “I acquired this citizenship with a large sum of money.” “But I was even born a citizen,” Paul replied. ",
    "reference": "Acts 22:28"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 29,
    "text": "Then those who were about to interrogate him stayed away from him, and the commanding officer was frightened when he realized that Paul was a Roman citizen and that he had had him tied up. ",
    "reference": "Acts 22:29"
  },
  {
    "bookName": "Acts",
    "chapter": 22,
    "verse": 30,
    "text": "The next day, because the commanding officer wanted to know the true reason Paul was being accused by the Jews, he released him and ordered the chief priests and the whole council to assemble. He then brought Paul down and had him stand before them. ",
    "reference": "Acts 22:30"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 1,
    "text": "Paul looked directly at the council and said, “Brothers, I have lived my life with a clear conscience before God to this day.” ",
    "reference": "Acts 23:1"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 2,
    "text": "At that the high priest Ananias ordered those standing near Paul to strike him on the mouth. ",
    "reference": "Acts 23:2"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 3,
    "text": "Then Paul said to him, “God is going to strike you, you whitewashed wall! Do you sit there judging me according to the law, and in violation of the law you order me to be struck?” ",
    "reference": "Acts 23:3"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 4,
    "text": "Those standing near him said, “Do you dare insult God’s high priest?” ",
    "reference": "Acts 23:4"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 5,
    "text": "Paul replied, “I did not realize, brothers, that he was the high priest, for it is written, ‘\u003Cb\u003EYou must not speak evil about a ruler of your people\u003C/b\u003E.’” ",
    "reference": "Acts 23:5"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 6,
    "text": "Then when Paul noticed that part of them were Sadducees and the others Pharisees, he shouted out in the council, “Brothers, I am a Pharisee, a son of Pharisees. I am on trial concerning the hope of the resurrection of the dead!” ",
    "reference": "Acts 23:6"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 7,
    "text": "When he said this, an argument began between the Pharisees and the Sadducees, and the assembly was divided. ",
    "reference": "Acts 23:7"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 8,
    "text": "(For the Sadducees say there is no resurrection, or angel, or spirit, but the Pharisees acknowledge them all.) ",
    "reference": "Acts 23:8"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 9,
    "text": "There was a great commotion, and some experts in the law from the party of the Pharisees stood up and protested strongly, “We find nothing wrong with this man. What if a spirit or an angel has spoken to him?” ",
    "reference": "Acts 23:9"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 10,
    "text": "When the argument became so great the commanding officer feared that they would tear Paul to pieces, he ordered the detachment to go down, take him away from them by force, and bring him into the barracks. ",
    "reference": "Acts 23:10"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 11,
    "text": "The following night the Lord stood near Paul and said, “Have courage, for just as you have testified about me in Jerusalem, so you must also testify in Rome.” ",
    "reference": "Acts 23:11"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 12,
    "text": "When morning came, the Jews formed a conspiracy and bound themselves with an oath not to eat or drink anything until they had killed Paul. ",
    "reference": "Acts 23:12"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 13,
    "text": "There were more than forty of them who formed this conspiracy. ",
    "reference": "Acts 23:13"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 14,
    "text": "They went to the chief priests and the elders and said, “We have bound ourselves with a solemn oath not to partake of anything until we have killed Paul. ",
    "reference": "Acts 23:14"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 15,
    "text": "So now you and the council request the commanding officer to bring him down to you, as if you were going to determine his case by conducting a more thorough inquiry. We are ready to kill him before he comes near this place.”",
    "reference": "Acts 23:15"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 16,
    "text": "But when the son of Paul’s sister heard about the ambush, he came and entered the barracks and told Paul. ",
    "reference": "Acts 23:16"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 17,
    "text": "Paul called one of the centurions and said, “Take this young man to the commanding officer, for he has something to report to him.” ",
    "reference": "Acts 23:17"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 18,
    "text": "So the centurion took him and brought him to the commanding officer and said, “The prisoner Paul called me and asked me to bring this young man to you because he has something to tell you.” ",
    "reference": "Acts 23:18"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 19,
    "text": "The commanding officer took him by the hand, withdrew privately, and asked, “What is it that you want to report to me?” ",
    "reference": "Acts 23:19"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 20,
    "text": "He replied, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as if they were going to inquire more thoroughly about him. ",
    "reference": "Acts 23:20"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 21,
    "text": "So do not let them persuade you to do this because more than forty of them are lying in ambush for him. They have bound themselves with an oath not to eat or drink anything until they have killed him, and now they are ready, waiting for you to agree to their request.”",
    "reference": "Acts 23:21"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 22,
    "text": "Then the commanding officer sent the young man away, directing him, “Tell no one that you have reported these things to me.” ",
    "reference": "Acts 23:22"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 23,
    "text": "Then he summoned two of the centurions and said, “Make ready 200 soldiers to go to Caesarea along with 70 horsemen and 200 spearmen by nine o’clock tonight, ",
    "reference": "Acts 23:23"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 24,
    "text": "and provide mounts for Paul to ride so that he may be brought safely to Felix the governor.” ",
    "reference": "Acts 23:24"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 25,
    "text": "He wrote a letter that went like this: ",
    "reference": "Acts 23:25"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 26,
    "text": "Claudius Lysias to His Excellency Governor Felix, greetings. ",
    "reference": "Acts 23:26"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 27,
    "text": "This man was seized by the Jews and they were about to kill him, when I came up with the detachment and rescued him because I had learned that he was a Roman citizen. ",
    "reference": "Acts 23:27"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 28,
    "text": "Since I wanted to know what charge they were accusing him of, I brought him down to their council. ",
    "reference": "Acts 23:28"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 29,
    "text": "I found he was accused with reference to controversial questions about their law, but no charge against him deserved death or imprisonment. ",
    "reference": "Acts 23:29"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 30,
    "text": "When I was informed there would be a plot against this man, I sent him to you at once, also ordering his accusers to state their charges against him before you. ",
    "reference": "Acts 23:30"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 31,
    "text": "So the soldiers, in accordance with their orders, took Paul and brought him to Antipatris during the night. ",
    "reference": "Acts 23:31"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 32,
    "text": "The next day they let the horsemen go on with him, and they returned to the barracks. ",
    "reference": "Acts 23:32"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 33,
    "text": "When the horsemen came to Caesarea and delivered the letter to the governor, they also presented Paul to him. ",
    "reference": "Acts 23:33"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 34,
    "text": "When the governor had read the letter, he asked what province he was from. When he learned that he was from Cilicia, ",
    "reference": "Acts 23:34"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 35,
    "text": "he said, “I will give you a hearing when your accusers arrive too.” Then he ordered that Paul be kept under guard in Herod’s palace. ",
    "reference": "Acts 23:35"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 1,
    "text": "After five days the high priest Ananias came down with some elders and an attorney named Tertullus, and they brought formal charges against Paul to the governor. ",
    "reference": "Acts 24:1"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 2,
    "text": "When Paul had been summoned, Tertullus began to accuse him, saying, “We have experienced a lengthy time of peace through your rule, and reforms are being made in this nation through your foresight. ",
    "reference": "Acts 24:2"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 3,
    "text": "Most excellent Felix, we acknowledge this everywhere and in every way with all gratitude. ",
    "reference": "Acts 24:3"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 4,
    "text": "But so that I may not delay you any further, I beg you to hear us briefly with your customary graciousness. ",
    "reference": "Acts 24:4"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 5,
    "text": "For we have found this man to be a troublemaker, one who stirs up riots among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes. ",
    "reference": "Acts 24:5"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 6,
    "text": "He even tried to desecrate the temple, so we arrested him.",
    "reference": "Acts 24:6"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 7,
    "text": "",
    "reference": "Acts 24:7"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 8,
    "text": "When you examine him yourself, you will be able to learn from him about all these things we are accusing him of doing.”",
    "reference": "Acts 24:8"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 9,
    "text": "The Jews also joined in the verbal attack, claiming that these things were true. ",
    "reference": "Acts 24:9"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 10,
    "text": "When the governor gestured for him to speak, Paul replied, “Because I know that you have been a judge over this nation for many years, I confidently make my defense. ",
    "reference": "Acts 24:10"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 11,
    "text": "As you can verify for yourself, not more than 12 days ago I went up to Jerusalem to worship. ",
    "reference": "Acts 24:11"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 12,
    "text": "They did not find me arguing with anyone or stirring up a crowd in the temple courts or in the synagogues or throughout the city, ",
    "reference": "Acts 24:12"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 13,
    "text": "nor can they prove to you the things they are accusing me of doing.",
    "reference": "Acts 24:13"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 14,
    "text": "But I confess this to you, that I worship the God of our ancestors according to the Way (which they call a sect), believing everything that is according to the law and that is written in the prophets. ",
    "reference": "Acts 24:14"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 15,
    "text": "I have a hope in God (a hope that these men themselves accept too) that there is going to be a resurrection of both the righteous and the unrighteous. ",
    "reference": "Acts 24:15"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 16,
    "text": "This is the reason I do my best to always have a clear conscience toward God and toward people. ",
    "reference": "Acts 24:16"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 17,
    "text": "After several years I came to bring to my people gifts for the poor and to present offerings, ",
    "reference": "Acts 24:17"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 18,
    "text": "which I was doing when they found me in the temple, ritually purified, without a crowd or a disturbance. ",
    "reference": "Acts 24:18"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 19,
    "text": "But there are some Jews from the province of Asia who should be here before you and bring charges, if they have anything against me. ",
    "reference": "Acts 24:19"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 20,
    "text": "Or these men here should tell what crime they found me guilty of when I stood before the council, ",
    "reference": "Acts 24:20"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 21,
    "text": "other than this one thing I shouted out while I stood before them: ‘I am on trial before you today concerning the resurrection of the dead.’” ",
    "reference": "Acts 24:21"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 22,
    "text": "Then Felix, who understood the facts concerning the Way more accurately, adjourned their hearing, saying, “When Lysias the commanding officer comes down, I will decide your case.”",
    "reference": "Acts 24:22"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 23,
    "text": "He ordered the centurion to guard Paul, but to let him have some freedom, and not to prevent any of his friends from meeting his needs. ",
    "reference": "Acts 24:23"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 24,
    "text": "Some days later, when Felix arrived with his wife Drusilla, who was Jewish, he sent for Paul and heard him speak about faith in Christ Jesus. ",
    "reference": "Acts 24:24"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 25,
    "text": "While Paul was discussing righteousness, self-control, and the coming judgment, Felix became frightened and said, “Go away for now, and when I have an opportunity, I will send for you.” ",
    "reference": "Acts 24:25"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 26,
    "text": "At the same time he was also hoping that Paul would give him money, and for this reason he sent for Paul as often as possible and talked with him. ",
    "reference": "Acts 24:26"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 27,
    "text": "After two years had passed, Porcius Festus succeeded Felix, and because he wanted to do the Jews a favor, Felix left Paul in prison. ",
    "reference": "Acts 24:27"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 1,
    "text": "Now three days after Festus arrived in the province, he went up to Jerusalem from Caesarea. ",
    "reference": "Acts 25:1"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 2,
    "text": "So the chief priests and the most prominent men of the Jews brought formal charges against Paul to him. ",
    "reference": "Acts 25:2"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 3,
    "text": "Requesting him to do them a favor against Paul, they urged Festus to summon him to Jerusalem, planning an ambush to kill him along the way. ",
    "reference": "Acts 25:3"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 4,
    "text": "Then Festus replied that Paul was being kept at Caesarea, and he himself intended to go there shortly. ",
    "reference": "Acts 25:4"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 5,
    "text": "“So,” he said, “let your leaders go down there with me, and if this man has done anything wrong, they may bring charges against him.” ",
    "reference": "Acts 25:5"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 6,
    "text": "After Festus had stayed not more than eight or ten days among them, he went down to Caesarea, and the next day he sat on the judgment seat and ordered Paul to be brought. ",
    "reference": "Acts 25:6"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 7,
    "text": "When he arrived, the Jews who had come down from Jerusalem stood around him, bringing many serious charges that they were not able to prove. ",
    "reference": "Acts 25:7"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 8,
    "text": "Paul said in his defense, “I have committed no offense against the Jewish law or against the temple or against Caesar.” ",
    "reference": "Acts 25:8"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 9,
    "text": "But Festus, wanting to do the Jews a favor, asked Paul, “Are you willing to go up to Jerusalem and be tried before me there on these charges?” ",
    "reference": "Acts 25:9"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 10,
    "text": "Paul replied, “I am standing before Caesar’s judgment seat, where I should be tried. I have done nothing wrong to the Jews, as you also know very well. ",
    "reference": "Acts 25:10"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 11,
    "text": "If then I am in the wrong and have done anything that deserves death, I am not trying to escape dying, but if not one of their charges against me is true, no one can hand me over to them. I appeal to Caesar!” ",
    "reference": "Acts 25:11"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 12,
    "text": "Then, after conferring with his council, Festus replied, “You have appealed to Caesar; to Caesar you will go!” ",
    "reference": "Acts 25:12"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 13,
    "text": "After several days had passed, King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus. ",
    "reference": "Acts 25:13"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 14,
    "text": "While they were staying there many days, Festus explained Paul’s case to the king to get his opinion, saying, “There is a man left here as a prisoner by Felix. ",
    "reference": "Acts 25:14"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 15,
    "text": "When I was in Jerusalem, the chief priests and the elders of the Jews informed me about him, asking for a sentence of condemnation against him. ",
    "reference": "Acts 25:15"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 16,
    "text": "I answered them that it was not the custom of the Romans to hand over anyone before the accused had met his accusers face-to-face and had been given an opportunity to make a defense against the accusation. ",
    "reference": "Acts 25:16"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 17,
    "text": "So after they came back here with me, I did not postpone the case, but the next day I sat on the judgment seat and ordered the man to be brought. ",
    "reference": "Acts 25:17"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 18,
    "text": "When his accusers stood up, they did not charge him with any of the evil deeds I had suspected. ",
    "reference": "Acts 25:18"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 19,
    "text": "Rather they had several points of disagreement with him about their own religion and about a man named Jesus who was dead, whom Paul claimed to be alive. ",
    "reference": "Acts 25:19"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 20,
    "text": "Because I was at a loss how I could investigate these matters, I asked if he were willing to go to Jerusalem and be tried there on these charges. ",
    "reference": "Acts 25:20"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 21,
    "text": "But when Paul appealed to be kept in custody for the decision of His Majesty the Emperor, I ordered him to be kept under guard until I could send him to Caesar.” ",
    "reference": "Acts 25:21"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 22,
    "text": "Agrippa said to Festus, “I would also like to hear the man myself.” “Tomorrow,” he replied, “you will hear him.” ",
    "reference": "Acts 25:22"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 23,
    "text": "So the next day Agrippa and Bernice came with great pomp and entered the audience hall, along with the senior military officers and the prominent men of the city. When Festus gave the order, Paul was brought in.",
    "reference": "Acts 25:23"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 24,
    "text": "Then Festus said, “King Agrippa, and all you who are present here with us, you see this man about whom the entire Jewish populace petitioned me both in Jerusalem and here, shouting loudly that he ought not to live any longer. ",
    "reference": "Acts 25:24"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 25,
    "text": "But I found that he had done nothing that deserved death, and when he appealed to His Majesty the Emperor, I decided to send him.",
    "reference": "Acts 25:25"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 26,
    "text": "But I have nothing definite to write to my lord about him. Therefore I have brought him before you all, and especially before you, King Agrippa, so that after this preliminary hearing I may have something to write. ",
    "reference": "Acts 25:26"
  },
  {
    "bookName": "Acts",
    "chapter": 25,
    "verse": 27,
    "text": "For it seems unreasonable to me to send a prisoner without clearly indicating the charges against him.” ",
    "reference": "Acts 25:27"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 1,
    "text": "So Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul held out his hand and began his defense: ",
    "reference": "Acts 26:1"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 2,
    "text": "“Regarding all the things I have been accused of by the Jews, King Agrippa, I consider myself fortunate that I am about to make my defense before you today, ",
    "reference": "Acts 26:2"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 3,
    "text": "because you are especially familiar with all the customs and controversial issues of the Jews. Therefore I ask you to listen to me patiently. ",
    "reference": "Acts 26:3"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 4,
    "text": "Now all the Jews know the way I lived from my youth, spending my life from the beginning among my own people and in Jerusalem. ",
    "reference": "Acts 26:4"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 5,
    "text": "They know because they have known me from time past, if they are willing to testify, that according to the strictest party of our religion, I lived as a Pharisee. ",
    "reference": "Acts 26:5"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 6,
    "text": "And now I stand here on trial because of my hope in the promise made by God to our ancestors, ",
    "reference": "Acts 26:6"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 7,
    "text": "a promise that our 12 tribes hope to attain as they earnestly serve God night and day. Concerning this hope the Jews are accusing me, Your Majesty! ",
    "reference": "Acts 26:7"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 8,
    "text": "Why do you people think it is unbelievable that God raises the dead? ",
    "reference": "Acts 26:8"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 9,
    "text": "Of course, I myself was convinced that it was necessary to do many things hostile to the name of Jesus the Nazarene. ",
    "reference": "Acts 26:9"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 10,
    "text": "And that is what I did in Jerusalem: Not only did I lock up many of the saints in prisons by the authority I received from the chief priests, but I also cast my vote against them when they were sentenced to death. ",
    "reference": "Acts 26:10"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 11,
    "text": "I punished them often in all the synagogues and tried to force them to blaspheme. Because I was so furiously enraged at them, I went to persecute them even in foreign cities. ",
    "reference": "Acts 26:11"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 12,
    "text": "“While doing this very thing, as I was going to Damascus with authority and complete power from the chief priests, ",
    "reference": "Acts 26:12"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 13,
    "text": "about noon along the road, Your Majesty, I saw a light from heaven, brighter than the sun, shining everywhere around me and those traveling with me. ",
    "reference": "Acts 26:13"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 14,
    "text": "When we had all fallen to the ground, I heard a voice saying to me in Aramaic, ‘Saul, Saul, why are you persecuting me? You are hurting yourself by kicking against the goads.’",
    "reference": "Acts 26:14"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 15,
    "text": "So I said, ‘Who are you, Lord?’ And the Lord replied, ‘I am Jesus whom you are persecuting. ",
    "reference": "Acts 26:15"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 16,
    "text": "But get up and stand on your feet, for I have appeared to you for this reason, to designate you in advance as a servant and witness to the things you have seen and to the things in which I will appear to you. ",
    "reference": "Acts 26:16"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 17,
    "text": "I will rescue you from your own people and from the Gentiles, to whom I am sending you ",
    "reference": "Acts 26:17"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 18,
    "text": "to open their eyes so that they turn from darkness to light and from the power of Satan to God, so that they may receive forgiveness of sins and a share among those who are sanctified by faith in me.’ ",
    "reference": "Acts 26:18"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 19,
    "text": "“Therefore, King Agrippa, I was not disobedient to the heavenly vision, ",
    "reference": "Acts 26:19"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 20,
    "text": "but I declared to those in Damascus first, and then to those in Jerusalem and in all Judea, and to the Gentiles, that they should repent and turn to God, performing deeds consistent with repentance. ",
    "reference": "Acts 26:20"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 21,
    "text": "For this reason the Jews, after they seized me while I was in the temple courts, were trying to kill me. ",
    "reference": "Acts 26:21"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 22,
    "text": "I have experienced help from God to this day, and so I stand testifying to both small and great, saying nothing except what the prophets and Moses said was going to happen: ",
    "reference": "Acts 26:22"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 23,
    "text": "that the Christ was to suffer and be the first to rise from the dead, to proclaim light both to our people and to the Gentiles.” ",
    "reference": "Acts 26:23"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 24,
    "text": "As Paul was saying these things in his defense, Festus exclaimed loudly, “You have lost your mind, Paul! Your great learning is driving you insane!” ",
    "reference": "Acts 26:24"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 25,
    "text": "But Paul replied, “I have not lost my mind, most excellent Festus, but am speaking true and rational words. ",
    "reference": "Acts 26:25"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 26,
    "text": "For the king knows about these things, and I am speaking freely to him because I cannot believe that any of these things has escaped his notice, for this was not done in a corner. ",
    "reference": "Acts 26:26"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 27,
    "text": "Do you believe the prophets, King Agrippa? I know that you believe.” ",
    "reference": "Acts 26:27"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 28,
    "text": "Agrippa said to Paul, “In such a short time are you persuading me to become a Christian?” ",
    "reference": "Acts 26:28"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 29,
    "text": "Paul replied, “I pray to God that whether in a short or a long time not only you but also all those who are listening to me today could become such as I am, except for these chains.” ",
    "reference": "Acts 26:29"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 30,
    "text": "So the king got up, and with him the governor and Bernice and those sitting with them, ",
    "reference": "Acts 26:30"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 31,
    "text": "and as they were leaving they said to one another, “This man is not doing anything deserving death or imprisonment.” ",
    "reference": "Acts 26:31"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 32,
    "text": "Agrippa said to Festus, “This man could have been released if he had not appealed to Caesar.” ",
    "reference": "Acts 26:32"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 1,
    "text": "When it was decided we would sail to Italy, they handed over Paul and some other prisoners to a centurion of the Augustan Cohort named Julius. ",
    "reference": "Acts 27:1"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 2,
    "text": "We went on board a ship from Adramyttium that was about to sail to various ports along the coast of the province of Asia and put out to sea, accompanied by Aristarchus, a Macedonian from Thessalonica. ",
    "reference": "Acts 27:2"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 3,
    "text": "The next day we put in at Sidon, and Julius, treating Paul kindly, allowed him to go to his friends so they could provide him with what he needed. ",
    "reference": "Acts 27:3"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 4,
    "text": "From there we put out to sea and sailed under the lee of Cyprus because the winds were against us.",
    "reference": "Acts 27:4"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 5,
    "text": "After we had sailed across the open sea off Cilicia and Pamphylia, we put in at Myra in Lycia. ",
    "reference": "Acts 27:5"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 6,
    "text": "There the centurion found a ship from Alexandria sailing for Italy, and he put us aboard it. ",
    "reference": "Acts 27:6"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 7,
    "text": "We sailed slowly for many days and arrived with difficulty off Cnidus. Because the wind prevented us from going any farther, we sailed under the lee of Crete off Salmone. ",
    "reference": "Acts 27:7"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 8,
    "text": "With difficulty we sailed along the coast of Crete and came to a place called Fair Havens that was near the town of Lasea. ",
    "reference": "Acts 27:8"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 9,
    "text": "Since considerable time had passed and the voyage was now dangerous because the fast was already over, Paul advised them,",
    "reference": "Acts 27:9"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 10,
    "text": "“Men, I can see the voyage is going to end in disaster and great loss not only of the cargo and the ship, but also of our lives.” ",
    "reference": "Acts 27:10"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 11,
    "text": "But the centurion was more convinced by the captain and the ship’s owner than by what Paul said. ",
    "reference": "Acts 27:11"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 12,
    "text": "Because the harbor was not suitable to spend the winter in, the majority decided to put out to sea from there. They hoped that somehow they could reach Phoenix, a harbor of Crete facing southwest and northwest, and spend the winter there. ",
    "reference": "Acts 27:12"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 13,
    "text": "When a gentle south wind sprang up, they thought they could carry out their purpose, so they weighed anchor and sailed close along the coast of Crete. ",
    "reference": "Acts 27:13"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 14,
    "text": "Not long after this, a hurricane-force wind called the northeaster blew down from the island. ",
    "reference": "Acts 27:14"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 15,
    "text": "When the ship was caught in it and could not head into the wind, we gave way to it and were driven along. ",
    "reference": "Acts 27:15"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 16,
    "text": "As we ran under the lee of a small island called Cauda, we were able with difficulty to get the ship’s boat under control. ",
    "reference": "Acts 27:16"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 17,
    "text": "After the crew had hoisted it aboard, they used supports to undergird the ship. Fearing they would run aground on the Syrtis, they lowered the sea anchor, thus letting themselves be driven along. ",
    "reference": "Acts 27:17"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 18,
    "text": "The next day, because we were violently battered by the storm, they began throwing the cargo overboard, ",
    "reference": "Acts 27:18"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 19,
    "text": "and on the third day they threw the ship’s gear overboard with their own hands. ",
    "reference": "Acts 27:19"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 20,
    "text": "When neither sun nor stars appeared for many days and a violent storm continued to batter us, we finally abandoned all hope of being saved. ",
    "reference": "Acts 27:20"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 21,
    "text": "Since many of them had no desire to eat, Paul stood up among them and said, “Men, you should have listened to me and not put out to sea from Crete, thus avoiding this damage and loss. ",
    "reference": "Acts 27:21"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 22,
    "text": "And now I advise you to keep up your courage, for there will be no loss of life among you, but only the ship will be lost.",
    "reference": "Acts 27:22"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 23,
    "text": "For last night an angel of the God to whom I belong and whom I serve came to me ",
    "reference": "Acts 27:23"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 24,
    "text": "and said, ‘Do not be afraid, Paul! You must stand before Caesar, and God has graciously granted you the safety of all who are sailing with you.’ ",
    "reference": "Acts 27:24"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 25,
    "text": "Therefore keep up your courage, men, for I have faith in God that it will be just as I have been told. ",
    "reference": "Acts 27:25"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 26,
    "text": "But we must run aground on some island.” ",
    "reference": "Acts 27:26"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 27,
    "text": "When the fourteenth night had come, while we were being driven across the Adriatic Sea, about midnight the sailors suspected they were approaching some land. ",
    "reference": "Acts 27:27"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 28,
    "text": "They took soundings and found the water was twenty fathoms deep; when they had sailed a little farther they took soundings again and found it was fifteen fathoms deep.",
    "reference": "Acts 27:28"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 29,
    "text": "Because they were afraid that we would run aground on the rocky coast, they threw out four anchors from the stern and wished for day to appear. ",
    "reference": "Acts 27:29"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 30,
    "text": "Then when the sailors tried to escape from the ship and were lowering the ship’s boat into the sea, pretending that they were going to put out anchors from the bow, ",
    "reference": "Acts 27:30"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 31,
    "text": "Paul said to the centurion and the soldiers, “Unless these men stay with the ship, you cannot be saved.” ",
    "reference": "Acts 27:31"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 32,
    "text": "Then the soldiers cut the ropes of the ship’s boat and let it drift away. ",
    "reference": "Acts 27:32"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 33,
    "text": "As day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day you have been in suspense and have gone without food; you have eaten nothing. ",
    "reference": "Acts 27:33"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 34,
    "text": "Therefore I urge you to take some food, for this is important for your survival. For not one of you will lose a hair from his head.” ",
    "reference": "Acts 27:34"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 35,
    "text": "After he said this, Paul took bread and gave thanks to God in front of them all, broke it, and began to eat. ",
    "reference": "Acts 27:35"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 36,
    "text": "So all of them were encouraged and took food themselves.",
    "reference": "Acts 27:36"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 37,
    "text": "(We were in all 276 persons on the ship.) ",
    "reference": "Acts 27:37"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 38,
    "text": "When they had eaten enough to be satisfied, they lightened the ship by throwing the wheat into the sea. ",
    "reference": "Acts 27:38"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 39,
    "text": "When day came, they did not recognize the land, but they noticed a bay with a beach, where they decided to run the ship aground if they could. ",
    "reference": "Acts 27:39"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 40,
    "text": "So they slipped the anchors and left them in the sea, at the same time loosening the linkage that bound the steering oars together. Then they hoisted the foresail to the wind and steered toward the beach. ",
    "reference": "Acts 27:40"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 41,
    "text": "But they encountered a patch of crosscurrents and ran the ship aground; the bow stuck fast and could not be moved, but the stern was being broken up by the force of the waves.",
    "reference": "Acts 27:41"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 42,
    "text": "Now the soldiers’ plan was to kill the prisoners so that none of them would escape by swimming away. ",
    "reference": "Acts 27:42"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 43,
    "text": "But the centurion, wanting to save Paul’s life, prevented them from carrying out their plan. He ordered those who could swim to jump overboard first and get to land, ",
    "reference": "Acts 27:43"
  },
  {
    "bookName": "Acts",
    "chapter": 27,
    "verse": 44,
    "text": "and the rest were to follow, some on planks and some on pieces of the ship. And in this way all were brought safely to land. ",
    "reference": "Acts 27:44"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 1,
    "text": "After we had safely reached shore, we learned that the island was called Malta. ",
    "reference": "Acts 28:1"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 2,
    "text": "The local inhabitants showed us extraordinary kindness, for they built a fire and welcomed us all because it had started to rain and was cold. ",
    "reference": "Acts 28:2"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 3,
    "text": "When Paul had gathered a bundle of brushwood and was putting it on the fire, a viper came out because of the heat and fastened itself on his hand. ",
    "reference": "Acts 28:3"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 4,
    "text": "When the local people saw the creature hanging from Paul’s hand, they said to one another, “No doubt this man is a murderer! Although he has escaped from the sea, Justice herself has not allowed him to live!” ",
    "reference": "Acts 28:4"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 5,
    "text": "However, Paul shook the creature off into the fire and suffered no harm. ",
    "reference": "Acts 28:5"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 6,
    "text": "But they were expecting that he was going to swell up or suddenly drop dead. So after they had waited a long time and had seen nothing unusual happen to him, they changed their minds and said he was a god. ",
    "reference": "Acts 28:6"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 7,
    "text": "Now in the region around that place were fields belonging to the chief official of the island, named Publius, who welcomed us and entertained us hospitably as guests for three days. ",
    "reference": "Acts 28:7"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 8,
    "text": "The father of Publius lay sick in bed, suffering from fever and dysentery. Paul went in to see him and after praying, placed his hands on him and healed him. ",
    "reference": "Acts 28:8"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 9,
    "text": "After this had happened, many of the people on the island who were sick also came and were healed. ",
    "reference": "Acts 28:9"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 10,
    "text": "They also bestowed many honors, and when we were preparing to sail, they gave us all the supplies we needed. ",
    "reference": "Acts 28:10"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 11,
    "text": "After three months we put out to sea in an Alexandrian ship that had wintered at the island and had the “Heavenly Twins” as its figurehead. ",
    "reference": "Acts 28:11"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 12,
    "text": "We put in at Syracuse and stayed there three days. ",
    "reference": "Acts 28:12"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 13,
    "text": "From there we cast off and arrived at Rhegium, and after one day a south wind sprang up and on the second day we came to Puteoli. ",
    "reference": "Acts 28:13"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 14,
    "text": "There we found some brothers and were invited to stay with them seven days. And in this way we came to Rome. ",
    "reference": "Acts 28:14"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 15,
    "text": "The brothers from there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. When he saw them, Paul thanked God and took courage. ",
    "reference": "Acts 28:15"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 16,
    "text": "When we entered Rome, Paul was allowed to live by himself, with the soldier who was guarding him. ",
    "reference": "Acts 28:16"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 17,
    "text": "After three days Paul called the local Jewish leaders together. When they had assembled, he said to them, “Brothers, although I had done nothing against our people or the customs of our ancestors, from Jerusalem I was handed over as a prisoner to the Romans. ",
    "reference": "Acts 28:17"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 18,
    "text": "When they had heard my case, they wanted to release me because there was no basis for a death sentence against me. ",
    "reference": "Acts 28:18"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 19,
    "text": "But when the Jews objected, I was forced to appeal to Caesar—not that I had some charge to bring against my own people. ",
    "reference": "Acts 28:19"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 20,
    "text": "So for this reason I have asked to see you and speak with you, for I am bound with this chain because of the hope of Israel.” ",
    "reference": "Acts 28:20"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 21,
    "text": "They replied, “We have received no letters from Judea about you, nor have any of the brothers come from there and reported or said anything bad about you. ",
    "reference": "Acts 28:21"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 22,
    "text": "But we would like to hear from you what you think, for regarding this sect we know that people everywhere speak against it.”",
    "reference": "Acts 28:22"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 23,
    "text": "They set a day to meet with him, and they came to him where he was staying in even greater numbers. From morning until evening he explained things to them, testifying about the kingdom of God and trying to convince them about Jesus from both the law of Moses and the prophets. ",
    "reference": "Acts 28:23"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 24,
    "text": "Some were convinced by what he said, but others refused to believe. ",
    "reference": "Acts 28:24"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 25,
    "text": "So they began to leave, unable to agree among themselves, after Paul made one last statement: “The Holy Spirit spoke rightly to your ancestors through the prophet Isaiah ",
    "reference": "Acts 28:25"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 26,
    "text": "when he said,‘\u003Cb\u003EGo to this people and say,\u003C/b\u003E“\u003Cb\u003EYou will keep on hearing,\u003C/b\u003E \u003Cb\u003Ebut will never understand,\u003C/b\u003E\u003Cb\u003Eand you will keep on looking,\u003C/b\u003E \u003Cb\u003Ebut will never perceive\u003C/b\u003E.",
    "reference": "Acts 28:26"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 27,
    "text": "\u003Cb\u003EFor the heart of this people has become dull,\u003C/b\u003E \u003Cb\u003Eand their ears are hard of hearing,\u003C/b\u003E \u003Cb\u003Eand they have closed their eyes,\u003C/b\u003E\u003Cb\u003Eso that they would not see with their eyes\u003C/b\u003E\u003Cb\u003Eand hear with their ears\u003C/b\u003E\u003Cb\u003Eand understand with their heart\u003C/b\u003E\u003Cb\u003Eand turn,\u003C/b\u003E \u003Cb\u003Eand I would heal them\u003C/b\u003E.”’ ",
    "reference": "Acts 28:27"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 28,
    "text": "“Therefore be advised that this salvation from God has been sent to the Gentiles; they will listen!” ",
    "reference": "Acts 28:28"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 30,
    "text": "Paul lived there two whole years in his own rented quarters and welcomed all who came to him, ",
    "reference": "Acts 28:30"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 31,
    "text": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with complete boldness and without restriction. ",
    "reference": "Acts 28:31"
  }
]