[
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 1,
    "text": "About that time King Herod laid hands on some from the church to harm them.",
    "reference": "Acts 12:1"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 2,
    "text": "He had James, the brother of John, executed with a sword. ",
    "reference": "Acts 12:2"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 3,
    "text": "When he saw that this pleased the Jews, he proceeded to arrest Peter too. (This took place during the feast of Unleavened Bread.) ",
    "reference": "Acts 12:3"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 4,
    "text": "When he had seized him, he put him in prison, handing him over to four squads of soldiers to guard him. Herod planned to bring him out for public trial after the Passover. ",
    "reference": "Acts 12:4"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 5,
    "text": "So Peter was kept in prison, but those in the church were earnestly praying to God for him. ",
    "reference": "Acts 12:5"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 6,
    "text": "On that very night before Herod was going to bring him out for trial, Peter was sleeping between two soldiers, bound with two chains, while guards in front of the door were keeping watch over the prison. ",
    "reference": "Acts 12:6"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 7,
    "text": "Suddenly an angel of the Lord appeared, and a light shone in the prison cell. He struck Peter on the side and woke him up, saying, “Get up quickly!” And the chains fell off Peter’s wrists. ",
    "reference": "Acts 12:7"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 8,
    "text": "The angel said to him, “Fasten your belt and put on your sandals.” Peter did so. Then the angel said to him, “Put on your cloak and follow me.” ",
    "reference": "Acts 12:8"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 9,
    "text": "Peter went out and followed him; he did not realize that what was happening through the angel was real, but thought he was seeing a vision. ",
    "reference": "Acts 12:9"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 10,
    "text": "After they had passed the first and second guards, they came to the iron gate leading into the city. It opened for them by itself, and they went outside and walked down one narrow street, when at once the angel left him. ",
    "reference": "Acts 12:10"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 11,
    "text": "When Peter came to himself, he said, “Now I know for certain that the Lord has sent his angel and rescued me from the hand of Herod and from everything the Jewish people were expecting to happen.” ",
    "reference": "Acts 12:11"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 12,
    "text": "When Peter realized this, he went to the house of Mary, the mother of John Mark, where many people had gathered together and were praying. ",
    "reference": "Acts 12:12"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 13,
    "text": "When he knocked at the door of the outer gate, a slave girl named Rhoda answered. ",
    "reference": "Acts 12:13"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 14,
    "text": "When she recognized Peter’s voice, she was so overjoyed she did not open the gate, but ran back in and told them that Peter was standing at the gate. ",
    "reference": "Acts 12:14"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 15,
    "text": "But they said to her, “You’ve lost your mind!” But she kept insisting that it was Peter, and they kept saying, “It is his angel!” ",
    "reference": "Acts 12:15"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 16,
    "text": "Now Peter continued knocking, and when they opened the door and saw him, they were greatly astonished. ",
    "reference": "Acts 12:16"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 17,
    "text": "He motioned to them with his hand to be quiet and then related how the Lord had brought him out of the prison. He said, “Tell James and the brothers these things,” and then he left and went to another place. ",
    "reference": "Acts 12:17"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 18,
    "text": "At daybreak there was great consternation among the soldiers over what had become of Peter. ",
    "reference": "Acts 12:18"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 19,
    "text": "When Herod had searched for him and did not find him, he questioned the guards and commanded that they be led away to execution. Then Herod went down from Judea to Caesarea and stayed there.",
    "reference": "Acts 12:19"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 20,
    "text": "Now Herod was having an angry quarrel with the people of Tyre and Sidon. So they joined together and presented themselves before him. And after convincing Blastus, the king’s personal assistant, to help them, they asked for peace because their country’s food supply was provided by the king’s country. ",
    "reference": "Acts 12:20"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 21,
    "text": "On a day determined in advance, Herod put on his royal robes, sat down on the judgment seat, and made a speech to them. ",
    "reference": "Acts 12:21"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 22,
    "text": "But the crowd began to shout, “The voice of a god, and not of a man!” ",
    "reference": "Acts 12:22"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 23,
    "text": "Immediately an angel of the Lord struck Herod down because he did not give the glory to God, and he was eaten by worms and died. ",
    "reference": "Acts 12:23"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 24,
    "text": "But the word of God kept on increasing and multiplying. ",
    "reference": "Acts 12:24"
  },
  {
    "bookName": "Acts",
    "chapter": 12,
    "verse": 25,
    "text": "So Barnabas and Saul returned to Jerusalem when they had completed their mission, bringing along with them John Mark. ",
    "reference": "Acts 12:25"
  }
]