[{"bookName":"Acts","chapter":7,"verse":1,"text":"Then the high priest said, “Are these things true?”","reference":"Acts 7:1"},{"bookName":"Acts","chapter":7,"verse":2,"text":"So he replied, “Brothers and fathers, listen to me. The God of glory appeared to our forefather Abraham when he was in Mesopotamia, before he settled in Haran, ","reference":"Acts 7:2"},{"bookName":"Acts","chapter":7,"verse":3,"text":"and said to him, ‘\u003Cb\u003EGo out from your country and from your relatives, and come to the land I will show you\u003C/b\u003E.’ ","reference":"Acts 7:3"},{"bookName":"Acts","chapter":7,"verse":4,"text":"Then he went out from the country of the Chaldeans and settled in Haran. After his father died, God made him move to this country where you now live. ","reference":"Acts 7:4"},{"bookName":"Acts","chapter":7,"verse":5,"text":"He did not give any of it to him for an inheritance, not even a foot of ground, yet God promised to give it to him as his possession, and to his descendants after him, even though Abraham as yet had no child. ","reference":"Acts 7:5"},{"bookName":"Acts","chapter":7,"verse":6,"text":"But God spoke as follows: ‘Your \u003Cb\u003Edescendants\u003C/b\u003E \u003Cb\u003Ewill be foreigners\u003C/b\u003E \u003Cb\u003Ein\u003C/b\u003E \u003Cb\u003Ea foreign country, whose citizens will enslave them and mistreat them for 400 years\u003C/b\u003E. ","reference":"Acts 7:6"},{"bookName":"Acts","chapter":7,"verse":7,"text":"\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003EI will punish\u003C/b\u003E \u003Cb\u003Ethe nation they serve as slaves\u003C/b\u003E,’ said God, ‘\u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Eafter these things they will come out of there\u003C/b\u003E and worship me in this place.’ ","reference":"Acts 7:7"},{"bookName":"Acts","chapter":7,"verse":8,"text":"Then God gave Abraham the covenant of circumcision, and so he became the father of Isaac and circumcised him when he was eight days old, and Isaac became the father of Jacob, and Jacob of the 12 patriarchs. ","reference":"Acts 7:8"},{"bookName":"Acts","chapter":7,"verse":9,"text":"The patriarchs, because they were jealous of Joseph, sold him into Egypt. But God was with him, ","reference":"Acts 7:9"},{"bookName":"Acts","chapter":7,"verse":10,"text":"and rescued him from all his troubles, and granted him favor and wisdom in the presence of Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household. ","reference":"Acts 7:10"},{"bookName":"Acts","chapter":7,"verse":11,"text":"Then a famine occurred throughout Egypt and Canaan, causing great suffering, and our ancestors could not find food. ","reference":"Acts 7:11"},{"bookName":"Acts","chapter":7,"verse":12,"text":"So when Jacob heard that there was grain in Egypt, he sent our ancestors there the first time.","reference":"Acts 7:12"},{"bookName":"Acts","chapter":7,"verse":13,"text":"On their second visit Joseph made himself known to his brothers again, and Joseph’s family became known to Pharaoh. ","reference":"Acts 7:13"},{"bookName":"Acts","chapter":7,"verse":14,"text":"So Joseph sent a message and invited his father Jacob and all his relatives to come, seventy-five people in all. ","reference":"Acts 7:14"},{"bookName":"Acts","chapter":7,"verse":15,"text":"So Jacob went down to Egypt and died there, along with our ancestors, ","reference":"Acts 7:15"},{"bookName":"Acts","chapter":7,"verse":16,"text":"and their bones were later moved to Shechem and placed in the tomb that Abraham had bought for a certain sum of money from the sons of Hamor in Shechem. ","reference":"Acts 7:16"},{"bookName":"Acts","chapter":7,"verse":17,"text":"“But as the time drew near for God to fulfill the promise he had declared to Abraham, the people increased greatly in number in Egypt, ","reference":"Acts 7:17"},{"bookName":"Acts","chapter":7,"verse":18,"text":"until \u003Cb\u003Eanother\u003C/b\u003E \u003Cb\u003Eking who did not know about\u003C/b\u003E \u003Cb\u003EJoseph\u003C/b\u003E \u003Cb\u003Eruled\u003C/b\u003E \u003Cb\u003Eover Egypt\u003C/b\u003E. ","reference":"Acts 7:18"},{"bookName":"Acts","chapter":7,"verse":19,"text":"This was the one who exploited our people and was cruel to our ancestors, forcing them to abandon their infants so they would die. ","reference":"Acts 7:19"},{"bookName":"Acts","chapter":7,"verse":20,"text":"At that time Moses was born, and he was beautiful to God. For three months he was brought up in his father’s house, ","reference":"Acts 7:20"},{"bookName":"Acts","chapter":7,"verse":21,"text":"and when he had been abandoned, Pharaoh’s daughter adopted him and brought him up as her own son. ","reference":"Acts 7:21"},{"bookName":"Acts","chapter":7,"verse":22,"text":"So Moses was trained in all the wisdom of the Egyptians and was powerful in his words and deeds. ","reference":"Acts 7:22"},{"bookName":"Acts","chapter":7,"verse":23,"text":"But when he was about forty years old, it entered his mind to visit his fellow countrymen the Israelites. ","reference":"Acts 7:23"},{"bookName":"Acts","chapter":7,"verse":24,"text":"When he saw one of them being hurt unfairly, Moses came to his defense and avenged the person who was mistreated by striking down the Egyptian. ","reference":"Acts 7:24"},{"bookName":"Acts","chapter":7,"verse":25,"text":"He thought his own people would understand that God was delivering them through him, but they did not understand. ","reference":"Acts 7:25"},{"bookName":"Acts","chapter":7,"verse":26,"text":"The next day Moses saw two men fighting and tried to make peace between them, saying, ‘Men, you are brothers; why are you hurting one another?’ ","reference":"Acts 7:26"},{"bookName":"Acts","chapter":7,"verse":27,"text":"But the man who was unfairly hurting his neighbor pushed Moses aside, saying, ‘\u003Cb\u003EWho made\u003C/b\u003E \u003Cb\u003Eyou\u003C/b\u003E \u003Cb\u003Ea ruler and judge over us?\u003C/b\u003E ","reference":"Acts 7:27"},{"bookName":"Acts","chapter":7,"verse":28,"text":"\u003Cb\u003EYou\u003C/b\u003E \u003Cb\u003Edon’t want to kill me the way you killed the Egyptian yesterday, do you?\u003C/b\u003E’","reference":"Acts 7:28"},{"bookName":"Acts","chapter":7,"verse":29,"text":"When the man said this, Moses fled and became a foreigner in the land of Midian, where he became the father of two sons. ","reference":"Acts 7:29"},{"bookName":"Acts","chapter":7,"verse":30,"text":"“After forty years had passed, an angel appeared to him in the desert of Mount Sinai, in the flame of a burning bush. ","reference":"Acts 7:30"},{"bookName":"Acts","chapter":7,"verse":31,"text":"When Moses saw it, he was amazed at the sight, and when he approached to investigate, there came the voice of the Lord, ","reference":"Acts 7:31"},{"bookName":"Acts","chapter":7,"verse":32,"text":"‘\u003Cb\u003EI am the God of your forefathers,\u003C/b\u003E \u003Cb\u003Ethe God of Abraham, Isaac,\u003C/b\u003E \u003Cb\u003Eand Jacob\u003C/b\u003E.’ Moses began to tremble and did not dare to look more closely. ","reference":"Acts 7:32"},{"bookName":"Acts","chapter":7,"verse":33,"text":"\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003Ethe Lord said to him,\u003C/b\u003E ‘\u003Cb\u003ETake the sandals off your feet, for the place where you are standing is holy ground\u003C/b\u003E. ","reference":"Acts 7:33"},{"bookName":"Acts","chapter":7,"verse":34,"text":"\u003Cb\u003EI have certainly seen the suffering\u003C/b\u003E \u003Cb\u003Eof my people who are in Egypt and\u003C/b\u003E \u003Cb\u003Ehave heard their groaning, and I have come down to rescue them\u003C/b\u003E. \u003Cb\u003ENow\u003C/b\u003E \u003Cb\u003Ecome, I will send you to Egypt\u003C/b\u003E.’ ","reference":"Acts 7:34"},{"bookName":"Acts","chapter":7,"verse":35,"text":"This same Moses they had rejected, saying, ‘\u003Cb\u003EWho made you a ruler and judge?\u003C/b\u003E’ God sent as both ruler and deliverer through the hand of the angel who appeared to him in the bush. ","reference":"Acts 7:35"},{"bookName":"Acts","chapter":7,"verse":36,"text":"This man led them out, performing wonders and miraculous signs in the land of Egypt, at the Red Sea, and in the wilderness for forty years. ","reference":"Acts 7:36"},{"bookName":"Acts","chapter":7,"verse":37,"text":"This is the Moses who said to the Israelites, ‘\u003Cb\u003EGod will raise up for you a prophet like me from among your brothers\u003C/b\u003E.’ ","reference":"Acts 7:37"},{"bookName":"Acts","chapter":7,"verse":38,"text":"This is the man who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our ancestors, and he received living oracles to give to you. ","reference":"Acts 7:38"},{"bookName":"Acts","chapter":7,"verse":39,"text":"Our ancestors were unwilling to obey him, but pushed him aside and turned back to Egypt in their hearts, ","reference":"Acts 7:39"},{"bookName":"Acts","chapter":7,"verse":40,"text":"saying to Aaron, ‘\u003Cb\u003EMake us gods who will go in front of us, for this Moses, who led us out of the land of Egypt\u003C/b\u003E \u003Cb\u003E—we do not know what has happened to him!\u003C/b\u003E’ ","reference":"Acts 7:40"},{"bookName":"Acts","chapter":7,"verse":41,"text":"At that time they made an idol in the form of a calf, brought a sacrifice to the idol, and began rejoicing in the works of their hands. ","reference":"Acts 7:41"},{"bookName":"Acts","chapter":7,"verse":42,"text":"But God turned away from them and gave them over to worship the host of heaven, as it is written in the book of the prophets: ‘\u003Cb\u003EIt was not to me that you offered slain animals and sacrifices\u003C/b\u003E \u003Cb\u003Eforty\u003C/b\u003E \u003Cb\u003Eyears in the wilderness, was it,\u003C/b\u003E \u003Cb\u003Ehouse of Israel?\u003C/b\u003E ","reference":"Acts 7:42"},{"bookName":"Acts","chapter":7,"verse":43,"text":" \u003Cb\u003EBut you took along the tabernacle\u003C/b\u003E \u003Cb\u003Eof Moloch\u003C/b\u003E \u003Cb\u003Eand the star of the\u003C/b\u003E \u003Cb\u003Egod Rephan,\u003C/b\u003E \u003Cb\u003Ethe images you made to worship, but I will deport\u003C/b\u003E \u003Cb\u003Eyou beyond Babylon\u003C/b\u003E.’ ","reference":"Acts 7:43"},{"bookName":"Acts","chapter":7,"verse":44,"text":"Our ancestors had the tabernacle of testimony in the wilderness, just as God who spoke to Moses ordered him to make it according to the design he had seen. ","reference":"Acts 7:44"},{"bookName":"Acts","chapter":7,"verse":45,"text":"Our ancestors received possession of it and brought it in with Joshua when they dispossessed the nations that God drove out before our ancestors, until the time of David. ","reference":"Acts 7:45"},{"bookName":"Acts","chapter":7,"verse":46,"text":"He found favor with God and asked that he could find a dwelling place for the house of Jacob. ","reference":"Acts 7:46"},{"bookName":"Acts","chapter":7,"verse":47,"text":"But Solomon built a house for him. ","reference":"Acts 7:47"},{"bookName":"Acts","chapter":7,"verse":48,"text":"Yet the Most High does not live in houses made by human hands, as the prophet says, ","reference":"Acts 7:48"},{"bookName":"Acts","chapter":7,"verse":49,"text":"‘\u003Cb\u003EHeaven is my throne,\u003C/b\u003E\u003Cb\u003Eand earth is the footstool for my feet\u003C/b\u003E.\u003Cb\u003EWhat kind of house will you build for me, says the Lord,\u003C/b\u003E\u003Cb\u003Eor what is my resting place?\u003C/b\u003E ","reference":"Acts 7:49"},{"bookName":"Acts","chapter":7,"verse":50,"text":"\u003Cb\u003EDid my hand\u003C/b\u003E \u003Cb\u003Enot make all these things?\u003C/b\u003E’ ","reference":"Acts 7:50"},{"bookName":"Acts","chapter":7,"verse":51,"text":"“You stubborn people, with uncircumcised hearts and ears! You are always resisting the Holy Spirit, like your ancestors did!","reference":"Acts 7:51"},{"bookName":"Acts","chapter":7,"verse":52,"text":"Which of the prophets did your ancestors not persecute? They killed those who foretold long ago the coming of the Righteous One, whose betrayers and murderers you have now become! ","reference":"Acts 7:52"},{"bookName":"Acts","chapter":7,"verse":53,"text":"You received the law by decrees given by angels, but you did not obey it.”","reference":"Acts 7:53"},{"bookName":"Acts","chapter":7,"verse":54,"text":"When they heard these things, they became furious and ground their teeth at him. ","reference":"Acts 7:54"},{"bookName":"Acts","chapter":7,"verse":55,"text":"But Stephen, full of the Holy Spirit, looked intently toward heaven and saw the glory of God, and Jesus standing at the right hand of God. ","reference":"Acts 7:55"},{"bookName":"Acts","chapter":7,"verse":56,"text":"“Look!” he said. “I see the heavens opened, and the Son of Man standing at the right hand of God!” ","reference":"Acts 7:56"},{"bookName":"Acts","chapter":7,"verse":57,"text":"But they covered their ears, shouting out with a loud voice, and rushed at him with one intent. ","reference":"Acts 7:57"},{"bookName":"Acts","chapter":7,"verse":58,"text":"When they had driven him out of the city, they began to stone him, and the witnesses laid their cloaks at the feet of a young man named Saul. ","reference":"Acts 7:58"},{"bookName":"Acts","chapter":7,"verse":59,"text":"They continued to stone Stephen while he prayed, “Lord Jesus, receive my spirit!” ","reference":"Acts 7:59"},{"bookName":"Acts","chapter":7,"verse":60,"text":"Then he fell to his knees and cried out with a loud voice, “Lord, do not hold this sin against them!” When he had said this, he died. ","reference":"Acts 7:60"}]