[
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 1,
    "text": "Paul looked directly at the council and said, “Brothers, I have lived my life with a clear conscience before God to this day.” ",
    "reference": "Acts 23:1"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 2,
    "text": "At that the high priest Ananias ordered those standing near Paul to strike him on the mouth. ",
    "reference": "Acts 23:2"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 3,
    "text": "Then Paul said to him, “God is going to strike you, you whitewashed wall! Do you sit there judging me according to the law, and in violation of the law you order me to be struck?” ",
    "reference": "Acts 23:3"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 4,
    "text": "Those standing near him said, “Do you dare insult God’s high priest?” ",
    "reference": "Acts 23:4"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 5,
    "text": "Paul replied, “I did not realize, brothers, that he was the high priest, for it is written, ‘\u003Cb\u003EYou must not speak evil about a ruler of your people\u003C/b\u003E.’” ",
    "reference": "Acts 23:5"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 6,
    "text": "Then when Paul noticed that part of them were Sadducees and the others Pharisees, he shouted out in the council, “Brothers, I am a Pharisee, a son of Pharisees. I am on trial concerning the hope of the resurrection of the dead!” ",
    "reference": "Acts 23:6"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 7,
    "text": "When he said this, an argument began between the Pharisees and the Sadducees, and the assembly was divided. ",
    "reference": "Acts 23:7"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 8,
    "text": "(For the Sadducees say there is no resurrection, or angel, or spirit, but the Pharisees acknowledge them all.) ",
    "reference": "Acts 23:8"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 9,
    "text": "There was a great commotion, and some experts in the law from the party of the Pharisees stood up and protested strongly, “We find nothing wrong with this man. What if a spirit or an angel has spoken to him?” ",
    "reference": "Acts 23:9"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 10,
    "text": "When the argument became so great the commanding officer feared that they would tear Paul to pieces, he ordered the detachment to go down, take him away from them by force, and bring him into the barracks. ",
    "reference": "Acts 23:10"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 11,
    "text": "The following night the Lord stood near Paul and said, “Have courage, for just as you have testified about me in Jerusalem, so you must also testify in Rome.” ",
    "reference": "Acts 23:11"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 12,
    "text": "When morning came, the Jews formed a conspiracy and bound themselves with an oath not to eat or drink anything until they had killed Paul. ",
    "reference": "Acts 23:12"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 13,
    "text": "There were more than forty of them who formed this conspiracy. ",
    "reference": "Acts 23:13"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 14,
    "text": "They went to the chief priests and the elders and said, “We have bound ourselves with a solemn oath not to partake of anything until we have killed Paul. ",
    "reference": "Acts 23:14"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 15,
    "text": "So now you and the council request the commanding officer to bring him down to you, as if you were going to determine his case by conducting a more thorough inquiry. We are ready to kill him before he comes near this place.”",
    "reference": "Acts 23:15"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 16,
    "text": "But when the son of Paul’s sister heard about the ambush, he came and entered the barracks and told Paul. ",
    "reference": "Acts 23:16"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 17,
    "text": "Paul called one of the centurions and said, “Take this young man to the commanding officer, for he has something to report to him.” ",
    "reference": "Acts 23:17"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 18,
    "text": "So the centurion took him and brought him to the commanding officer and said, “The prisoner Paul called me and asked me to bring this young man to you because he has something to tell you.” ",
    "reference": "Acts 23:18"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 19,
    "text": "The commanding officer took him by the hand, withdrew privately, and asked, “What is it that you want to report to me?” ",
    "reference": "Acts 23:19"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 20,
    "text": "He replied, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as if they were going to inquire more thoroughly about him. ",
    "reference": "Acts 23:20"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 21,
    "text": "So do not let them persuade you to do this because more than forty of them are lying in ambush for him. They have bound themselves with an oath not to eat or drink anything until they have killed him, and now they are ready, waiting for you to agree to their request.”",
    "reference": "Acts 23:21"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 22,
    "text": "Then the commanding officer sent the young man away, directing him, “Tell no one that you have reported these things to me.” ",
    "reference": "Acts 23:22"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 23,
    "text": "Then he summoned two of the centurions and said, “Make ready 200 soldiers to go to Caesarea along with 70 horsemen and 200 spearmen by nine o’clock tonight, ",
    "reference": "Acts 23:23"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 24,
    "text": "and provide mounts for Paul to ride so that he may be brought safely to Felix the governor.” ",
    "reference": "Acts 23:24"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 25,
    "text": "He wrote a letter that went like this: ",
    "reference": "Acts 23:25"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 26,
    "text": "Claudius Lysias to His Excellency Governor Felix, greetings. ",
    "reference": "Acts 23:26"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 27,
    "text": "This man was seized by the Jews and they were about to kill him, when I came up with the detachment and rescued him because I had learned that he was a Roman citizen. ",
    "reference": "Acts 23:27"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 28,
    "text": "Since I wanted to know what charge they were accusing him of, I brought him down to their council. ",
    "reference": "Acts 23:28"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 29,
    "text": "I found he was accused with reference to controversial questions about their law, but no charge against him deserved death or imprisonment. ",
    "reference": "Acts 23:29"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 30,
    "text": "When I was informed there would be a plot against this man, I sent him to you at once, also ordering his accusers to state their charges against him before you. ",
    "reference": "Acts 23:30"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 31,
    "text": "So the soldiers, in accordance with their orders, took Paul and brought him to Antipatris during the night. ",
    "reference": "Acts 23:31"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 32,
    "text": "The next day they let the horsemen go on with him, and they returned to the barracks. ",
    "reference": "Acts 23:32"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 33,
    "text": "When the horsemen came to Caesarea and delivered the letter to the governor, they also presented Paul to him. ",
    "reference": "Acts 23:33"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 34,
    "text": "When the governor had read the letter, he asked what province he was from. When he learned that he was from Cilicia, ",
    "reference": "Acts 23:34"
  },
  {
    "bookName": "Acts",
    "chapter": 23,
    "verse": 35,
    "text": "he said, “I will give you a hearing when your accusers arrive too.” Then he ordered that Paul be kept under guard in Herod’s palace. ",
    "reference": "Acts 23:35"
  }
]