[
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 1,
    "text": "After five days the high priest Ananias came down with some elders and an attorney named Tertullus, and they brought formal charges against Paul to the governor. ",
    "reference": "Acts 24:1"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 2,
    "text": "When Paul had been summoned, Tertullus began to accuse him, saying, “We have experienced a lengthy time of peace through your rule, and reforms are being made in this nation through your foresight. ",
    "reference": "Acts 24:2"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 3,
    "text": "Most excellent Felix, we acknowledge this everywhere and in every way with all gratitude. ",
    "reference": "Acts 24:3"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 4,
    "text": "But so that I may not delay you any further, I beg you to hear us briefly with your customary graciousness. ",
    "reference": "Acts 24:4"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 5,
    "text": "For we have found this man to be a troublemaker, one who stirs up riots among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes. ",
    "reference": "Acts 24:5"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 6,
    "text": "He even tried to desecrate the temple, so we arrested him.",
    "reference": "Acts 24:6"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 7,
    "text": "",
    "reference": "Acts 24:7"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 8,
    "text": "When you examine him yourself, you will be able to learn from him about all these things we are accusing him of doing.”",
    "reference": "Acts 24:8"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 9,
    "text": "The Jews also joined in the verbal attack, claiming that these things were true. ",
    "reference": "Acts 24:9"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 10,
    "text": "When the governor gestured for him to speak, Paul replied, “Because I know that you have been a judge over this nation for many years, I confidently make my defense. ",
    "reference": "Acts 24:10"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 11,
    "text": "As you can verify for yourself, not more than 12 days ago I went up to Jerusalem to worship. ",
    "reference": "Acts 24:11"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 12,
    "text": "They did not find me arguing with anyone or stirring up a crowd in the temple courts or in the synagogues or throughout the city, ",
    "reference": "Acts 24:12"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 13,
    "text": "nor can they prove to you the things they are accusing me of doing.",
    "reference": "Acts 24:13"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 14,
    "text": "But I confess this to you, that I worship the God of our ancestors according to the Way (which they call a sect), believing everything that is according to the law and that is written in the prophets. ",
    "reference": "Acts 24:14"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 15,
    "text": "I have a hope in God (a hope that these men themselves accept too) that there is going to be a resurrection of both the righteous and the unrighteous. ",
    "reference": "Acts 24:15"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 16,
    "text": "This is the reason I do my best to always have a clear conscience toward God and toward people. ",
    "reference": "Acts 24:16"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 17,
    "text": "After several years I came to bring to my people gifts for the poor and to present offerings, ",
    "reference": "Acts 24:17"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 18,
    "text": "which I was doing when they found me in the temple, ritually purified, without a crowd or a disturbance. ",
    "reference": "Acts 24:18"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 19,
    "text": "But there are some Jews from the province of Asia who should be here before you and bring charges, if they have anything against me. ",
    "reference": "Acts 24:19"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 20,
    "text": "Or these men here should tell what crime they found me guilty of when I stood before the council, ",
    "reference": "Acts 24:20"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 21,
    "text": "other than this one thing I shouted out while I stood before them: ‘I am on trial before you today concerning the resurrection of the dead.’” ",
    "reference": "Acts 24:21"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 22,
    "text": "Then Felix, who understood the facts concerning the Way more accurately, adjourned their hearing, saying, “When Lysias the commanding officer comes down, I will decide your case.”",
    "reference": "Acts 24:22"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 23,
    "text": "He ordered the centurion to guard Paul, but to let him have some freedom, and not to prevent any of his friends from meeting his needs. ",
    "reference": "Acts 24:23"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 24,
    "text": "Some days later, when Felix arrived with his wife Drusilla, who was Jewish, he sent for Paul and heard him speak about faith in Christ Jesus. ",
    "reference": "Acts 24:24"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 25,
    "text": "While Paul was discussing righteousness, self-control, and the coming judgment, Felix became frightened and said, “Go away for now, and when I have an opportunity, I will send for you.” ",
    "reference": "Acts 24:25"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 26,
    "text": "At the same time he was also hoping that Paul would give him money, and for this reason he sent for Paul as often as possible and talked with him. ",
    "reference": "Acts 24:26"
  },
  {
    "bookName": "Acts",
    "chapter": 24,
    "verse": 27,
    "text": "After two years had passed, Porcius Festus succeeded Felix, and because he wanted to do the Jews a favor, Felix left Paul in prison. ",
    "reference": "Acts 24:27"
  }
]