[{"bookName":"Acts","chapter":14,"verse":1,"text":"The same thing happened in Iconium when Paul and Barnabas went into the Jewish synagogue and spoke in such a way that a large group of both Jews and Greeks believed. ","reference":"Acts 14:1"},{"bookName":"Acts","chapter":14,"verse":2,"text":"But the Jews who refused to believe stirred up the Gentiles and poisoned their minds against the brothers. ","reference":"Acts 14:2"},{"bookName":"Acts","chapter":14,"verse":3,"text":"So they stayed there for a considerable time, speaking out courageously for the Lord, who testified to the message of his grace, granting miraculous signs and wonders to be performed through their hands. ","reference":"Acts 14:3"},{"bookName":"Acts","chapter":14,"verse":4,"text":"But the population of the city was divided; some sided with the Jews, and some with the apostles. ","reference":"Acts 14:4"},{"bookName":"Acts","chapter":14,"verse":5,"text":"When both the Gentiles and the Jews (together with their rulers) made an attempt to mistreat them and stone them, ","reference":"Acts 14:5"},{"bookName":"Acts","chapter":14,"verse":6,"text":"Paul and Barnabas learned about it and fled to the Lycaonian cities of Lystra and Derbe and the surrounding region. ","reference":"Acts 14:6"},{"bookName":"Acts","chapter":14,"verse":7,"text":"There they continued to proclaim the good news. ","reference":"Acts 14:7"},{"bookName":"Acts","chapter":14,"verse":8,"text":"In Lystra sat a man who could not use his feet, lame from birth, who had never walked. ","reference":"Acts 14:8"},{"bookName":"Acts","chapter":14,"verse":9,"text":"This man was listening to Paul as he was speaking. When Paul stared intently at him and saw he had faith to be healed, ","reference":"Acts 14:9"},{"bookName":"Acts","chapter":14,"verse":10,"text":"he said with a loud voice, “Stand upright on your feet.” And the man leaped up and began walking. ","reference":"Acts 14:10"},{"bookName":"Acts","chapter":14,"verse":11,"text":"So when the crowds saw what Paul had done, they shouted in the Lycaonian language, “The gods have come down to us in human form!” ","reference":"Acts 14:11"},{"bookName":"Acts","chapter":14,"verse":12,"text":"They began to call Barnabas Zeus and Paul Hermes, because he was the chief speaker. ","reference":"Acts 14:12"},{"bookName":"Acts","chapter":14,"verse":13,"text":"The priest of the temple of Zeus, located just outside the city, brought bulls and garlands to the city gates; he and the crowds wanted to offer sacrifices to them.","reference":"Acts 14:13"},{"bookName":"Acts","chapter":14,"verse":14,"text":"But when the apostles Barnabas and Paul heard about it, they tore their clothes and rushed out into the crowd, shouting, ","reference":"Acts 14:14"},{"bookName":"Acts","chapter":14,"verse":15,"text":"“Men, why are you doing these things? We too are men, with human natures just like you! We are proclaiming the good news to you, so that you should turn from these worthless things to the living God, who made the heaven, the earth, the sea, and everything that is in them. ","reference":"Acts 14:15"},{"bookName":"Acts","chapter":14,"verse":16,"text":"In past generations he allowed all the nations to go their own ways, ","reference":"Acts 14:16"},{"bookName":"Acts","chapter":14,"verse":17,"text":"yet he did not leave himself without a witness by doing good, by giving you rain from heaven and fruitful seasons, satisfying you with food and your hearts with joy.” ","reference":"Acts 14:17"},{"bookName":"Acts","chapter":14,"verse":18,"text":"Even by saying these things, they scarcely persuaded the crowds not to offer sacrifice to them. ","reference":"Acts 14:18"},{"bookName":"Acts","chapter":14,"verse":19,"text":"But Jews came from Antioch and Iconium, and after winning the crowds over, they stoned Paul and dragged him out of the city, presuming him to be dead. ","reference":"Acts 14:19"},{"bookName":"Acts","chapter":14,"verse":20,"text":"But after the disciples had surrounded him, he got up and went back into the city. On the next day he left with Barnabas for Derbe. ","reference":"Acts 14:20"},{"bookName":"Acts","chapter":14,"verse":21,"text":"After they had proclaimed the good news in that city and made many disciples, they returned to Lystra, to Iconium, and to Antioch. ","reference":"Acts 14:21"},{"bookName":"Acts","chapter":14,"verse":22,"text":"They strengthened the souls of the disciples and encouraged them to continue in the faith, saying, “We must enter the kingdom of God through many persecutions.” ","reference":"Acts 14:22"},{"bookName":"Acts","chapter":14,"verse":23,"text":"When they had appointed elders for them in the various churches, with prayer and fasting they entrusted them to the protection of the Lord in whom they had believed. ","reference":"Acts 14:23"},{"bookName":"Acts","chapter":14,"verse":24,"text":"Then they passed through Pisidia and came into Pamphylia, ","reference":"Acts 14:24"},{"bookName":"Acts","chapter":14,"verse":25,"text":"and when they had spoken the word in Perga, they went down to Attalia. ","reference":"Acts 14:25"},{"bookName":"Acts","chapter":14,"verse":26,"text":"From there they sailed back to Antioch, where they had been commended to the grace of God for the work they had now completed. ","reference":"Acts 14:26"},{"bookName":"Acts","chapter":14,"verse":27,"text":"When they arrived and gathered the church together, they reported all the things God had done with them, and that he had opened a door of faith for the Gentiles. ","reference":"Acts 14:27"},{"bookName":"Acts","chapter":14,"verse":28,"text":"So they spent considerable time with the disciples. ","reference":"Acts 14:28"}]