[
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 1,
    "text": "While Peter and John were speaking to the people, the priests and the commander of the temple guard and the Sadducees came up to them, ",
    "reference": "Acts 4:1"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 2,
    "text": "angry because they were teaching the people and announcing in Jesus the resurrection of the dead. ",
    "reference": "Acts 4:2"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 3,
    "text": "So they seized them and put them in jail until the next day (for it was already evening). ",
    "reference": "Acts 4:3"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 4,
    "text": "But many of those who had listened to the message believed, and the number of the men came to about 5,000. ",
    "reference": "Acts 4:4"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 5,
    "text": "On the next day, their rulers, elders, and experts in the law came together in Jerusalem. ",
    "reference": "Acts 4:5"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 6,
    "text": "Annas the high priest was there, and Caiaphas, John, Alexander, and others who were members of the high priest’s family. ",
    "reference": "Acts 4:6"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 7,
    "text": "After making Peter and John stand in their midst, they began to inquire, “By what power or by what name did you do this?” ",
    "reference": "Acts 4:7"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 8,
    "text": "Then Peter, filled with the Holy Spirit, replied, “Rulers of the people and elders, ",
    "reference": "Acts 4:8"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 9,
    "text": "if we are being examined today for a good deed done to a sick man—by what means this man was healed—",
    "reference": "Acts 4:9"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 10,
    "text": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ the Nazarene whom you crucified, whom God raised from the dead, this man stands before you healthy. ",
    "reference": "Acts 4:10"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 11,
    "text": "This Jesus is \u003Cb\u003Ethe stone that was rejected by\u003C/b\u003E you, \u003Cb\u003Ethe builders, that has become the cornerstone\u003C/b\u003E. ",
    "reference": "Acts 4:11"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 12,
    "text": "And there is salvation in no one else, for there is no other name under heaven given among people by which we must be saved.” ",
    "reference": "Acts 4:12"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 13,
    "text": "When they saw the boldness of Peter and John, and discovered that they were uneducated and ordinary men, they were amazed and recognized these men had been with Jesus. ",
    "reference": "Acts 4:13"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 14,
    "text": "And because they saw the man who had been healed standing with them, they had nothing to say against this.",
    "reference": "Acts 4:14"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 15,
    "text": "But when they had ordered them to go outside the council, they began to confer with one another, ",
    "reference": "Acts 4:15"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 16,
    "text": "saying, “What should we do with these men? For it is plain to all who live in Jerusalem that a notable miraculous sign has come about through them, and we cannot deny it.",
    "reference": "Acts 4:16"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 17,
    "text": "But to keep this matter from spreading any further among the people, let us warn them to speak no more to anyone in this name.” ",
    "reference": "Acts 4:17"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 18,
    "text": "And they called them in and ordered them not to speak or teach at all in the name of Jesus. ",
    "reference": "Acts 4:18"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 19,
    "text": "But Peter and John replied, “Whether it is right before God to obey you rather than God, you decide, ",
    "reference": "Acts 4:19"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 20,
    "text": "for it is impossible for us not to speak about what we have seen and heard.” ",
    "reference": "Acts 4:20"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 21,
    "text": "After threatening them further, they released them, for they could not find how to punish them on account of the people, because they were all praising God for what had happened. ",
    "reference": "Acts 4:21"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 22,
    "text": "For the man, on whom this miraculous sign of healing had been performed, was over forty years old.",
    "reference": "Acts 4:22"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 23,
    "text": "When they were released, Peter and John went to their fellow believers and reported everything the high priests and the elders had said to them. ",
    "reference": "Acts 4:23"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 24,
    "text": "When they heard this, they raised their voices to God with one mind and said, “Master of all, you who made the heaven, the earth, the sea, and everything that is in them, ",
    "reference": "Acts 4:24"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 25,
    "text": "who said by the Holy Spirit through your servant David our forefather, ‘\u003Cb\u003EWhy do the nations\u003C/b\u003E \u003Cb\u003Erage,\u003C/b\u003E \u003Cb\u003Eand the peoples plot foolish\u003C/b\u003E \u003Cb\u003Ethings?\u003C/b\u003E ",
    "reference": "Acts 4:25"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 26,
    "text": "\u003Cb\u003EThe kings of the earth stood together,\u003C/b\u003E \u003Cb\u003Eand the rulers assembled together,\u003C/b\u003E\u003Cb\u003Eagainst the Lord and against his\u003C/b\u003E \u003Cb\u003EChrist\u003C/b\u003E.’ ",
    "reference": "Acts 4:26"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 27,
    "text": "“For indeed both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together in this city against your holy servant Jesus, whom you anointed, ",
    "reference": "Acts 4:27"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 28,
    "text": "to do as much as your power and your plan had decided beforehand would happen. ",
    "reference": "Acts 4:28"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 29,
    "text": "And now, Lord, pay attention to their threats, and grant to your servants to speak your message with great courage, ",
    "reference": "Acts 4:29"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 30,
    "text": "while you extend your hand to heal, and to bring about miraculous signs and wonders through the name of your holy servant Jesus.” ",
    "reference": "Acts 4:30"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 31,
    "text": "When they had prayed, the place where they were assembled together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God courageously. ",
    "reference": "Acts 4:31"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 32,
    "text": "The group of those who believed were of one heart and mind, and no one said that any of his possessions was his own, but everything was held in common. ",
    "reference": "Acts 4:32"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 33,
    "text": "With great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was on them all. ",
    "reference": "Acts 4:33"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 34,
    "text": "For there was no one needy among them because those who were owners of land or houses were selling them and bringing the proceeds from the sales ",
    "reference": "Acts 4:34"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 35,
    "text": "and placing them at the apostles’ feet. The proceeds were distributed to each, as anyone had need. ",
    "reference": "Acts 4:35"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 36,
    "text": "So Joseph, a Levite who was a native of Cyprus, called by the apostles Barnabas (which is translated “son of encouragement”), ",
    "reference": "Acts 4:36"
  },
  {
    "bookName": "Acts",
    "chapter": 4,
    "verse": 37,
    "text": "sold a field that belonged to him and brought the money and placed it at the apostles’ feet. ",
    "reference": "Acts 4:37"
  }
]