[{"bookName":"Acts","chapter":25,"verse":1,"text":"Now three days after Festus arrived in the province, he went up to Jerusalem from Caesarea. ","reference":"Acts 25:1"},{"bookName":"Acts","chapter":25,"verse":2,"text":"So the chief priests and the most prominent men of the Jews brought formal charges against Paul to him. ","reference":"Acts 25:2"},{"bookName":"Acts","chapter":25,"verse":3,"text":"Requesting him to do them a favor against Paul, they urged Festus to summon him to Jerusalem, planning an ambush to kill him along the way. ","reference":"Acts 25:3"},{"bookName":"Acts","chapter":25,"verse":4,"text":"Then Festus replied that Paul was being kept at Caesarea, and he himself intended to go there shortly. ","reference":"Acts 25:4"},{"bookName":"Acts","chapter":25,"verse":5,"text":"“So,” he said, “let your leaders go down there with me, and if this man has done anything wrong, they may bring charges against him.” ","reference":"Acts 25:5"},{"bookName":"Acts","chapter":25,"verse":6,"text":"After Festus had stayed not more than eight or ten days among them, he went down to Caesarea, and the next day he sat on the judgment seat and ordered Paul to be brought. ","reference":"Acts 25:6"},{"bookName":"Acts","chapter":25,"verse":7,"text":"When he arrived, the Jews who had come down from Jerusalem stood around him, bringing many serious charges that they were not able to prove. ","reference":"Acts 25:7"},{"bookName":"Acts","chapter":25,"verse":8,"text":"Paul said in his defense, “I have committed no offense against the Jewish law or against the temple or against Caesar.” ","reference":"Acts 25:8"},{"bookName":"Acts","chapter":25,"verse":9,"text":"But Festus, wanting to do the Jews a favor, asked Paul, “Are you willing to go up to Jerusalem and be tried before me there on these charges?” ","reference":"Acts 25:9"},{"bookName":"Acts","chapter":25,"verse":10,"text":"Paul replied, “I am standing before Caesar’s judgment seat, where I should be tried. I have done nothing wrong to the Jews, as you also know very well. ","reference":"Acts 25:10"},{"bookName":"Acts","chapter":25,"verse":11,"text":"If then I am in the wrong and have done anything that deserves death, I am not trying to escape dying, but if not one of their charges against me is true, no one can hand me over to them. I appeal to Caesar!” ","reference":"Acts 25:11"},{"bookName":"Acts","chapter":25,"verse":12,"text":"Then, after conferring with his council, Festus replied, “You have appealed to Caesar; to Caesar you will go!” ","reference":"Acts 25:12"},{"bookName":"Acts","chapter":25,"verse":13,"text":"After several days had passed, King Agrippa and Bernice arrived at Caesarea to pay their respects to Festus. ","reference":"Acts 25:13"},{"bookName":"Acts","chapter":25,"verse":14,"text":"While they were staying there many days, Festus explained Paul’s case to the king to get his opinion, saying, “There is a man left here as a prisoner by Felix. ","reference":"Acts 25:14"},{"bookName":"Acts","chapter":25,"verse":15,"text":"When I was in Jerusalem, the chief priests and the elders of the Jews informed me about him, asking for a sentence of condemnation against him. ","reference":"Acts 25:15"},{"bookName":"Acts","chapter":25,"verse":16,"text":"I answered them that it was not the custom of the Romans to hand over anyone before the accused had met his accusers face-to-face and had been given an opportunity to make a defense against the accusation. ","reference":"Acts 25:16"},{"bookName":"Acts","chapter":25,"verse":17,"text":"So after they came back here with me, I did not postpone the case, but the next day I sat on the judgment seat and ordered the man to be brought. ","reference":"Acts 25:17"},{"bookName":"Acts","chapter":25,"verse":18,"text":"When his accusers stood up, they did not charge him with any of the evil deeds I had suspected. ","reference":"Acts 25:18"},{"bookName":"Acts","chapter":25,"verse":19,"text":"Rather they had several points of disagreement with him about their own religion and about a man named Jesus who was dead, whom Paul claimed to be alive. ","reference":"Acts 25:19"},{"bookName":"Acts","chapter":25,"verse":20,"text":"Because I was at a loss how I could investigate these matters, I asked if he were willing to go to Jerusalem and be tried there on these charges. ","reference":"Acts 25:20"},{"bookName":"Acts","chapter":25,"verse":21,"text":"But when Paul appealed to be kept in custody for the decision of His Majesty the Emperor, I ordered him to be kept under guard until I could send him to Caesar.” ","reference":"Acts 25:21"},{"bookName":"Acts","chapter":25,"verse":22,"text":"Agrippa said to Festus, “I would also like to hear the man myself.” “Tomorrow,” he replied, “you will hear him.” ","reference":"Acts 25:22"},{"bookName":"Acts","chapter":25,"verse":23,"text":"So the next day Agrippa and Bernice came with great pomp and entered the audience hall, along with the senior military officers and the prominent men of the city. When Festus gave the order, Paul was brought in.","reference":"Acts 25:23"},{"bookName":"Acts","chapter":25,"verse":24,"text":"Then Festus said, “King Agrippa, and all you who are present here with us, you see this man about whom the entire Jewish populace petitioned me both in Jerusalem and here, shouting loudly that he ought not to live any longer. ","reference":"Acts 25:24"},{"bookName":"Acts","chapter":25,"verse":25,"text":"But I found that he had done nothing that deserved death, and when he appealed to His Majesty the Emperor, I decided to send him.","reference":"Acts 25:25"},{"bookName":"Acts","chapter":25,"verse":26,"text":"But I have nothing definite to write to my lord about him. Therefore I have brought him before you all, and especially before you, King Agrippa, so that after this preliminary hearing I may have something to write. ","reference":"Acts 25:26"},{"bookName":"Acts","chapter":25,"verse":27,"text":"For it seems unreasonable to me to send a prisoner without clearly indicating the charges against him.” ","reference":"Acts 25:27"}]