[{"bookName":"Acts","chapter":20,"verse":1,"text":"After the disturbance had ended, Paul sent for the disciples, and after encouraging them and saying farewell, he left to go to Macedonia. ","reference":"Acts 20:1"},{"bookName":"Acts","chapter":20,"verse":2,"text":"After he had gone through those regions and spoken many words of encouragement to the believers there, he came to Greece, ","reference":"Acts 20:2"},{"bookName":"Acts","chapter":20,"verse":3,"text":"where he stayed for three months. Because the Jews had made a plot against him as he was intending to sail for Syria, he decided to return through Macedonia. ","reference":"Acts 20:3"},{"bookName":"Acts","chapter":20,"verse":4,"text":"Paul was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, and Timothy, as well as Tychicus and Trophimus from the province of Asia. ","reference":"Acts 20:4"},{"bookName":"Acts","chapter":20,"verse":5,"text":"These had gone on ahead and were waiting for us in Troas. ","reference":"Acts 20:5"},{"bookName":"Acts","chapter":20,"verse":6,"text":"We sailed away from Philippi after the days of Unleavened Bread, and within five days we came to the others in Troas, where we stayed for seven days. ","reference":"Acts 20:6"},{"bookName":"Acts","chapter":20,"verse":7,"text":"On the first day of the week, when we met to break bread, Paul began to speak to the people, and because he intended to leave the next day, he extended his message until midnight. ","reference":"Acts 20:7"},{"bookName":"Acts","chapter":20,"verse":8,"text":"(Now there were many lamps in the upstairs room where we were meeting.) ","reference":"Acts 20:8"},{"bookName":"Acts","chapter":20,"verse":9,"text":"A young man named Eutychus, who was sitting in the window, was sinking into a deep sleep while Paul continued to speak for a long time. Fast asleep, he fell down from the third story and was picked up dead. ","reference":"Acts 20:9"},{"bookName":"Acts","chapter":20,"verse":10,"text":"But Paul went down, threw himself on the young man, put his arms around him, and said, “Do not be distressed, for he is still alive!”","reference":"Acts 20:10"},{"bookName":"Acts","chapter":20,"verse":11,"text":"Then Paul went back upstairs, and after he had broken bread and eaten, he talked with them a long time, until dawn. Then he left. ","reference":"Acts 20:11"},{"bookName":"Acts","chapter":20,"verse":12,"text":"They took the boy home alive and were greatly comforted. ","reference":"Acts 20:12"},{"bookName":"Acts","chapter":20,"verse":13,"text":"We went on ahead to the ship and put out to sea for Assos, intending to take Paul aboard there, for he had arranged it this way. He himself was intending to go there by land. ","reference":"Acts 20:13"},{"bookName":"Acts","chapter":20,"verse":14,"text":"When he met us in Assos, we took him aboard and went to Mitylene. ","reference":"Acts 20:14"},{"bookName":"Acts","chapter":20,"verse":15,"text":"We set sail from there, and on the following day we arrived off Chios. The next day we approached Samos, and the day after that we arrived at Miletus. ","reference":"Acts 20:15"},{"bookName":"Acts","chapter":20,"verse":16,"text":"For Paul had decided to sail past Ephesus so as not to spend time in the province of Asia, for he was hurrying to arrive in Jerusalem, if possible, by the day of Pentecost. ","reference":"Acts 20:16"},{"bookName":"Acts","chapter":20,"verse":17,"text":"From Miletus he sent a message to Ephesus, telling the elders of the church to come to him.","reference":"Acts 20:17"},{"bookName":"Acts","chapter":20,"verse":18,"text":"When they arrived, he said to them, “You yourselves know how I lived the whole time I was with you, from the first day I set foot in the province of Asia, ","reference":"Acts 20:18"},{"bookName":"Acts","chapter":20,"verse":19,"text":"serving the Lord with all humility and with tears, and with the trials that happened to me because of the plots of the Jews. ","reference":"Acts 20:19"},{"bookName":"Acts","chapter":20,"verse":20,"text":"You know that I did not hold back from proclaiming to you anything that would be helpful, and from teaching you publicly and from house to house, ","reference":"Acts 20:20"},{"bookName":"Acts","chapter":20,"verse":21,"text":"testifying to both Jews and Greeks about repentance toward God and faith in our Lord Jesus. ","reference":"Acts 20:21"},{"bookName":"Acts","chapter":20,"verse":22,"text":"And now, compelled by the Spirit, I am going to Jerusalem without knowing what will happen to me there, ","reference":"Acts 20:22"},{"bookName":"Acts","chapter":20,"verse":23,"text":"except that the Holy Spirit warns me in town after town that imprisonment and persecutions are waiting for me. ","reference":"Acts 20:23"},{"bookName":"Acts","chapter":20,"verse":24,"text":"But I do not consider my life worth anything to myself, so that I may finish my task and the ministry that I received from the Lord Jesus, to testify to the good news of God’s grace. ","reference":"Acts 20:24"},{"bookName":"Acts","chapter":20,"verse":25,"text":"“And now I know that none of you among whom I went around proclaiming the kingdom will see me again.","reference":"Acts 20:25"},{"bookName":"Acts","chapter":20,"verse":26,"text":"Therefore I declare to you today that I am innocent of the blood of you all. ","reference":"Acts 20:26"},{"bookName":"Acts","chapter":20,"verse":27,"text":"For I did not hold back from announcing to you the whole purpose of God. ","reference":"Acts 20:27"},{"bookName":"Acts","chapter":20,"verse":28,"text":"Watch out for yourselves and for all the flock of which the Holy Spirit has made you overseers, to shepherd the church of God that he obtained with the blood of his own Son.","reference":"Acts 20:28"},{"bookName":"Acts","chapter":20,"verse":29,"text":"I know that after I am gone fierce wolves will come in among you, not sparing the flock. ","reference":"Acts 20:29"},{"bookName":"Acts","chapter":20,"verse":30,"text":"Even from among your own group men will arise, teaching perversions of the truth to draw the disciples away after them. ","reference":"Acts 20:30"},{"bookName":"Acts","chapter":20,"verse":31,"text":"Therefore be alert, remembering that night and day for three years I did not stop warning each one of you with tears. ","reference":"Acts 20:31"},{"bookName":"Acts","chapter":20,"verse":32,"text":"And now I entrust you to God and to the message of his grace. This message is able to build you up and give you an inheritance among all those who are sanctified. ","reference":"Acts 20:32"},{"bookName":"Acts","chapter":20,"verse":33,"text":"I have desired no one’s silver or gold or clothing. ","reference":"Acts 20:33"},{"bookName":"Acts","chapter":20,"verse":34,"text":"You yourselves know that these hands of mine provided for my needs and the needs of those who were with me. ","reference":"Acts 20:34"},{"bookName":"Acts","chapter":20,"verse":35,"text":"By all these things, I have shown you that by working in this way we must help the weak, and remember the words of the Lord Jesus that he himself said, ‘It is more blessed to give than to receive.’” ","reference":"Acts 20:35"},{"bookName":"Acts","chapter":20,"verse":36,"text":"When he had said these things, he knelt down with them all and prayed. ","reference":"Acts 20:36"},{"bookName":"Acts","chapter":20,"verse":37,"text":"They all began to weep loudly, and hugged Paul and kissed him, ","reference":"Acts 20:37"},{"bookName":"Acts","chapter":20,"verse":38,"text":"especially saddened by what he had said, that they were not going to see him again. Then they accompanied him to the ship. ","reference":"Acts 20:38"}]