[
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 1,
    "text": "So Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul held out his hand and began his defense: ",
    "reference": "Acts 26:1"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 2,
    "text": "“Regarding all the things I have been accused of by the Jews, King Agrippa, I consider myself fortunate that I am about to make my defense before you today, ",
    "reference": "Acts 26:2"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 3,
    "text": "because you are especially familiar with all the customs and controversial issues of the Jews. Therefore I ask you to listen to me patiently. ",
    "reference": "Acts 26:3"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 4,
    "text": "Now all the Jews know the way I lived from my youth, spending my life from the beginning among my own people and in Jerusalem. ",
    "reference": "Acts 26:4"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 5,
    "text": "They know because they have known me from time past, if they are willing to testify, that according to the strictest party of our religion, I lived as a Pharisee. ",
    "reference": "Acts 26:5"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 6,
    "text": "And now I stand here on trial because of my hope in the promise made by God to our ancestors, ",
    "reference": "Acts 26:6"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 7,
    "text": "a promise that our 12 tribes hope to attain as they earnestly serve God night and day. Concerning this hope the Jews are accusing me, Your Majesty! ",
    "reference": "Acts 26:7"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 8,
    "text": "Why do you people think it is unbelievable that God raises the dead? ",
    "reference": "Acts 26:8"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 9,
    "text": "Of course, I myself was convinced that it was necessary to do many things hostile to the name of Jesus the Nazarene. ",
    "reference": "Acts 26:9"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 10,
    "text": "And that is what I did in Jerusalem: Not only did I lock up many of the saints in prisons by the authority I received from the chief priests, but I also cast my vote against them when they were sentenced to death. ",
    "reference": "Acts 26:10"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 11,
    "text": "I punished them often in all the synagogues and tried to force them to blaspheme. Because I was so furiously enraged at them, I went to persecute them even in foreign cities. ",
    "reference": "Acts 26:11"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 12,
    "text": "“While doing this very thing, as I was going to Damascus with authority and complete power from the chief priests, ",
    "reference": "Acts 26:12"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 13,
    "text": "about noon along the road, Your Majesty, I saw a light from heaven, brighter than the sun, shining everywhere around me and those traveling with me. ",
    "reference": "Acts 26:13"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 14,
    "text": "When we had all fallen to the ground, I heard a voice saying to me in Aramaic, ‘Saul, Saul, why are you persecuting me? You are hurting yourself by kicking against the goads.’",
    "reference": "Acts 26:14"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 15,
    "text": "So I said, ‘Who are you, Lord?’ And the Lord replied, ‘I am Jesus whom you are persecuting. ",
    "reference": "Acts 26:15"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 16,
    "text": "But get up and stand on your feet, for I have appeared to you for this reason, to designate you in advance as a servant and witness to the things you have seen and to the things in which I will appear to you. ",
    "reference": "Acts 26:16"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 17,
    "text": "I will rescue you from your own people and from the Gentiles, to whom I am sending you ",
    "reference": "Acts 26:17"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 18,
    "text": "to open their eyes so that they turn from darkness to light and from the power of Satan to God, so that they may receive forgiveness of sins and a share among those who are sanctified by faith in me.’ ",
    "reference": "Acts 26:18"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 19,
    "text": "“Therefore, King Agrippa, I was not disobedient to the heavenly vision, ",
    "reference": "Acts 26:19"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 20,
    "text": "but I declared to those in Damascus first, and then to those in Jerusalem and in all Judea, and to the Gentiles, that they should repent and turn to God, performing deeds consistent with repentance. ",
    "reference": "Acts 26:20"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 21,
    "text": "For this reason the Jews, after they seized me while I was in the temple courts, were trying to kill me. ",
    "reference": "Acts 26:21"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 22,
    "text": "I have experienced help from God to this day, and so I stand testifying to both small and great, saying nothing except what the prophets and Moses said was going to happen: ",
    "reference": "Acts 26:22"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 23,
    "text": "that the Christ was to suffer and be the first to rise from the dead, to proclaim light both to our people and to the Gentiles.” ",
    "reference": "Acts 26:23"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 24,
    "text": "As Paul was saying these things in his defense, Festus exclaimed loudly, “You have lost your mind, Paul! Your great learning is driving you insane!” ",
    "reference": "Acts 26:24"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 25,
    "text": "But Paul replied, “I have not lost my mind, most excellent Festus, but am speaking true and rational words. ",
    "reference": "Acts 26:25"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 26,
    "text": "For the king knows about these things, and I am speaking freely to him because I cannot believe that any of these things has escaped his notice, for this was not done in a corner. ",
    "reference": "Acts 26:26"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 27,
    "text": "Do you believe the prophets, King Agrippa? I know that you believe.” ",
    "reference": "Acts 26:27"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 28,
    "text": "Agrippa said to Paul, “In such a short time are you persuading me to become a Christian?” ",
    "reference": "Acts 26:28"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 29,
    "text": "Paul replied, “I pray to God that whether in a short or a long time not only you but also all those who are listening to me today could become such as I am, except for these chains.” ",
    "reference": "Acts 26:29"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 30,
    "text": "So the king got up, and with him the governor and Bernice and those sitting with them, ",
    "reference": "Acts 26:30"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 31,
    "text": "and as they were leaving they said to one another, “This man is not doing anything deserving death or imprisonment.” ",
    "reference": "Acts 26:31"
  },
  {
    "bookName": "Acts",
    "chapter": 26,
    "verse": 32,
    "text": "Agrippa said to Festus, “This man could have been released if he had not appealed to Caesar.” ",
    "reference": "Acts 26:32"
  }
]