[{"bookName":"Acts","chapter":13,"verse":1,"text":"Now there were these prophets and teachers in the church at Antioch: Barnabas, Simeon called Niger, Lucius the Cyrenian, Manaen (a close friend of Herod the tetrarch from childhood) and Saul. ","reference":"Acts 13:1"},{"bookName":"Acts","chapter":13,"verse":2,"text":"While they were serving the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” ","reference":"Acts 13:2"},{"bookName":"Acts","chapter":13,"verse":3,"text":"Then, after they had fasted and prayed and placed their hands on them, they sent them off. ","reference":"Acts 13:3"},{"bookName":"Acts","chapter":13,"verse":4,"text":"So Barnabas and Saul, sent out by the Holy Spirit, went down to Seleucia, and from there they sailed to Cyprus. ","reference":"Acts 13:4"},{"bookName":"Acts","chapter":13,"verse":5,"text":"When they arrived in Salamis, they began to proclaim the word of God in the Jewish synagogues. (Now they also had John as their assistant.) ","reference":"Acts 13:5"},{"bookName":"Acts","chapter":13,"verse":6,"text":"When they had crossed over the whole island as far as Paphos, they found a magician, a Jewish false prophet named Bar-Jesus, ","reference":"Acts 13:6"},{"bookName":"Acts","chapter":13,"verse":7,"text":"who was with the proconsul Sergius Paulus, an intelligent man. The proconsul summoned Barnabas and Saul and wanted to hear the word of God. ","reference":"Acts 13:7"},{"bookName":"Acts","chapter":13,"verse":8,"text":"But the magician Elymas (for that is the way his name is translated) opposed them, trying to turn the proconsul away from the faith. ","reference":"Acts 13:8"},{"bookName":"Acts","chapter":13,"verse":9,"text":"But Saul (also known as Paul), filled with the Holy Spirit, stared straight at him ","reference":"Acts 13:9"},{"bookName":"Acts","chapter":13,"verse":10,"text":"and said, “You who are full of all deceit and all wrongdoing, you son of the devil, you enemy of all righteousness—will you not stop making crooked the straight paths of the Lord? ","reference":"Acts 13:10"},{"bookName":"Acts","chapter":13,"verse":11,"text":"Now look, the hand of the Lord is against you, and you will be blind, unable to see the sun for a time!” Immediately mistiness and darkness came over him, and he went around seeking people to lead him by the hand. ","reference":"Acts 13:11"},{"bookName":"Acts","chapter":13,"verse":12,"text":"Then when the proconsul saw what had happened, he believed because he was greatly astounded at the teaching about the Lord. ","reference":"Acts 13:12"},{"bookName":"Acts","chapter":13,"verse":13,"text":"Then Paul and his companions put out to sea from Paphos and came to Perga in Pamphylia, but John left them and returned to Jerusalem. ","reference":"Acts 13:13"},{"bookName":"Acts","chapter":13,"verse":14,"text":"Moving on from Perga, they arrived at Pisidian Antioch, and on the Sabbath day they went into the synagogue and sat down. ","reference":"Acts 13:14"},{"bookName":"Acts","chapter":13,"verse":15,"text":"After the reading from the law and the prophets, the leaders of the synagogue sent them a message, saying, “Brothers, if you have any message of exhortation for the people, speak it.”","reference":"Acts 13:15"},{"bookName":"Acts","chapter":13,"verse":16,"text":"So Paul stood up, gestured with his hand and said,“Men of Israel, and you Gentiles who fear God, listen: ","reference":"Acts 13:16"},{"bookName":"Acts","chapter":13,"verse":17,"text":"The God of this people Israel chose our ancestors and made the people great during their stay as foreigners in the country of Egypt, and with uplifted arm he led them out of it. ","reference":"Acts 13:17"},{"bookName":"Acts","chapter":13,"verse":18,"text":"For a period of about forty years he put up with them in the wilderness. ","reference":"Acts 13:18"},{"bookName":"Acts","chapter":13,"verse":19,"text":"After he had destroyed seven nations in the land of Canaan, he gave his people their land as an inheritance. ","reference":"Acts 13:19"},{"bookName":"Acts","chapter":13,"verse":20,"text":"All this took about 450 years. After this he gave them judges until the time of Samuel the prophet. ","reference":"Acts 13:20"},{"bookName":"Acts","chapter":13,"verse":21,"text":"Then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, who ruled forty years. ","reference":"Acts 13:21"},{"bookName":"Acts","chapter":13,"verse":22,"text":"After removing him, God raised up David their king. He testified about him: ‘\u003Cb\u003EI have found David\u003C/b\u003E the son of Jesse \u003Cb\u003Eto be a man after my heart\u003C/b\u003E, who will accomplish everything I want him to do.’","reference":"Acts 13:22"},{"bookName":"Acts","chapter":13,"verse":23,"text":"From the descendants of this man God brought to Israel a Savior, Jesus, just as he promised. ","reference":"Acts 13:23"},{"bookName":"Acts","chapter":13,"verse":24,"text":"Before Jesus arrived, John had proclaimed a baptism for repentance to all the people of Israel. ","reference":"Acts 13:24"},{"bookName":"Acts","chapter":13,"verse":25,"text":"But while John was completing his mission, he said repeatedly, ‘What do you think I am? I am not he. But look, one is coming after me. I am not worthy to untie the sandals on his feet!’ ","reference":"Acts 13:25"},{"bookName":"Acts","chapter":13,"verse":26,"text":"Brothers, descendants of Abraham’s family, and those Gentiles among you who fear God, the message of this salvation has been sent to us. ","reference":"Acts 13:26"},{"bookName":"Acts","chapter":13,"verse":27,"text":"For the people who live in Jerusalem and their rulers did not recognize him, and they fulfilled the sayings of the prophets that are read every Sabbath by condemning him.","reference":"Acts 13:27"},{"bookName":"Acts","chapter":13,"verse":28,"text":"Though they found no basis for a death sentence, they asked Pilate to have him executed. ","reference":"Acts 13:28"},{"bookName":"Acts","chapter":13,"verse":29,"text":"When they had accomplished everything that was written about him, they took him down from the cross and placed him in a tomb. ","reference":"Acts 13:29"},{"bookName":"Acts","chapter":13,"verse":30,"text":"But God raised him from the dead, ","reference":"Acts 13:30"},{"bookName":"Acts","chapter":13,"verse":31,"text":"and for many days he appeared to those who had accompanied him from Galilee to Jerusalem. These are now his witnesses to the people. ","reference":"Acts 13:31"},{"bookName":"Acts","chapter":13,"verse":32,"text":"And we proclaim to you the good news about the promise to our ancestors, ","reference":"Acts 13:32"},{"bookName":"Acts","chapter":13,"verse":33,"text":"that this promise God has fulfilled to us, their children, by raising Jesus, as also it is written in the second psalm, ‘\u003Cb\u003EYou are my Son;\u003C/b\u003E \u003Cb\u003Etoday I have fathered you\u003C/b\u003E.’ ","reference":"Acts 13:33"},{"bookName":"Acts","chapter":13,"verse":34,"text":"But regarding the fact that he has raised Jesus from the dead, never again to be in a state of decay, God has spoken in this way: ‘\u003Cb\u003EI will give you\u003C/b\u003E \u003Cb\u003Ethe holy and trustworthy promises\u003C/b\u003E \u003Cb\u003Emade to David\u003C/b\u003E.’ ","reference":"Acts 13:34"},{"bookName":"Acts","chapter":13,"verse":35,"text":"Therefore he also says in another psalm, ‘\u003Cb\u003EYou will not permit your Holy One\u003C/b\u003E \u003Cb\u003Eto experience\u003C/b\u003E \u003Cb\u003Edecay\u003C/b\u003E.’","reference":"Acts 13:35"},{"bookName":"Acts","chapter":13,"verse":36,"text":"For David, after he had served God’s purpose in his own generation, died, was buried with his ancestors, and experienced decay, ","reference":"Acts 13:36"},{"bookName":"Acts","chapter":13,"verse":37,"text":"but the one whom God raised up did not experience decay. ","reference":"Acts 13:37"},{"bookName":"Acts","chapter":13,"verse":38,"text":"Therefore let it be known to you, brothers, that through this one forgiveness of sins is proclaimed to you, ","reference":"Acts 13:38"},{"bookName":"Acts","chapter":13,"verse":39,"text":"and by this one everyone who believes is justified from everything from which the law of Moses could not justify you.","reference":"Acts 13:39"},{"bookName":"Acts","chapter":13,"verse":40,"text":"Watch out, then, that what is spoken about by the prophets does not happen to you:","reference":"Acts 13:40"},{"bookName":"Acts","chapter":13,"verse":41,"text":"‘\u003Cb\u003ELook, you scoffers; be amazed and perish!\u003C/b\u003E \u003Cb\u003EFor I am doing a work in your days,\u003C/b\u003E\u003Cb\u003Ea work you would never believe, even if someone tells you\u003C/b\u003E.’” ","reference":"Acts 13:41"},{"bookName":"Acts","chapter":13,"verse":42,"text":"As Paul and Barnabas were going out, the people were urging them to speak about these things on the next Sabbath. ","reference":"Acts 13:42"},{"bookName":"Acts","chapter":13,"verse":43,"text":"When the meeting of the synagogue had broken up, many of the Jews and God-fearing proselytes followed Paul and Barnabas, who were speaking with them and were persuading them to continue in the grace of God. ","reference":"Acts 13:43"},{"bookName":"Acts","chapter":13,"verse":44,"text":"On the next Sabbath almost the whole city assembled together to hear the word of the Lord. ","reference":"Acts 13:44"},{"bookName":"Acts","chapter":13,"verse":45,"text":"But when the Jews saw the crowds, they were filled with jealousy, and they began to contradict what Paul was saying by reviling him.","reference":"Acts 13:45"},{"bookName":"Acts","chapter":13,"verse":46,"text":"Both Paul and Barnabas replied courageously, “It was necessary to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we are turning to the Gentiles. ","reference":"Acts 13:46"},{"bookName":"Acts","chapter":13,"verse":47,"text":"For this is what the Lord has commanded us: ‘I have appointed you to be a light for the Gentiles, to bring salvation to the ends of the earth.’” ","reference":"Acts 13:47"},{"bookName":"Acts","chapter":13,"verse":48,"text":"When the Gentiles heard this, they began to rejoice and praise the word of the Lord, and all who had been appointed for eternal life believed. ","reference":"Acts 13:48"},{"bookName":"Acts","chapter":13,"verse":49,"text":"So the word of the Lord was spreading through the entire region. ","reference":"Acts 13:49"},{"bookName":"Acts","chapter":13,"verse":50,"text":"But the Jews incited the God-fearing women of high social standing and the prominent men of the city, stirred up persecution against Paul and Barnabas, and threw them out of their region. ","reference":"Acts 13:50"},{"bookName":"Acts","chapter":13,"verse":51,"text":"So after they shook the dust off their feet in protest against them, they went to Iconium. ","reference":"Acts 13:51"},{"bookName":"Acts","chapter":13,"verse":52,"text":"And the disciples were filled with joy and with the Holy Spirit. ","reference":"Acts 13:52"}]