[{"bookName":"Acts","chapter":16,"verse":1,"text":"He also came to Derbe and to Lystra. A disciple named Timothy was there, the son of a Jewish woman who was a believer, but whose father was a Greek. ","reference":"Acts 16:1"},{"bookName":"Acts","chapter":16,"verse":2,"text":"The brothers in Lystra and Iconium spoke well of him.","reference":"Acts 16:2"},{"bookName":"Acts","chapter":16,"verse":3,"text":"Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was Greek. ","reference":"Acts 16:3"},{"bookName":"Acts","chapter":16,"verse":4,"text":"As they went through the towns, they passed on the decrees that had been decided on by the apostles and elders in Jerusalem for the Gentile believers to obey. ","reference":"Acts 16:4"},{"bookName":"Acts","chapter":16,"verse":5,"text":"So the churches were being strengthened in the faith and were increasing in number every day. ","reference":"Acts 16:5"},{"bookName":"Acts","chapter":16,"verse":6,"text":"They went through the region of Phrygia and Galatia, having been prevented by the Holy Spirit from speaking the message in the province of Asia. ","reference":"Acts 16:6"},{"bookName":"Acts","chapter":16,"verse":7,"text":"When they came to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them to do this,","reference":"Acts 16:7"},{"bookName":"Acts","chapter":16,"verse":8,"text":"so they passed through Mysia and went down to Troas. ","reference":"Acts 16:8"},{"bookName":"Acts","chapter":16,"verse":9,"text":"A vision appeared to Paul during the night: A Macedonian man was standing there urging him, “Come over to Macedonia and help us!” ","reference":"Acts 16:9"},{"bookName":"Acts","chapter":16,"verse":10,"text":"After Paul saw the vision, we attempted immediately to go over to Macedonia, concluding that God had called us to proclaim the good news to them. ","reference":"Acts 16:10"},{"bookName":"Acts","chapter":16,"verse":11,"text":"We put out to sea from Troas and sailed a straight course to Samothrace, the next day to Neapolis, ","reference":"Acts 16:11"},{"bookName":"Acts","chapter":16,"verse":12,"text":"and from there to Philippi, which is a leading city of that district of Macedonia, a Roman colony. We stayed in this city for some days. ","reference":"Acts 16:12"},{"bookName":"Acts","chapter":16,"verse":13,"text":"On the Sabbath day we went outside the city gate to the side of the river, where we thought there would be a place of prayer, and we sat down and began to speak to the women who had assembled there.","reference":"Acts 16:13"},{"bookName":"Acts","chapter":16,"verse":14,"text":"A woman named Lydia, a dealer in purple cloth from the city of Thyatira, a God-fearing woman, listened to us. The Lord opened her heart to respond to what Paul was saying. ","reference":"Acts 16:14"},{"bookName":"Acts","chapter":16,"verse":15,"text":"After she and her household were baptized, she urged us, “If you consider me to be a believer in the Lord, come and stay in my house.” And she persuaded us. ","reference":"Acts 16:15"},{"bookName":"Acts","chapter":16,"verse":16,"text":"Now as we were going to the place of prayer, a slave girl met us who had a spirit that enabled her to foretell the future by supernatural means. She brought her owners a great profit by fortune-telling. ","reference":"Acts 16:16"},{"bookName":"Acts","chapter":16,"verse":17,"text":"She followed behind Paul and us and kept crying out, “These men are servants of the Most High God, who are proclaiming to you the way of salvation.” ","reference":"Acts 16:17"},{"bookName":"Acts","chapter":16,"verse":18,"text":"She continued to do this for many days. But Paul became greatly annoyed, and turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her!” And it came out of her at once. ","reference":"Acts 16:18"},{"bookName":"Acts","chapter":16,"verse":19,"text":"But when her owners saw their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace before the authorities. ","reference":"Acts 16:19"},{"bookName":"Acts","chapter":16,"verse":20,"text":"When they had brought them before the magistrates, they said, “These men are throwing our city into confusion. They are Jews ","reference":"Acts 16:20"},{"bookName":"Acts","chapter":16,"verse":21,"text":"and are advocating customs that are not lawful for us to accept or practice, since we are Romans.” ","reference":"Acts 16:21"},{"bookName":"Acts","chapter":16,"verse":22,"text":"The crowd joined the attack against them, and the magistrates tore the clothes off Paul and Silas and ordered them to be beaten with rods. ","reference":"Acts 16:22"},{"bookName":"Acts","chapter":16,"verse":23,"text":"After they had beaten them severely, they threw them into prison and commanded the jailer to guard them securely. ","reference":"Acts 16:23"},{"bookName":"Acts","chapter":16,"verse":24,"text":"Receiving such orders, he threw them in the inner cell and fastened their feet in the stocks. ","reference":"Acts 16:24"},{"bookName":"Acts","chapter":16,"verse":25,"text":"About midnight Paul and Silas were praying and singing hymns to God, and the rest of the prisoners were listening to them. ","reference":"Acts 16:25"},{"bookName":"Acts","chapter":16,"verse":26,"text":"Suddenly a great earthquake occurred, so that the foundations of the prison were shaken. Immediately all the doors flew open, and the bonds of all the prisoners came loose. ","reference":"Acts 16:26"},{"bookName":"Acts","chapter":16,"verse":27,"text":"When the jailer woke up and saw the doors of the prison standing open, he drew his sword and was about to kill himself because he assumed the prisoners had escaped. ","reference":"Acts 16:27"},{"bookName":"Acts","chapter":16,"verse":28,"text":"But Paul called out loudly, “Do not harm yourself, for we are all here!” ","reference":"Acts 16:28"},{"bookName":"Acts","chapter":16,"verse":29,"text":"Calling for lights, the jailer rushed in and fell down trembling at the feet of Paul and Silas. ","reference":"Acts 16:29"},{"bookName":"Acts","chapter":16,"verse":30,"text":"Then he brought them outside and asked, “Sirs, what must I do to be saved?” ","reference":"Acts 16:30"},{"bookName":"Acts","chapter":16,"verse":31,"text":"They replied, “Believe in the Lord Jesus and you will be saved, you and your household.” ","reference":"Acts 16:31"},{"bookName":"Acts","chapter":16,"verse":32,"text":"Then they spoke the word of the Lord to him, along with all those who were in his house. ","reference":"Acts 16:32"},{"bookName":"Acts","chapter":16,"verse":33,"text":"At that hour of the night he took them and washed their wounds; then he and all his family were baptized right away. ","reference":"Acts 16:33"},{"bookName":"Acts","chapter":16,"verse":34,"text":"The jailer brought them into his house and set food before them, and he rejoiced greatly that he had come to believe in God, together with his entire household. ","reference":"Acts 16:34"},{"bookName":"Acts","chapter":16,"verse":35,"text":"At daybreak the magistrates sent their police officers, saying, “Release those men.” ","reference":"Acts 16:35"},{"bookName":"Acts","chapter":16,"verse":36,"text":"The jailer reported these words to Paul, saying, “The magistrates have sent orders to release you. So come out now and go in peace.” ","reference":"Acts 16:36"},{"bookName":"Acts","chapter":16,"verse":37,"text":"But Paul said to the police officers, “They had us beaten in public without a proper trial—even though we are Roman citizens—and they threw us in prison. And now they want to send us away secretly? Absolutely not! They themselves must come and escort us out!” ","reference":"Acts 16:37"},{"bookName":"Acts","chapter":16,"verse":38,"text":"The police officers reported these words to the magistrates. They were frightened when they heard Paul and Silas were Roman citizens ","reference":"Acts 16:38"},{"bookName":"Acts","chapter":16,"verse":39,"text":"and came and apologized to them. After they brought them out, they asked them repeatedly to leave the city. ","reference":"Acts 16:39"},{"bookName":"Acts","chapter":16,"verse":40,"text":"When they came out of the prison, they entered Lydia’s house, and when they saw the brothers, they encouraged them and then departed. ","reference":"Acts 16:40"}]