[{"bookName":"Acts","chapter":27,"verse":1,"text":"When it was decided we would sail to Italy, they handed over Paul and some other prisoners to a centurion of the Augustan Cohort named Julius. ","reference":"Acts 27:1"},{"bookName":"Acts","chapter":27,"verse":2,"text":"We went on board a ship from Adramyttium that was about to sail to various ports along the coast of the province of Asia and put out to sea, accompanied by Aristarchus, a Macedonian from Thessalonica. ","reference":"Acts 27:2"},{"bookName":"Acts","chapter":27,"verse":3,"text":"The next day we put in at Sidon, and Julius, treating Paul kindly, allowed him to go to his friends so they could provide him with what he needed. ","reference":"Acts 27:3"},{"bookName":"Acts","chapter":27,"verse":4,"text":"From there we put out to sea and sailed under the lee of Cyprus because the winds were against us.","reference":"Acts 27:4"},{"bookName":"Acts","chapter":27,"verse":5,"text":"After we had sailed across the open sea off Cilicia and Pamphylia, we put in at Myra in Lycia. ","reference":"Acts 27:5"},{"bookName":"Acts","chapter":27,"verse":6,"text":"There the centurion found a ship from Alexandria sailing for Italy, and he put us aboard it. ","reference":"Acts 27:6"},{"bookName":"Acts","chapter":27,"verse":7,"text":"We sailed slowly for many days and arrived with difficulty off Cnidus. Because the wind prevented us from going any farther, we sailed under the lee of Crete off Salmone. ","reference":"Acts 27:7"},{"bookName":"Acts","chapter":27,"verse":8,"text":"With difficulty we sailed along the coast of Crete and came to a place called Fair Havens that was near the town of Lasea. ","reference":"Acts 27:8"},{"bookName":"Acts","chapter":27,"verse":9,"text":"Since considerable time had passed and the voyage was now dangerous because the fast was already over, Paul advised them,","reference":"Acts 27:9"},{"bookName":"Acts","chapter":27,"verse":10,"text":"“Men, I can see the voyage is going to end in disaster and great loss not only of the cargo and the ship, but also of our lives.” ","reference":"Acts 27:10"},{"bookName":"Acts","chapter":27,"verse":11,"text":"But the centurion was more convinced by the captain and the ship’s owner than by what Paul said. ","reference":"Acts 27:11"},{"bookName":"Acts","chapter":27,"verse":12,"text":"Because the harbor was not suitable to spend the winter in, the majority decided to put out to sea from there. They hoped that somehow they could reach Phoenix, a harbor of Crete facing southwest and northwest, and spend the winter there. ","reference":"Acts 27:12"},{"bookName":"Acts","chapter":27,"verse":13,"text":"When a gentle south wind sprang up, they thought they could carry out their purpose, so they weighed anchor and sailed close along the coast of Crete. ","reference":"Acts 27:13"},{"bookName":"Acts","chapter":27,"verse":14,"text":"Not long after this, a hurricane-force wind called the northeaster blew down from the island. ","reference":"Acts 27:14"},{"bookName":"Acts","chapter":27,"verse":15,"text":"When the ship was caught in it and could not head into the wind, we gave way to it and were driven along. ","reference":"Acts 27:15"},{"bookName":"Acts","chapter":27,"verse":16,"text":"As we ran under the lee of a small island called Cauda, we were able with difficulty to get the ship’s boat under control. ","reference":"Acts 27:16"},{"bookName":"Acts","chapter":27,"verse":17,"text":"After the crew had hoisted it aboard, they used supports to undergird the ship. Fearing they would run aground on the Syrtis, they lowered the sea anchor, thus letting themselves be driven along. ","reference":"Acts 27:17"},{"bookName":"Acts","chapter":27,"verse":18,"text":"The next day, because we were violently battered by the storm, they began throwing the cargo overboard, ","reference":"Acts 27:18"},{"bookName":"Acts","chapter":27,"verse":19,"text":"and on the third day they threw the ship’s gear overboard with their own hands. ","reference":"Acts 27:19"},{"bookName":"Acts","chapter":27,"verse":20,"text":"When neither sun nor stars appeared for many days and a violent storm continued to batter us, we finally abandoned all hope of being saved. ","reference":"Acts 27:20"},{"bookName":"Acts","chapter":27,"verse":21,"text":"Since many of them had no desire to eat, Paul stood up among them and said, “Men, you should have listened to me and not put out to sea from Crete, thus avoiding this damage and loss. ","reference":"Acts 27:21"},{"bookName":"Acts","chapter":27,"verse":22,"text":"And now I advise you to keep up your courage, for there will be no loss of life among you, but only the ship will be lost.","reference":"Acts 27:22"},{"bookName":"Acts","chapter":27,"verse":23,"text":"For last night an angel of the God to whom I belong and whom I serve came to me ","reference":"Acts 27:23"},{"bookName":"Acts","chapter":27,"verse":24,"text":"and said, ‘Do not be afraid, Paul! You must stand before Caesar, and God has graciously granted you the safety of all who are sailing with you.’ ","reference":"Acts 27:24"},{"bookName":"Acts","chapter":27,"verse":25,"text":"Therefore keep up your courage, men, for I have faith in God that it will be just as I have been told. ","reference":"Acts 27:25"},{"bookName":"Acts","chapter":27,"verse":26,"text":"But we must run aground on some island.” ","reference":"Acts 27:26"},{"bookName":"Acts","chapter":27,"verse":27,"text":"When the fourteenth night had come, while we were being driven across the Adriatic Sea, about midnight the sailors suspected they were approaching some land. ","reference":"Acts 27:27"},{"bookName":"Acts","chapter":27,"verse":28,"text":"They took soundings and found the water was twenty fathoms deep; when they had sailed a little farther they took soundings again and found it was fifteen fathoms deep.","reference":"Acts 27:28"},{"bookName":"Acts","chapter":27,"verse":29,"text":"Because they were afraid that we would run aground on the rocky coast, they threw out four anchors from the stern and wished for day to appear. ","reference":"Acts 27:29"},{"bookName":"Acts","chapter":27,"verse":30,"text":"Then when the sailors tried to escape from the ship and were lowering the ship’s boat into the sea, pretending that they were going to put out anchors from the bow, ","reference":"Acts 27:30"},{"bookName":"Acts","chapter":27,"verse":31,"text":"Paul said to the centurion and the soldiers, “Unless these men stay with the ship, you cannot be saved.” ","reference":"Acts 27:31"},{"bookName":"Acts","chapter":27,"verse":32,"text":"Then the soldiers cut the ropes of the ship’s boat and let it drift away. ","reference":"Acts 27:32"},{"bookName":"Acts","chapter":27,"verse":33,"text":"As day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day you have been in suspense and have gone without food; you have eaten nothing. ","reference":"Acts 27:33"},{"bookName":"Acts","chapter":27,"verse":34,"text":"Therefore I urge you to take some food, for this is important for your survival. For not one of you will lose a hair from his head.” ","reference":"Acts 27:34"},{"bookName":"Acts","chapter":27,"verse":35,"text":"After he said this, Paul took bread and gave thanks to God in front of them all, broke it, and began to eat. ","reference":"Acts 27:35"},{"bookName":"Acts","chapter":27,"verse":36,"text":"So all of them were encouraged and took food themselves.","reference":"Acts 27:36"},{"bookName":"Acts","chapter":27,"verse":37,"text":"(We were in all 276 persons on the ship.) ","reference":"Acts 27:37"},{"bookName":"Acts","chapter":27,"verse":38,"text":"When they had eaten enough to be satisfied, they lightened the ship by throwing the wheat into the sea. ","reference":"Acts 27:38"},{"bookName":"Acts","chapter":27,"verse":39,"text":"When day came, they did not recognize the land, but they noticed a bay with a beach, where they decided to run the ship aground if they could. ","reference":"Acts 27:39"},{"bookName":"Acts","chapter":27,"verse":40,"text":"So they slipped the anchors and left them in the sea, at the same time loosening the linkage that bound the steering oars together. Then they hoisted the foresail to the wind and steered toward the beach. ","reference":"Acts 27:40"},{"bookName":"Acts","chapter":27,"verse":41,"text":"But they encountered a patch of crosscurrents and ran the ship aground; the bow stuck fast and could not be moved, but the stern was being broken up by the force of the waves.","reference":"Acts 27:41"},{"bookName":"Acts","chapter":27,"verse":42,"text":"Now the soldiers’ plan was to kill the prisoners so that none of them would escape by swimming away. ","reference":"Acts 27:42"},{"bookName":"Acts","chapter":27,"verse":43,"text":"But the centurion, wanting to save Paul’s life, prevented them from carrying out their plan. He ordered those who could swim to jump overboard first and get to land, ","reference":"Acts 27:43"},{"bookName":"Acts","chapter":27,"verse":44,"text":"and the rest were to follow, some on planks and some on pieces of the ship. And in this way all were brought safely to land. ","reference":"Acts 27:44"}]