[
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 1,
    "text": "Now some men came down from Judea and began to teach the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” ",
    "reference": "Acts 15:1"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 2,
    "text": "When Paul and Barnabas had a major argument and debate with them, the church appointed Paul and Barnabas and some others from among them to go up to meet with the apostles and elders in Jerusalem about this point of disagreement. ",
    "reference": "Acts 15:2"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 3,
    "text": "So they were sent on their way by the church, and as they passed through both Phoenicia and Samaria, they were relating at length the conversion of the Gentiles and bringing great joy to all the brothers. ",
    "reference": "Acts 15:3"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 4,
    "text": "When they arrived in Jerusalem, they were received by the church and the apostles and the elders, and they reported all the things God had done with them. ",
    "reference": "Acts 15:4"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 5,
    "text": "But some from the religious party of the Pharisees who had believed stood up and said, “It is necessary to circumcise the Gentiles and to order them to observe the law of Moses.” ",
    "reference": "Acts 15:5"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 6,
    "text": "Both the apostles and the elders met together to deliberate about this matter. ",
    "reference": "Acts 15:6"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 7,
    "text": "After there had been much debate, Peter stood up and said to them, “Brothers, you know that some time ago God chose me to preach to the Gentiles so they would hear the message of the gospel and believe. ",
    "reference": "Acts 15:7"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 8,
    "text": "And God, who knows the heart, has testified to them by giving them the Holy Spirit just as he did to us, ",
    "reference": "Acts 15:8"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 9,
    "text": "and he made no distinction between them and us, cleansing their hearts by faith. ",
    "reference": "Acts 15:9"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 10,
    "text": "So now why are you putting God to the test by placing on the neck of the disciples a yoke that neither our ancestors nor we have been able to bear? ",
    "reference": "Acts 15:10"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 11,
    "text": "On the contrary, we believe that we are saved through the grace of the Lord Jesus, in the same way as they are.” ",
    "reference": "Acts 15:11"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 12,
    "text": "The whole group kept quiet and listened to Barnabas and Paul while they explained all the miraculous signs and wonders God had done among the Gentiles through them. ",
    "reference": "Acts 15:12"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 13,
    "text": "After they stopped speaking, James replied, “Brothers, listen to me. ",
    "reference": "Acts 15:13"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 14,
    "text": "Simeon has explained how God first concerned himself to select from among the Gentiles a people for his name. ",
    "reference": "Acts 15:14"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 15,
    "text": "The words of the prophets agree with this, as it is written, ",
    "reference": "Acts 15:15"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 16,
    "text": "‘\u003Cb\u003EAfter this\u003C/b\u003E \u003Cb\u003EI\u003C/b\u003E \u003Cb\u003Ewill return,\u003C/b\u003E\u003Cb\u003Eand I will rebuild the fallen tent\u003C/b\u003E \u003Cb\u003Eof David;\u003C/b\u003E\u003Cb\u003EI will rebuild its ruins and restore\u003C/b\u003E \u003Cb\u003Eit,\u003C/b\u003E ",
    "reference": "Acts 15:16"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 17,
    "text": "\u003Cb\u003Eso that the rest of humanity\u003C/b\u003E \u003Cb\u003Emay seek the Lord,\u003C/b\u003E\u003Cb\u003Enamely,\u003C/b\u003E \u003Cb\u003Eall the Gentiles\u003C/b\u003E \u003Cb\u003EI have called to be my own,\u003C/b\u003E’ \u003Cb\u003Esays the Lord,\u003C/b\u003E who makes these things ",
    "reference": "Acts 15:17"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 18,
    "text": "known from long ago. ",
    "reference": "Acts 15:18"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 19,
    "text": "“Therefore I conclude that we should not cause extra difficulty for those among the Gentiles who are turning to God, ",
    "reference": "Acts 15:19"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 20,
    "text": "but that we should write them a letter telling them to abstain from things defiled by idols and from sexual immorality and from what has been strangled and from blood. ",
    "reference": "Acts 15:20"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 21,
    "text": "For Moses has had those who proclaim him in every town from ancient times, because he is read aloud in the synagogues every Sabbath.” ",
    "reference": "Acts 15:21"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 22,
    "text": "Then the apostles and elders, with the whole church, decided to send men chosen from among them, Judas called Barsabbas and Silas, leaders among the brothers, to Antioch with Paul and Barnabas. ",
    "reference": "Acts 15:22"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 23,
    "text": "They sent this letter with them: From the apostles and elders, your brothers, to the Gentile brothers and sisters in Antioch, Syria, and Cilicia, greetings!",
    "reference": "Acts 15:23"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 24,
    "text": "Since we have heard that some have gone out from among us with no orders from us and have confused you, upsetting your minds by what they said,",
    "reference": "Acts 15:24"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 25,
    "text": "we have unanimously decided to choose men to send to you along with our dear friends Barnabas and Paul, ",
    "reference": "Acts 15:25"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 26,
    "text": "who have risked their lives for the name of our Lord Jesus Christ. ",
    "reference": "Acts 15:26"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 27,
    "text": "Therefore we are sending Judas and Silas who will tell you these things themselves in person. ",
    "reference": "Acts 15:27"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 28,
    "text": "For it seemed best to the Holy Spirit and to us not to place any greater burden on you than these necessary rules: ",
    "reference": "Acts 15:28"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 29,
    "text": "that you abstain from meat that has been sacrificed to idols and from blood and from what has been strangled and from sexual immorality. If you keep yourselves from doing these things, you will do well. Farewell. ",
    "reference": "Acts 15:29"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 30,
    "text": "So when they were dismissed, they went down to Antioch, and after gathering the entire group together, they delivered the letter. ",
    "reference": "Acts 15:30"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 31,
    "text": "When they read it aloud, the people rejoiced at its encouragement. ",
    "reference": "Acts 15:31"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 32,
    "text": "Both Judas and Silas, who were prophets themselves, encouraged and strengthened the brothers with a long speech. ",
    "reference": "Acts 15:32"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 33,
    "text": "After they had spent some time there, they were sent off in peace by the brothers to those who had sent them. ",
    "reference": "Acts 15:33"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 35,
    "text": "But Paul and Barnabas remained in Antioch, teaching and proclaiming (along with many others) the word of the Lord. ",
    "reference": "Acts 15:35"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 36,
    "text": "After some days Paul said to Barnabas, “Let’s return and visit the brothers in every town where we proclaimed the word of the Lord to see how they are doing.” ",
    "reference": "Acts 15:36"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 37,
    "text": "Barnabas wanted to bring John called Mark along with them too,",
    "reference": "Acts 15:37"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 38,
    "text": "but Paul insisted that they should not take along this one who had left them in Pamphylia and had not accompanied them in the work. ",
    "reference": "Acts 15:38"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 39,
    "text": "They had a sharp disagreement, so that they parted company. Barnabas took along Mark and sailed away to Cyprus, ",
    "reference": "Acts 15:39"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 40,
    "text": "but Paul chose Silas and set out, commended to the grace of the Lord by the brothers and sisters. ",
    "reference": "Acts 15:40"
  },
  {
    "bookName": "Acts",
    "chapter": 15,
    "verse": 41,
    "text": "He passed through Syria and Cilicia, strengthening the churches. ",
    "reference": "Acts 15:41"
  }
]