[
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 1,
    "text": "Meanwhile Saul, still breathing out threats to murder the Lord’s disciples, went to the high priest ",
    "reference": "Acts 9:1"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 2,
    "text": "and requested letters from him to the synagogues in Damascus, so that if he found any who belonged to the Way, either men or women, he could bring them as prisoners to Jerusalem. ",
    "reference": "Acts 9:2"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 3,
    "text": "As he was going along, approaching Damascus, suddenly a light from heaven flashed around him. ",
    "reference": "Acts 9:3"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 4,
    "text": "He fell to the ground and heard a voice saying to him, “Saul, Saul, why are you persecuting me?” ",
    "reference": "Acts 9:4"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 5,
    "text": "So he said, “Who are you, Lord?” He replied, “I am Jesus whom you are persecuting! ",
    "reference": "Acts 9:5"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 6,
    "text": "But stand up and enter the city, and you will be told what you must do.” ",
    "reference": "Acts 9:6"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 7,
    "text": "(Now the men who were traveling with him stood there speechless because they heard the voice but saw no one.) ",
    "reference": "Acts 9:7"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 8,
    "text": "So Saul got up from the ground, but although his eyes were open, he could see nothing. Leading him by the hand, his companions brought him into Damascus. ",
    "reference": "Acts 9:8"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 9,
    "text": "For three days he could not see, and he neither ate nor drank anything.",
    "reference": "Acts 9:9"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 10,
    "text": "Now there was a disciple in Damascus named Ananias. The Lord said to him in a vision, “Ananias,” and he replied, “Here I am, Lord.” ",
    "reference": "Acts 9:10"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 11,
    "text": "Then the Lord told him, “Get up and go to the street called ‘Straight,’ and at Judas’ house look for a man from Tarsus named Saul. For he is praying, ",
    "reference": "Acts 9:11"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 12,
    "text": "and he has seen in a vision a man named Ananias come in and place his hands on him so that he may see again.” ",
    "reference": "Acts 9:12"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 13,
    "text": "But Ananias replied, “Lord, I have heard from many people about this man, how much harm he has done to your saints in Jerusalem, ",
    "reference": "Acts 9:13"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 14,
    "text": "and here he has authority from the chief priests to imprison all who call on your name!” ",
    "reference": "Acts 9:14"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 15,
    "text": "But the Lord said to him, “Go, because this man is my chosen instrument to carry my name before Gentiles and kings and the people of Israel. ",
    "reference": "Acts 9:15"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 16,
    "text": "For I will show him how much he must suffer for the sake of my name.” ",
    "reference": "Acts 9:16"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 17,
    "text": "So Ananias departed and entered the house, placed his hands on Saul and said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came here, has sent me so that you may see again and be filled with the Holy Spirit.” ",
    "reference": "Acts 9:17"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 18,
    "text": "Immediately something like scales fell from his eyes, and he could see again. He got up and was baptized, ",
    "reference": "Acts 9:18"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 19,
    "text": "and after taking some food, his strength returned.For several days he was with the disciples in Damascus, ",
    "reference": "Acts 9:19"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 20,
    "text": "and immediately he began to proclaim Jesus in the synagogues, saying, “This man is the Son of God.” ",
    "reference": "Acts 9:20"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 21,
    "text": "All who heard him were amazed and were saying, “Is this not the man who in Jerusalem was ravaging those who call on this name, and who had come here to bring them as prisoners to the chief priests?” ",
    "reference": "Acts 9:21"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 22,
    "text": "But Saul became more and more capable, and was causing consternation among the Jews who lived in Damascus by proving that Jesus is the Christ. ",
    "reference": "Acts 9:22"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 23,
    "text": "Now after some days had passed, the Jews plotted together to kill him, ",
    "reference": "Acts 9:23"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 24,
    "text": "but Saul learned of their plot against him. They were also watching the city gates day and night so that they could kill him. ",
    "reference": "Acts 9:24"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 25,
    "text": "But his disciples took him at night and let him down through an opening in the wall by lowering him in a basket. ",
    "reference": "Acts 9:25"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 26,
    "text": "When he arrived in Jerusalem, he attempted to associate with the disciples, and they were all afraid of him because they did not believe that he was a disciple. ",
    "reference": "Acts 9:26"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 27,
    "text": "But Barnabas took Saul, brought him to the apostles, and related to them how he had seen the Lord on the road, that the Lord had spoken to him, and how in Damascus he had spoken out boldly in the name of Jesus. ",
    "reference": "Acts 9:27"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 28,
    "text": "So he was staying with them, associating openly with them in Jerusalem, speaking out boldly in the name of the Lord. ",
    "reference": "Acts 9:28"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 29,
    "text": "He was speaking and debating with the Greek-speaking Jews, but they were trying to kill him. ",
    "reference": "Acts 9:29"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 30,
    "text": "When the brothers found out about this, they brought him down to Caesarea and sent him away to Tarsus. ",
    "reference": "Acts 9:30"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 31,
    "text": "Then the church throughout Judea, Galilee, and Samaria experienced peace and thus was strengthened. Living in the fear of the Lord and in the encouragement of the Holy Spirit, the church increased in numbers. ",
    "reference": "Acts 9:31"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 32,
    "text": "Now as Peter was traveling around from place to place, he also came down to the saints who lived in Lydda. ",
    "reference": "Acts 9:32"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 33,
    "text": "He found there a man named Aeneas who had been confined to a mattress for eight years because he was paralyzed. ",
    "reference": "Acts 9:33"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 34,
    "text": "Peter said to him, “Aeneas, Jesus the Christ heals you. Get up and make your own bed!” And immediately he got up. ",
    "reference": "Acts 9:34"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 35,
    "text": "All those who lived in Lydda and Sharon saw him, and they turned to the Lord. ",
    "reference": "Acts 9:35"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 36,
    "text": "Now in Joppa there was a disciple named Tabitha (which in translation means Dorcas). She was continually doing good deeds and acts of charity. ",
    "reference": "Acts 9:36"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 37,
    "text": "At that time she became sick and died. When they had washed her body, they placed it in an upstairs room. ",
    "reference": "Acts 9:37"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 38,
    "text": "Because Lydda was near Joppa, when the disciples heard that Peter was there, they sent two men to him and urged him, “Come to us without delay.” ",
    "reference": "Acts 9:38"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 39,
    "text": "So Peter got up and went with them, and when he arrived they brought him to the upper room. All the widows stood beside him, crying and showing him the tunics and other clothing Dorcas used to make while she was with them. ",
    "reference": "Acts 9:39"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 40,
    "text": "But Peter sent them all outside, knelt down, and prayed. Turning to the body, he said, “Tabitha, get up.” Then she opened her eyes, and when she saw Peter, she sat up. ",
    "reference": "Acts 9:40"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 41,
    "text": "He gave her his hand and helped her get up. Then he called the saints and widows and presented her alive. ",
    "reference": "Acts 9:41"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 42,
    "text": "This became known throughout all Joppa, and many believed in the Lord. ",
    "reference": "Acts 9:42"
  },
  {
    "bookName": "Acts",
    "chapter": 9,
    "verse": 43,
    "text": "So Peter stayed many days in Joppa with a man named Simon, a tanner. ",
    "reference": "Acts 9:43"
  }
]