[
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 1,
    "text": "After we had safely reached shore, we learned that the island was called Malta. ",
    "reference": "Acts 28:1"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 2,
    "text": "The local inhabitants showed us extraordinary kindness, for they built a fire and welcomed us all because it had started to rain and was cold. ",
    "reference": "Acts 28:2"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 3,
    "text": "When Paul had gathered a bundle of brushwood and was putting it on the fire, a viper came out because of the heat and fastened itself on his hand. ",
    "reference": "Acts 28:3"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 4,
    "text": "When the local people saw the creature hanging from Paul’s hand, they said to one another, “No doubt this man is a murderer! Although he has escaped from the sea, Justice herself has not allowed him to live!” ",
    "reference": "Acts 28:4"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 5,
    "text": "However, Paul shook the creature off into the fire and suffered no harm. ",
    "reference": "Acts 28:5"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 6,
    "text": "But they were expecting that he was going to swell up or suddenly drop dead. So after they had waited a long time and had seen nothing unusual happen to him, they changed their minds and said he was a god. ",
    "reference": "Acts 28:6"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 7,
    "text": "Now in the region around that place were fields belonging to the chief official of the island, named Publius, who welcomed us and entertained us hospitably as guests for three days. ",
    "reference": "Acts 28:7"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 8,
    "text": "The father of Publius lay sick in bed, suffering from fever and dysentery. Paul went in to see him and after praying, placed his hands on him and healed him. ",
    "reference": "Acts 28:8"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 9,
    "text": "After this had happened, many of the people on the island who were sick also came and were healed. ",
    "reference": "Acts 28:9"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 10,
    "text": "They also bestowed many honors, and when we were preparing to sail, they gave us all the supplies we needed. ",
    "reference": "Acts 28:10"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 11,
    "text": "After three months we put out to sea in an Alexandrian ship that had wintered at the island and had the “Heavenly Twins” as its figurehead. ",
    "reference": "Acts 28:11"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 12,
    "text": "We put in at Syracuse and stayed there three days. ",
    "reference": "Acts 28:12"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 13,
    "text": "From there we cast off and arrived at Rhegium, and after one day a south wind sprang up and on the second day we came to Puteoli. ",
    "reference": "Acts 28:13"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 14,
    "text": "There we found some brothers and were invited to stay with them seven days. And in this way we came to Rome. ",
    "reference": "Acts 28:14"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 15,
    "text": "The brothers from there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. When he saw them, Paul thanked God and took courage. ",
    "reference": "Acts 28:15"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 16,
    "text": "When we entered Rome, Paul was allowed to live by himself, with the soldier who was guarding him. ",
    "reference": "Acts 28:16"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 17,
    "text": "After three days Paul called the local Jewish leaders together. When they had assembled, he said to them, “Brothers, although I had done nothing against our people or the customs of our ancestors, from Jerusalem I was handed over as a prisoner to the Romans. ",
    "reference": "Acts 28:17"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 18,
    "text": "When they had heard my case, they wanted to release me because there was no basis for a death sentence against me. ",
    "reference": "Acts 28:18"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 19,
    "text": "But when the Jews objected, I was forced to appeal to Caesar—not that I had some charge to bring against my own people. ",
    "reference": "Acts 28:19"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 20,
    "text": "So for this reason I have asked to see you and speak with you, for I am bound with this chain because of the hope of Israel.” ",
    "reference": "Acts 28:20"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 21,
    "text": "They replied, “We have received no letters from Judea about you, nor have any of the brothers come from there and reported or said anything bad about you. ",
    "reference": "Acts 28:21"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 22,
    "text": "But we would like to hear from you what you think, for regarding this sect we know that people everywhere speak against it.”",
    "reference": "Acts 28:22"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 23,
    "text": "They set a day to meet with him, and they came to him where he was staying in even greater numbers. From morning until evening he explained things to them, testifying about the kingdom of God and trying to convince them about Jesus from both the law of Moses and the prophets. ",
    "reference": "Acts 28:23"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 24,
    "text": "Some were convinced by what he said, but others refused to believe. ",
    "reference": "Acts 28:24"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 25,
    "text": "So they began to leave, unable to agree among themselves, after Paul made one last statement: “The Holy Spirit spoke rightly to your ancestors through the prophet Isaiah ",
    "reference": "Acts 28:25"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 26,
    "text": "when he said,‘\u003Cb\u003EGo to this people and say,\u003C/b\u003E“\u003Cb\u003EYou will keep on hearing,\u003C/b\u003E \u003Cb\u003Ebut will never understand,\u003C/b\u003E\u003Cb\u003Eand you will keep on looking,\u003C/b\u003E \u003Cb\u003Ebut will never perceive\u003C/b\u003E.",
    "reference": "Acts 28:26"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 27,
    "text": "\u003Cb\u003EFor the heart of this people has become dull,\u003C/b\u003E \u003Cb\u003Eand their ears are hard of hearing,\u003C/b\u003E \u003Cb\u003Eand they have closed their eyes,\u003C/b\u003E\u003Cb\u003Eso that they would not see with their eyes\u003C/b\u003E\u003Cb\u003Eand hear with their ears\u003C/b\u003E\u003Cb\u003Eand understand with their heart\u003C/b\u003E\u003Cb\u003Eand turn,\u003C/b\u003E \u003Cb\u003Eand I would heal them\u003C/b\u003E.”’ ",
    "reference": "Acts 28:27"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 28,
    "text": "“Therefore be advised that this salvation from God has been sent to the Gentiles; they will listen!” ",
    "reference": "Acts 28:28"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 30,
    "text": "Paul lived there two whole years in his own rented quarters and welcomed all who came to him, ",
    "reference": "Acts 28:30"
  },
  {
    "bookName": "Acts",
    "chapter": 28,
    "verse": 31,
    "text": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with complete boldness and without restriction. ",
    "reference": "Acts 28:31"
  }
]