[{"bookName":"Acts","chapter":11,"verse":1,"text":"Now the apostles and the brothers who were throughout Judea heard that the Gentiles too had accepted the word of God. ","reference":"Acts 11:1"},{"bookName":"Acts","chapter":11,"verse":2,"text":"So when Peter went up to Jerusalem, the circumcised believers took issue with him, ","reference":"Acts 11:2"},{"bookName":"Acts","chapter":11,"verse":3,"text":"saying, “You went to uncircumcised men and shared a meal with them.” ","reference":"Acts 11:3"},{"bookName":"Acts","chapter":11,"verse":4,"text":"But Peter began and explained it to them point by point, saying, ","reference":"Acts 11:4"},{"bookName":"Acts","chapter":11,"verse":5,"text":"“I was in the city of Joppa praying, and in a trance I saw a vision, an object something like a large sheet descending, being let down from heaven by its four corners, and it came to me. ","reference":"Acts 11:5"},{"bookName":"Acts","chapter":11,"verse":6,"text":"As I stared I looked into it and saw four-footed animals of the earth, wild animals, reptiles, and wild birds. ","reference":"Acts 11:6"},{"bookName":"Acts","chapter":11,"verse":7,"text":"I also heard a voice saying to me, ‘Get up, Peter; slaughter and eat!’ ","reference":"Acts 11:7"},{"bookName":"Acts","chapter":11,"verse":8,"text":"But I said, ‘Certainly not, Lord, for nothing defiled or ritually unclean has ever entered my mouth!’ ","reference":"Acts 11:8"},{"bookName":"Acts","chapter":11,"verse":9,"text":"But the voice replied a second time from heaven, ‘What God has made clean, you must not consider ritually unclean!’ ","reference":"Acts 11:9"},{"bookName":"Acts","chapter":11,"verse":10,"text":"This happened three times, and then everything was pulled up to heaven again. ","reference":"Acts 11:10"},{"bookName":"Acts","chapter":11,"verse":11,"text":"At that very moment, three men sent to me from Caesarea approached the house where we were staying. ","reference":"Acts 11:11"},{"bookName":"Acts","chapter":11,"verse":12,"text":"The Spirit told me to accompany them without hesitation. These six brothers also went with me, and we entered the man’s house. ","reference":"Acts 11:12"},{"bookName":"Acts","chapter":11,"verse":13,"text":"He informed us how he had seen an angel standing in his house and saying, ‘Send to Joppa and summon Simon, who is called Peter, ","reference":"Acts 11:13"},{"bookName":"Acts","chapter":11,"verse":14,"text":"who will speak a message to you by which you and your entire household will be saved.’ ","reference":"Acts 11:14"},{"bookName":"Acts","chapter":11,"verse":15,"text":"Then as I began to speak, the Holy Spirit fell on them just as he did on us at the beginning. ","reference":"Acts 11:15"},{"bookName":"Acts","chapter":11,"verse":16,"text":"And I remembered the word of the Lord, as he used to say, ‘John baptized with water, but you will be baptized with the Holy Spirit.’ ","reference":"Acts 11:16"},{"bookName":"Acts","chapter":11,"verse":17,"text":"Therefore if God gave them the same gift as he also gave us after believing in the Lord Jesus Christ, who was I to hinder God?” ","reference":"Acts 11:17"},{"bookName":"Acts","chapter":11,"verse":18,"text":"When they heard this, they ceased their objections and praised God, saying, “So then, God has granted the repentance that leads to life even to the Gentiles.” ","reference":"Acts 11:18"},{"bookName":"Acts","chapter":11,"verse":19,"text":"Now those who had been scattered because of the persecution that took place over Stephen went as far as Phoenicia, Cyprus, and Antioch, speaking the message to no one but Jews. ","reference":"Acts 11:19"},{"bookName":"Acts","chapter":11,"verse":20,"text":"But there were some men from Cyprus and Cyrene among them who came to Antioch and began to speak to the Greeks too, proclaiming the good news of the Lord Jesus. ","reference":"Acts 11:20"},{"bookName":"Acts","chapter":11,"verse":21,"text":"The hand of the Lord was with them, and a great number who believed turned to the Lord. ","reference":"Acts 11:21"},{"bookName":"Acts","chapter":11,"verse":22,"text":"A report about them came to the attention of the church in Jerusalem, and they sent Barnabas to Antioch. ","reference":"Acts 11:22"},{"bookName":"Acts","chapter":11,"verse":23,"text":"When he came and saw the grace of God, he rejoiced and encouraged them all to remain true to the Lord with devoted hearts, ","reference":"Acts 11:23"},{"bookName":"Acts","chapter":11,"verse":24,"text":"because he was a good man, full of the Holy Spirit and of faith, and a significant number of people were brought to the Lord. ","reference":"Acts 11:24"},{"bookName":"Acts","chapter":11,"verse":25,"text":"Then Barnabas departed for Tarsus to look for Saul, ","reference":"Acts 11:25"},{"bookName":"Acts","chapter":11,"verse":26,"text":"and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught a significant number of people. Now it was in Antioch that the disciples were first called Christians. ","reference":"Acts 11:26"},{"bookName":"Acts","chapter":11,"verse":27,"text":"At that time some prophets came down from Jerusalem to Antioch. ","reference":"Acts 11:27"},{"bookName":"Acts","chapter":11,"verse":28,"text":"One of them, named Agabus, got up and predicted by the Spirit that a severe famine was about to come over the whole inhabited world. (This took place during the reign of Claudius.) ","reference":"Acts 11:28"},{"bookName":"Acts","chapter":11,"verse":29,"text":"So the disciples, each in accordance with his financial ability, decided to send relief to the brothers living in Judea. ","reference":"Acts 11:29"},{"bookName":"Acts","chapter":11,"verse":30,"text":"They did so, sending their financial aid to the elders by Barnabas and Saul. ","reference":"Acts 11:30"}]