[{"bookName":"1 Samuel","chapter":23,"verse":1,"text":"They told David, “The Philistines are fighting in Keilah and are looting the threshing floors.” ","reference":"1 Samuel 23:1"},{"bookName":"1 Samuel","chapter":23,"verse":2,"text":"So David asked the Lord, “Should I go and strike down these Philistines?” The Lord said to David, “Go, strike down the Philistines and deliver Keilah.” ","reference":"1 Samuel 23:2"},{"bookName":"1 Samuel","chapter":23,"verse":3,"text":"But David’s men said to him, “We are afraid while we are still here in Judah. What will it be like if we go to Keilah against the armies of the Philistines?” ","reference":"1 Samuel 23:3"},{"bookName":"1 Samuel","chapter":23,"verse":4,"text":"So David asked the Lord once again. But again the Lord replied, “Arise, go down to Keilah, for I will give the Philistines into your hand.” ","reference":"1 Samuel 23:4"},{"bookName":"1 Samuel","chapter":23,"verse":5,"text":"So David and his men went to Keilah and fought the Philistines. He took away their cattle and thoroughly defeated them. David delivered the inhabitants of Keilah. ","reference":"1 Samuel 23:5"},{"bookName":"1 Samuel","chapter":23,"verse":6,"text":"Now when Abiathar son of Ahimelech had fled to David at Keilah, he had brought with him an ephod. ","reference":"1 Samuel 23:6"},{"bookName":"1 Samuel","chapter":23,"verse":7,"text":"When Saul was told that David had come to Keilah, Saul said, “God has delivered him into my hand, for he has boxed himself into a corner by entering a city with two barred gates.” ","reference":"1 Samuel 23:7"},{"bookName":"1 Samuel","chapter":23,"verse":8,"text":"So Saul mustered all his army to go down to Keilah and besiege David and his men. ","reference":"1 Samuel 23:8"},{"bookName":"1 Samuel","chapter":23,"verse":9,"text":"When David realized that Saul was planning to harm him, he told Abiathar the priest, “Bring the ephod.” ","reference":"1 Samuel 23:9"},{"bookName":"1 Samuel","chapter":23,"verse":10,"text":"Then David said, “O Lord God of Israel, your servant has clearly heard that Saul is planning to come to Keilah to destroy the city because of me.","reference":"1 Samuel 23:10"},{"bookName":"1 Samuel","chapter":23,"verse":11,"text":"Will the leaders of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O Lord God of Israel, please inform your servant.”Then the Lord said, “He will come down.” ","reference":"1 Samuel 23:11"},{"bookName":"1 Samuel","chapter":23,"verse":12,"text":"David asked, “Will the leaders of Keilah deliver me and my men into Saul’s hand?” The Lord said, “They will deliver you over.”","reference":"1 Samuel 23:12"},{"bookName":"1 Samuel","chapter":23,"verse":13,"text":"So David and his men, who numbered about 600, set out and left Keilah; they moved around from one place to another. When told that David had escaped from Keilah, Saul called a halt to his expedition. ","reference":"1 Samuel 23:13"},{"bookName":"1 Samuel","chapter":23,"verse":14,"text":"David stayed in the strongholds that were in the desert and in the hill country of the wilderness of Ziph. Saul looked for him all the time, but God did not deliver David into his hands. ","reference":"1 Samuel 23:14"},{"bookName":"1 Samuel","chapter":23,"verse":15,"text":"David realized that Saul had come out to seek his life; at that time David was in Horesh in the wilderness of Ziph. ","reference":"1 Samuel 23:15"},{"bookName":"1 Samuel","chapter":23,"verse":16,"text":"Then Jonathan son of Saul left and went to David at Horesh. He encouraged him through God. ","reference":"1 Samuel 23:16"},{"bookName":"1 Samuel","chapter":23,"verse":17,"text":"He said to him, “Don’t be afraid! For the hand of my father Saul cannot find you. You will rule over Israel, and I will be your second-in-command. Even my father Saul realizes this.” ","reference":"1 Samuel 23:17"},{"bookName":"1 Samuel","chapter":23,"verse":18,"text":"When the two of them had made a covenant before the Lord, David stayed at Horesh, but Jonathan went to his house. ","reference":"1 Samuel 23:18"},{"bookName":"1 Samuel","chapter":23,"verse":19,"text":"Then the Ziphites went up to Saul at Gibeah and said, “Isn’t David hiding among us in the strongholds at Horesh on the hill of Hakilah, south of Jeshimon? ","reference":"1 Samuel 23:19"},{"bookName":"1 Samuel","chapter":23,"verse":20,"text":"Now at your own discretion, O king, come down. Delivering him into the king’s hand will be our responsibility.”","reference":"1 Samuel 23:20"},{"bookName":"1 Samuel","chapter":23,"verse":21,"text":"Saul replied, “May you be blessed by the Lord, for you have had compassion on me.","reference":"1 Samuel 23:21"},{"bookName":"1 Samuel","chapter":23,"verse":22,"text":"Go and make further arrangements. Determine precisely where he is and who has seen him there, for I am told that he is extremely cunning. ","reference":"1 Samuel 23:22"},{"bookName":"1 Samuel","chapter":23,"verse":23,"text":"Locate precisely all the places where he hides and return to me with dependable information. Then I will go with you. If he is in the land, I will find him among all the thousands of Judah.” ","reference":"1 Samuel 23:23"},{"bookName":"1 Samuel","chapter":23,"verse":24,"text":"So they left and went to Ziph ahead of Saul. Now David and his men were in the wilderness of Maon, in the rift valley to the south of Jeshimon. ","reference":"1 Samuel 23:24"},{"bookName":"1 Samuel","chapter":23,"verse":25,"text":"Saul and his men went to look for him. But David was informed and went down to the rock and stayed in the wilderness of Maon. When Saul heard about it, he pursued David in the wilderness of Maon. ","reference":"1 Samuel 23:25"},{"bookName":"1 Samuel","chapter":23,"verse":26,"text":"Saul went on one side of the mountain, while David and his men went on the other side of the mountain. David was hurrying to get away from Saul, but Saul and his men were surrounding David and his men to capture them.","reference":"1 Samuel 23:26"},{"bookName":"1 Samuel","chapter":23,"verse":27,"text":"But a messenger came to Saul saying, “Come quickly, for the Philistines have raided the land!” ","reference":"1 Samuel 23:27"},{"bookName":"1 Samuel","chapter":23,"verse":28,"text":"So Saul stopped pursuing David and went to confront the Philistines. Therefore that place is called Sela Hammahlekoth. ","reference":"1 Samuel 23:28"},{"bookName":"1 Samuel","chapter":23,"verse":29,"text":"(24:1) Then David went up from there and stayed in the strongholds of En Gedi. ","reference":"1 Samuel 23:29"}]