[{"bookName":"1 Samuel","chapter":3,"verse":1,"text":"Now the boy Samuel continued serving the Lord under Eli’s supervision. Receiving a message from the Lord was rare in those days; revelatory visions were infrequent. ","reference":"1 Samuel 3:1"},{"bookName":"1 Samuel","chapter":3,"verse":2,"text":"Eli’s eyes had begun to fail, so that he was unable to see well. At that time he was lying down in his place, ","reference":"1 Samuel 3:2"},{"bookName":"1 Samuel","chapter":3,"verse":3,"text":"and the lamp of God had not yet been extinguished. Samuel was lying down in the temple of the Lord as well; the ark of God was also there. ","reference":"1 Samuel 3:3"},{"bookName":"1 Samuel","chapter":3,"verse":4,"text":"The Lord called to Samuel, and he replied, “Here I am!” ","reference":"1 Samuel 3:4"},{"bookName":"1 Samuel","chapter":3,"verse":5,"text":"Then he ran to Eli and said, “Here I am, for you called me.” But Eli said, “I didn’t call you. Go back and lie down.” So he went back and lay down.","reference":"1 Samuel 3:5"},{"bookName":"1 Samuel","chapter":3,"verse":6,"text":"The Lord again called, “Samuel!” So Samuel got up and went to Eli and said, “Here I am, for you called me.” But Eli said, “I didn’t call you, my son. Go back and lie down.”","reference":"1 Samuel 3:6"},{"bookName":"1 Samuel","chapter":3,"verse":7,"text":"Now Samuel did not yet know the Lord; the Lord’s messages had not yet been revealed to him. ","reference":"1 Samuel 3:7"},{"bookName":"1 Samuel","chapter":3,"verse":8,"text":"Then the Lord called Samuel a third time. So he got up and went to Eli and said, “Here I am, for you called me!” Eli then realized that it was the Lord who was calling the boy. ","reference":"1 Samuel 3:8"},{"bookName":"1 Samuel","chapter":3,"verse":9,"text":"So Eli said to Samuel, “Go back and lie down. When he calls you, say, ‘Speak, Lord, for your servant is listening.’” So Samuel went back and lay down in his place. ","reference":"1 Samuel 3:9"},{"bookName":"1 Samuel","chapter":3,"verse":10,"text":"Then the Lord came and stood nearby, calling as he had previously done, “Samuel! Samuel!” Samuel replied, “Speak, for your servant is listening!” ","reference":"1 Samuel 3:10"},{"bookName":"1 Samuel","chapter":3,"verse":11,"text":"The Lord said to Samuel, “Look! I am about to do something in Israel; when anyone hears about it, both of his ears will tingle. ","reference":"1 Samuel 3:11"},{"bookName":"1 Samuel","chapter":3,"verse":12,"text":"On that day I will carry out against Eli everything that I spoke about his house—from start to finish! ","reference":"1 Samuel 3:12"},{"bookName":"1 Samuel","chapter":3,"verse":13,"text":"You should tell him that I am about to judge his house forever because of the sin that he knew about. For his sons were cursing God, and he did not rebuke them.","reference":"1 Samuel 3:13"},{"bookName":"1 Samuel","chapter":3,"verse":14,"text":"Therefore I swore an oath to the house of Eli, ‘The sin of the house of Eli can never be forgiven by sacrifice or by grain offering.’” ","reference":"1 Samuel 3:14"},{"bookName":"1 Samuel","chapter":3,"verse":15,"text":"So Samuel lay down until morning. Then he opened the doors of the Lord’s house. But Samuel was afraid to tell Eli about the vision. ","reference":"1 Samuel 3:15"},{"bookName":"1 Samuel","chapter":3,"verse":16,"text":"However, Eli called Samuel and said, “Samuel, my son!” He replied, “Here I am.” ","reference":"1 Samuel 3:16"},{"bookName":"1 Samuel","chapter":3,"verse":17,"text":"Eli said, “What message did he speak to you? Don’t conceal it from me. God will judge you severely if you conceal from me anything that he said to you!”","reference":"1 Samuel 3:17"},{"bookName":"1 Samuel","chapter":3,"verse":18,"text":"So Samuel told him everything. He did not hold back anything from him. Eli said, “The Lord will do what he pleases.” ","reference":"1 Samuel 3:18"},{"bookName":"1 Samuel","chapter":3,"verse":19,"text":"Samuel continued to grow, and the Lord was with him. None of his prophecies fell to the ground unfulfilled. ","reference":"1 Samuel 3:19"},{"bookName":"1 Samuel","chapter":3,"verse":20,"text":"All Israel from Dan to Beer Sheba realized that Samuel was confirmed as a prophet of the Lord. ","reference":"1 Samuel 3:20"},{"bookName":"1 Samuel","chapter":3,"verse":21,"text":"Then the Lord again appeared in Shiloh, for it was in Shiloh that the Lord had revealed himself to Samuel through a message from the Lord. ","reference":"1 Samuel 3:21"}]