[
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 1,
    "text": "Then Samuel took a small container of olive oil and poured it on Saul’s head. Samuel kissed him and said, “The Lord has chosen you to lead his people Israel! You will rule over the Lord’s people and you will deliver them from the power of the enemies who surround them. This will be your sign that the Lord has chosen you as leader over his inheritance. ",
    "reference": "1 Samuel 10:1"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 2,
    "text": "When you leave me today, you will find two men near Rachel’s tomb at Zelzah on Benjamin’s border. They will say to you, ‘The donkeys you have gone looking for have been found. Your father is no longer concerned about the donkeys but has become anxious about you two! He is asking, “What should I do about my son?”’ ",
    "reference": "1 Samuel 10:2"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 3,
    "text": "“As you continue on from there, you will come to the tall tree of Tabor. At that point three men who are going up to God at Bethel will meet you. One of them will be carrying three young goats, one of them will be carrying three round loaves of bread, and one of them will be carrying a container of wine. ",
    "reference": "1 Samuel 10:3"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 4,
    "text": "They will ask you how you’re doing and will give you two loaves of bread. You will accept them. ",
    "reference": "1 Samuel 10:4"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 5,
    "text": "Afterward you will go to Gibeah of God, where there are Philistine officials. When you enter the town, you will meet a company of prophets coming down from the high place. They will have harps, tambourines, flutes, and lyres, and they will be prophesying. ",
    "reference": "1 Samuel 10:5"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 6,
    "text": "Then the Spirit of the Lord will rush upon you and you will prophesy with them. You will be changed into a different person. ",
    "reference": "1 Samuel 10:6"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 7,
    "text": "“When these signs have taken place, do whatever your hand finds to do, for God will be with you.",
    "reference": "1 Samuel 10:7"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 8,
    "text": "You will go down to Gilgal before me. I am going to join you there to offer burnt offerings and to make peace offerings. You should wait for seven days until I arrive and tell you what to do.” ",
    "reference": "1 Samuel 10:8"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 9,
    "text": "As Saul turned to leave Samuel, God changed his inmost person. All these signs happened on that very day. ",
    "reference": "1 Samuel 10:9"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 10,
    "text": "When Saul and his servant arrived at Gibeah, a company of prophets was coming out to meet him. Then the Spirit of God rushed upon Saul and he prophesied among them.",
    "reference": "1 Samuel 10:10"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 11,
    "text": "When everyone who had known him previously saw him prophesying with the prophets, the people asked one another, “What on earth has happened to the son of Kish? Does even Saul belong with the prophets?” ",
    "reference": "1 Samuel 10:11"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 12,
    "text": "A man who was from there replied, “And who is their father?” Therefore this became a proverb: “Is even Saul among the prophets?” ",
    "reference": "1 Samuel 10:12"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 13,
    "text": "When Saul had finished prophesying, he went to the high place. ",
    "reference": "1 Samuel 10:13"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 14,
    "text": "Saul’s uncle asked him and his servant, “Where did you go?” Saul replied, “To look for the donkeys. But when we realized they were lost, we went to Samuel.” ",
    "reference": "1 Samuel 10:14"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 15,
    "text": "Saul’s uncle said, “Tell me what Samuel said to you.”",
    "reference": "1 Samuel 10:15"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 16,
    "text": "Saul said to his uncle, “He assured us that the donkeys had been found.” But Saul did not tell him what Samuel had said about the matter of kingship. ",
    "reference": "1 Samuel 10:16"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 17,
    "text": "Then Samuel called the people together before the Lord at Mizpah. ",
    "reference": "1 Samuel 10:17"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 18,
    "text": "He said to the Israelites, “This is what the Lord God of Israel has said, ‘I brought Israel up from Egypt and I delivered you from the power of the Egyptians and from the power of all the kingdoms that oppressed you. ",
    "reference": "1 Samuel 10:18"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 19,
    "text": "But today you have rejected your God who saves you from all your trouble and distress. You have said, “No! Appoint a king over us.” Now take your positions before the Lord by your tribes and by your clans.’”",
    "reference": "1 Samuel 10:19"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 20,
    "text": "Then Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen by lot. ",
    "reference": "1 Samuel 10:20"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 21,
    "text": "Then he brought the tribe of Benjamin near by its families, and the family of Matri was chosen by lot. At last Saul son of Kish was chosen by lot. But when they looked for him, he was nowhere to be found. ",
    "reference": "1 Samuel 10:21"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 22,
    "text": "So they inquired again of the Lord, “Has the man arrived here yet?” The Lord said, “He has hidden himself among the equipment.” ",
    "reference": "1 Samuel 10:22"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 23,
    "text": "So they ran and brought him from there. When he took his position among the people, he stood head and shoulders above them all. ",
    "reference": "1 Samuel 10:23"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 24,
    "text": "Then Samuel said to all the people, “Do you see the one whom the Lord has chosen? Indeed, there is no one like him among all the people.” All the people shouted out, “Long live the king!” ",
    "reference": "1 Samuel 10:24"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 25,
    "text": "Then Samuel talked to the people about how the kingship would work. He wrote it all down on a scroll and set it before the Lord. Then Samuel sent all the people away to their homes. ",
    "reference": "1 Samuel 10:25"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 26,
    "text": "Even Saul went to his home in Gibeah. With him went some brave men whose hearts God had touched. ",
    "reference": "1 Samuel 10:26"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 10,
    "verse": 27,
    "text": "But some wicked men said, “How can this man save us?” They despised him and did not even bring him a gift. But Saul said nothing about it.",
    "reference": "1 Samuel 10:27"
  }
]