[
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 1,
    "text": "Samuel died, and all Israel assembled and mourned him. They buried him at his home in Ramah. Then David left and went down to the wilderness of Paran. ",
    "reference": "1 Samuel 25:1"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 2,
    "text": "There was a man in Maon whose business was in Carmel. This man was very wealthy; he owned 3,000 sheep and 1,000 goats. At that time he was shearing his sheep in Carmel. ",
    "reference": "1 Samuel 25:2"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 3,
    "text": "The man’s name was Nabal, and his wife’s name was Abigail. She was both wise and beautiful, but the man was harsh and his deeds were evil. He was a Calebite.",
    "reference": "1 Samuel 25:3"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 4,
    "text": "When David heard in the wilderness that Nabal was shearing his sheep, ",
    "reference": "1 Samuel 25:4"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 5,
    "text": "he sent 10 servants, saying to them, “Go up to Carmel to see Nabal and give him greetings in my name. ",
    "reference": "1 Samuel 25:5"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 6,
    "text": "Then you will say to my brother, ‘Peace to you and your house! Peace to all that is yours! ",
    "reference": "1 Samuel 25:6"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 7,
    "text": "Now I hear that they are shearing sheep for you. When your shepherds were with us, we neither insulted them nor harmed them the whole time they were in Carmel. ",
    "reference": "1 Samuel 25:7"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 8,
    "text": "Ask your own servants; they can tell you! May my servants find favor in your sight, for we have come at the time of a holiday. Please provide us—your servants and your son David—with whatever you can spare.’” ",
    "reference": "1 Samuel 25:8"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 9,
    "text": "So David’s servants went and spoke all these words to Nabal in David’s name. Then they paused. ",
    "reference": "1 Samuel 25:9"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 10,
    "text": "But Nabal responded to David’s servants, “Who is David, and who is this son of Jesse? This is a time when many servants are breaking away from their masters! ",
    "reference": "1 Samuel 25:10"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 11,
    "text": "Should I take my bread and my water and my meat that I have slaughtered for my shearers and give them to these men? I don’t even know where they came from!”",
    "reference": "1 Samuel 25:11"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 12,
    "text": "So David’s servants went on their way. When they had returned, they came and told David all these things. ",
    "reference": "1 Samuel 25:12"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 13,
    "text": "Then David instructed his men, “Each of you strap on your sword!” So each one strapped on his sword, and David also strapped on his sword. About 400 men followed David, while 200 stayed behind with the equipment. ",
    "reference": "1 Samuel 25:13"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 14,
    "text": "But one of the servants told Nabal’s wife Abigail, “David sent messengers from the wilderness to greet our lord, but he screamed at them.",
    "reference": "1 Samuel 25:14"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 15,
    "text": "These men were very good to us. They did not insult us, nor did we sustain any loss during the entire time we were together in the field. ",
    "reference": "1 Samuel 25:15"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 16,
    "text": "Both night and day they were a protective wall for us the entire time we were with them, while we were tending our flocks. ",
    "reference": "1 Samuel 25:16"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 17,
    "text": "Now be aware of this, and see what you can do. For disaster has been planned for our lord and his entire household. He is such a wicked person that no one tells him anything!”",
    "reference": "1 Samuel 25:17"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 18,
    "text": "So Abigail quickly took 200 loaves of bread, two containers of wine, five prepared sheep, five seahs of roasted grain, 100 bunches of raisins, and 200 lumps of pressed figs. She loaded them on donkeys ",
    "reference": "1 Samuel 25:18"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 19,
    "text": "and said to her servants, “Go on ahead of me. I will come after you.” But she did not tell her husband Nabal. ",
    "reference": "1 Samuel 25:19"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 20,
    "text": "Riding on her donkey, she went down under cover of the mountain. David and his men were coming down to meet her, and she encountered them.",
    "reference": "1 Samuel 25:20"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 21,
    "text": "Now David had been thinking, “In vain I guarded everything that belonged to this man in the wilderness. I didn’t take anything from him. But he has repaid my good with evil. ",
    "reference": "1 Samuel 25:21"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 22,
    "text": "God will severely punish David, if I leave alive until morning even one male from all those who belong to him!”",
    "reference": "1 Samuel 25:22"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 23,
    "text": "When Abigail saw David, she got down quickly from the donkey, threw herself facedown before David, and bowed to the ground. ",
    "reference": "1 Samuel 25:23"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 24,
    "text": "Falling at his feet, she said, “My lord, I accept all the guilt! But please let your female servant speak to you! Please listen to the words of your servant! ",
    "reference": "1 Samuel 25:24"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 25,
    "text": "My lord should not pay attention to this wicked man Nabal. He simply lives up to his name! His name means ‘fool,’ and he is indeed foolish! But I, your servant, did not see the servants my lord sent. ",
    "reference": "1 Samuel 25:25"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 26,
    "text": "“Now, my lord, as surely as the Lord lives and as surely as you live, it is the Lord who has kept you from shedding blood and taking matters into your own hands. Now may your enemies and those who seek to harm my lord be like Nabal. ",
    "reference": "1 Samuel 25:26"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 27,
    "text": "Now let this present that your servant has brought to my lord be given to the servants who follow my lord. ",
    "reference": "1 Samuel 25:27"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 28,
    "text": "Please forgive the sin of your servant, for the Lord will certainly establish a lasting dynasty for my lord, because my lord fights the battles of the Lord. May no evil be found in you all your days! ",
    "reference": "1 Samuel 25:28"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 29,
    "text": "When someone sets out to chase you and to take your life, the life of my lord will be wrapped securely in the bag of the living by the Lord your God. But he will sling away the lives of your enemies from the sling’s pocket! ",
    "reference": "1 Samuel 25:29"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 30,
    "text": "The Lord will do for my lord everything that he promised you, and he will make you a leader over Israel. ",
    "reference": "1 Samuel 25:30"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 31,
    "text": "Your conscience will not be overwhelmed with guilt for having poured out innocent blood and for having taken matters into your own hands. When the Lord has granted my lord success, please remember your servant.” ",
    "reference": "1 Samuel 25:31"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 32,
    "text": "Then David said to Abigail, “Praised be the Lord, the God of Israel, who has sent you this day to meet me!",
    "reference": "1 Samuel 25:32"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 33,
    "text": "Praised be your good judgment! May you yourself be rewarded for having prevented me this day from shedding blood and taking matters into my own hands! ",
    "reference": "1 Samuel 25:33"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 34,
    "text": "Otherwise, as surely as the Lord, the God of Israel, lives—he who has prevented me from harming you—if you had not come so quickly to meet me, by morning’s light not even one male belonging to Nabal would have remained alive!”",
    "reference": "1 Samuel 25:34"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 35,
    "text": "Then David took from her hand what she had brought to him. He said to her, “Go back to your home in peace. Be assured that I have listened to you and responded favorably.” ",
    "reference": "1 Samuel 25:35"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 36,
    "text": "When Abigail went back to Nabal, he was holding a banquet in his house like that of the king. Nabal was having a good time and was very intoxicated. She told him absolutely nothing until morning’s light. ",
    "reference": "1 Samuel 25:36"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 37,
    "text": "In the morning, when Nabal was sober, his wife told him about these matters. He had a stroke and was paralyzed. ",
    "reference": "1 Samuel 25:37"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 38,
    "text": "After about 10 days the Lord struck Nabal down and he died. ",
    "reference": "1 Samuel 25:38"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 39,
    "text": "When David heard that Nabal had died, he said, “Praised be the Lord who has vindicated me and avenged the insult that I suffered from Nabal! The Lord has kept his servant from doing evil, and he has repaid Nabal for his evil deeds.” Then David sent word to Abigail and asked her to become his wife. ",
    "reference": "1 Samuel 25:39"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 40,
    "text": "So the servants of David went to Abigail at Carmel and said to her, “David has sent us to you to bring you back to be his wife.” ",
    "reference": "1 Samuel 25:40"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 41,
    "text": "She arose, bowed her face toward the ground, and said, “Your female servant, like a lowly servant, will wash the feet of the servants of my lord.” ",
    "reference": "1 Samuel 25:41"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 42,
    "text": "Then Abigail quickly went and mounted her donkey, with five of her female servants accompanying her. She followed David’s messengers and became his wife. ",
    "reference": "1 Samuel 25:42"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 43,
    "text": "David had also married Ahinoam from Jezreel; the two of them became his wives. ",
    "reference": "1 Samuel 25:43"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 25,
    "verse": 44,
    "text": "(Now Saul had given his daughter Michal, David’s wife, to Paltiel son of Laish, who was from Gallim.) ",
    "reference": "1 Samuel 25:44"
  }
]