[{"bookName":"1 Samuel","chapter":13,"verse":1,"text":"Saul was [thirty] years old when he began to reign; he ruled over Israel for [forty] years. ","reference":"1 Samuel 13:1"},{"bookName":"1 Samuel","chapter":13,"verse":2,"text":"Saul selected for himself 3,000 men from Israel. Of these 2,000 were with Saul at Micmash and in the hill country of Bethel; the remaining 1,000 were with Jonathan at Gibeah in the territory of Benjamin. He sent all the rest of the people back home. ","reference":"1 Samuel 13:2"},{"bookName":"1 Samuel","chapter":13,"verse":3,"text":"Jonathan attacked the Philistine outpost that was at Geba and the Philistines heard about it. Then Saul alerted all the land saying, “Let the Hebrews pay attention!” ","reference":"1 Samuel 13:3"},{"bookName":"1 Samuel","chapter":13,"verse":4,"text":"All Israel heard this message, “Saul has attacked the Philistine outpost, and now Israel is repulsive to the Philistines!” So the people were summoned to join Saul at Gilgal. ","reference":"1 Samuel 13:4"},{"bookName":"1 Samuel","chapter":13,"verse":5,"text":"Meanwhile the Philistines gathered to battle with Israel. Then they went up against Israel with 3,000 chariots, 6,000 horsemen, and an army as numerous as the sand on the seashore. They went up and camped at Micmash, east of Beth Aven. ","reference":"1 Samuel 13:5"},{"bookName":"1 Samuel","chapter":13,"verse":6,"text":"The men of Israel realized they had a problem because their army was hard pressed. So the army hid in caves, thickets, cliffs, strongholds, and cisterns. ","reference":"1 Samuel 13:6"},{"bookName":"1 Samuel","chapter":13,"verse":7,"text":"Some of the Hebrews crossed over the Jordan River to the land of Gad and Gilead. But Saul stayed at Gilgal; the entire army that was with him was terrified. ","reference":"1 Samuel 13:7"},{"bookName":"1 Samuel","chapter":13,"verse":8,"text":"He waited for seven days, the time period indicated by Samuel. But Samuel did not come to Gilgal, and the army began to abandon Saul.","reference":"1 Samuel 13:8"},{"bookName":"1 Samuel","chapter":13,"verse":9,"text":"So Saul said, “Bring me the burnt offering and the peace offerings.” Then he offered a burnt offering. ","reference":"1 Samuel 13:9"},{"bookName":"1 Samuel","chapter":13,"verse":10,"text":"Just when he had finished offering the burnt offering, Samuel appeared on the scene. Saul went out to meet him and to greet him.","reference":"1 Samuel 13:10"},{"bookName":"1 Samuel","chapter":13,"verse":11,"text":"But Samuel said, “What have you done?” Saul replied, “When I saw that the army had started to abandon me, and that you didn’t come at the appointed time, and that the Philistines had assembled at Micmash, ","reference":"1 Samuel 13:11"},{"bookName":"1 Samuel","chapter":13,"verse":12,"text":"I thought, ‘Now the Philistines will come down on me at Gilgal and I have not sought the Lord’s favor.’ So I felt obligated to offer the burnt offering.” ","reference":"1 Samuel 13:12"},{"bookName":"1 Samuel","chapter":13,"verse":13,"text":"Then Samuel said to Saul, “You have made a foolish choice! You have not obeyed the commandment that the Lord your God gave you. Had you done that, the Lord would have established your kingdom over Israel forever. ","reference":"1 Samuel 13:13"},{"bookName":"1 Samuel","chapter":13,"verse":14,"text":"But now your kingdom will not continue. The Lord has sought out for himself a man who is loyal to him, and the Lord has appointed him to be leader over his people, for you have not obeyed what the Lord commanded you.”","reference":"1 Samuel 13:14"},{"bookName":"1 Samuel","chapter":13,"verse":15,"text":"Then Samuel set out and went up from Gilgal to Gibeah in the territory of Benjamin. Saul mustered the army that remained with him; there were about 600 men. ","reference":"1 Samuel 13:15"},{"bookName":"1 Samuel","chapter":13,"verse":16,"text":"Saul, his son Jonathan, and the army that remained with them stayed in Gibeah in the territory of Benjamin, while the Philistines camped in Micmash. ","reference":"1 Samuel 13:16"},{"bookName":"1 Samuel","chapter":13,"verse":17,"text":"Raiding bands went out from the camp of the Philistines in three groups. One band turned toward the road leading to Ophrah by the land of Shual; ","reference":"1 Samuel 13:17"},{"bookName":"1 Samuel","chapter":13,"verse":18,"text":"another band turned toward the road leading to Beth Horon; and yet another band turned toward the road leading to the border that overlooks the valley of Zeboyim in the direction of the desert. ","reference":"1 Samuel 13:18"},{"bookName":"1 Samuel","chapter":13,"verse":19,"text":"A blacksmith could not be found in all the land of Israel, for the Philistines had said, “This will prevent the Hebrews from making swords and spears.” ","reference":"1 Samuel 13:19"},{"bookName":"1 Samuel","chapter":13,"verse":20,"text":"So all Israel had to go down to the Philistines in order to get their plowshares, cutting instruments, axes, and sickles sharpened. ","reference":"1 Samuel 13:20"},{"bookName":"1 Samuel","chapter":13,"verse":21,"text":"They charged two-thirds of a shekel to sharpen plowshares and cutting instruments, and one-third of a shekel to sharpen picks and axes, and to set ox goads. ","reference":"1 Samuel 13:21"},{"bookName":"1 Samuel","chapter":13,"verse":22,"text":"So on the day of the battle no sword or spear was to be found in the hand of anyone in the army that was with Saul and Jonathan. No one but Saul and his son Jonathan had them.","reference":"1 Samuel 13:22"},{"bookName":"1 Samuel","chapter":13,"verse":23,"text":"A garrison of the Philistines had gone out to the pass at Micmash. ","reference":"1 Samuel 13:23"}]