[{"bookName":"1 Samuel","chapter":15,"verse":1,"text":"Then Samuel said to Saul, “I was the one the Lord sent to anoint you as king over his people Israel. Now listen to what the Lord says. ","reference":"1 Samuel 15:1"},{"bookName":"1 Samuel","chapter":15,"verse":2,"text":"Here is what the Lord of Heaven’s Armies has said: ‘I carefully observed how the Amalekites opposed Israel along the way when Israel came up from Egypt. ","reference":"1 Samuel 15:2"},{"bookName":"1 Samuel","chapter":15,"verse":3,"text":"So go now and strike down the Amalekites. Destroy everything they have. Don’t spare them. Put them to death—man, woman, child, infant, ox, sheep, camel, and donkey alike.’”","reference":"1 Samuel 15:3"},{"bookName":"1 Samuel","chapter":15,"verse":4,"text":"So Saul assembled the army and mustered them at Telaim. There were 200,000 foot soldiers and 10,000 men of Judah. ","reference":"1 Samuel 15:4"},{"bookName":"1 Samuel","chapter":15,"verse":5,"text":"Saul proceeded to the city of Amalek, where he set an ambush in the wadi. ","reference":"1 Samuel 15:5"},{"bookName":"1 Samuel","chapter":15,"verse":6,"text":"Saul said to the Kenites, “Go on and leave! Go down from among the Amalekites. Otherwise I will sweep you away with them. After all, you were kind to all the Israelites when they came up from Egypt.” So the Kenites withdrew from among the Amalekites. ","reference":"1 Samuel 15:6"},{"bookName":"1 Samuel","chapter":15,"verse":7,"text":"Then Saul struck down the Amalekites all the way from Havilah to Shur, which is next to Egypt. ","reference":"1 Samuel 15:7"},{"bookName":"1 Samuel","chapter":15,"verse":8,"text":"He captured King Agag of the Amalekites alive, but he executed all Agag’s people with the sword. ","reference":"1 Samuel 15:8"},{"bookName":"1 Samuel","chapter":15,"verse":9,"text":"However, Saul and the army spared Agag, along with the best of the flock, the cattle, the fatlings, and the lambs, as well as everything else that was of value. They were not willing to slaughter them. But they did slaughter everything that was despised and worthless. ","reference":"1 Samuel 15:9"},{"bookName":"1 Samuel","chapter":15,"verse":10,"text":"Then the Lord’s message came to Samuel: ","reference":"1 Samuel 15:10"},{"bookName":"1 Samuel","chapter":15,"verse":11,"text":"“I regret that I have made Saul king, for he has turned away from me and has not done what I told him to do.” Samuel became angry and he cried out to the Lord all that night. ","reference":"1 Samuel 15:11"},{"bookName":"1 Samuel","chapter":15,"verse":12,"text":"Then Samuel got up early to meet Saul the next morning. But Samuel was informed, “Saul has gone to Carmel where he is setting up a monument for himself.” Then Samuel left and went down to Gilgal. ","reference":"1 Samuel 15:12"},{"bookName":"1 Samuel","chapter":15,"verse":13,"text":"When Samuel came to Saul, Saul said to him, “May the Lord bless you! I have fulfilled the Lord’s orders.”","reference":"1 Samuel 15:13"},{"bookName":"1 Samuel","chapter":15,"verse":14,"text":"Samuel replied, “If that is the case, then what is this sound of sheep in my ears and the sound of cattle that I hear?” ","reference":"1 Samuel 15:14"},{"bookName":"1 Samuel","chapter":15,"verse":15,"text":"Saul said, “They were brought from the Amalekites; the army spared the best of the flocks and cattle to sacrifice to the Lord our God. But everything else we slaughtered.” ","reference":"1 Samuel 15:15"},{"bookName":"1 Samuel","chapter":15,"verse":16,"text":"Then Samuel said to Saul, “Wait a minute! Let me tell you what the Lord said to me last night.” Saul said to him, “Tell me.”","reference":"1 Samuel 15:16"},{"bookName":"1 Samuel","chapter":15,"verse":17,"text":"Samuel said, “Is it not true that when you were insignificant in your own eyes, you became head of the tribes of Israel? The Lord chose you as king over Israel. ","reference":"1 Samuel 15:17"},{"bookName":"1 Samuel","chapter":15,"verse":18,"text":"The Lord sent you on a campaign saying, ‘Go and exterminate those sinful Amalekites! Fight against them until you have destroyed them.’","reference":"1 Samuel 15:18"},{"bookName":"1 Samuel","chapter":15,"verse":19,"text":"Why haven’t you obeyed the Lord? Instead you have greedily rushed upon the plunder! You have done what is wrong in the Lord’s estimation.” ","reference":"1 Samuel 15:19"},{"bookName":"1 Samuel","chapter":15,"verse":20,"text":"Then Saul said to Samuel, “But I have obeyed the Lord! I went on the campaign the Lord sent me on. I brought back King Agag of the Amalekites after exterminating the Amalekites. ","reference":"1 Samuel 15:20"},{"bookName":"1 Samuel","chapter":15,"verse":21,"text":"But the army took from the plunder some of the sheep and cattle—the best of what was to be slaughtered—to sacrifice to the Lord your God in Gilgal.” ","reference":"1 Samuel 15:21"},{"bookName":"1 Samuel","chapter":15,"verse":22,"text":"Then Samuel said, “Does the Lord take pleasure in burnt offerings and sacrifices as much as he does in obedience? Certainly, obedience is better than sacrifice; paying attention is better than the fat of rams. ","reference":"1 Samuel 15:22"},{"bookName":"1 Samuel","chapter":15,"verse":23,"text":"For rebellion is like the sin of divination, and presumption is like the evil of idolatry. Because you have rejected the Lord’s orders, he has rejected you from being king.” ","reference":"1 Samuel 15:23"},{"bookName":"1 Samuel","chapter":15,"verse":24,"text":"Then Saul said to Samuel, “I have sinned, for I have disobeyed what the Lord commanded and your words as well. For I was afraid of the army, and I obeyed their voice.","reference":"1 Samuel 15:24"},{"bookName":"1 Samuel","chapter":15,"verse":25,"text":"Now please forgive my sin. Go back with me so I can worship the Lord.”","reference":"1 Samuel 15:25"},{"bookName":"1 Samuel","chapter":15,"verse":26,"text":"Samuel said to Saul, “I will not go back with you, for you have rejected the Lord’s orders, and the Lord has rejected you from being king over Israel!” ","reference":"1 Samuel 15:26"},{"bookName":"1 Samuel","chapter":15,"verse":27,"text":"When Samuel turned to leave, Saul grabbed the edge of his robe and it tore. ","reference":"1 Samuel 15:27"},{"bookName":"1 Samuel","chapter":15,"verse":28,"text":"Samuel said to him, “The Lord has torn the kingdom of Israel from you this day and has given it to one of your colleagues who is better than you!","reference":"1 Samuel 15:28"},{"bookName":"1 Samuel","chapter":15,"verse":29,"text":"The Preeminent One of Israel does not go back on his word or change his mind, for he is not a human being who changes his mind.” ","reference":"1 Samuel 15:29"},{"bookName":"1 Samuel","chapter":15,"verse":30,"text":"Saul again replied, “I have sinned. But please honor me before the elders of my people and before Israel. Go back with me so I may worship the Lord your God.” ","reference":"1 Samuel 15:30"},{"bookName":"1 Samuel","chapter":15,"verse":31,"text":"So Samuel followed Saul back, and Saul worshiped the Lord. ","reference":"1 Samuel 15:31"},{"bookName":"1 Samuel","chapter":15,"verse":32,"text":"Then Samuel said, “Bring me King Agag of the Amalekites.” So Agag came to him trembling, thinking to himself, “Surely death is bitter!” ","reference":"1 Samuel 15:32"},{"bookName":"1 Samuel","chapter":15,"verse":33,"text":"Samuel said, “Just as your sword left women childless, so your mother will be the most bereaved among women.” Then Samuel hacked Agag to pieces there in Gilgal before the Lord. ","reference":"1 Samuel 15:33"},{"bookName":"1 Samuel","chapter":15,"verse":34,"text":"Then Samuel went to Ramah, while Saul went up to his home in Gibeah of Saul. ","reference":"1 Samuel 15:34"},{"bookName":"1 Samuel","chapter":15,"verse":35,"text":"Until the day he died, Samuel did not see Saul again. Samuel did, however, mourn for Saul, but the Lord regretted that he had made Saul king over Israel. ","reference":"1 Samuel 15:35"}]