[
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 1,
    "text": "Now the Philistines had captured the ark of God and brought it from Ebenezer to Ashdod. ",
    "reference": "1 Samuel 5:1"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 2,
    "text": "The Philistines took the ark of God and brought it into the temple of Dagon, where they positioned it beside Dagon. ",
    "reference": "1 Samuel 5:2"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 3,
    "text": "When the residents of Ashdod got up early the next day, Dagon was lying on the ground before the ark of the Lord. So they took Dagon and set him back in his place. ",
    "reference": "1 Samuel 5:3"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 4,
    "text": "But when they got up early the following day, Dagon was again lying on the ground before the ark of the Lord. The head of Dagon and his two hands were sheared off and were lying at the threshold. Only Dagon’s body was left intact. ",
    "reference": "1 Samuel 5:4"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 5,
    "text": "(For this reason, to this very day, neither Dagon’s priests nor anyone else who enters Dagon’s temple steps on Dagon’s threshold in Ashdod.) ",
    "reference": "1 Samuel 5:5"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 6,
    "text": "The Lord attacked the residents of Ashdod severely, bringing devastation on them. He struck the people of both Ashdod and the surrounding area with sores. ",
    "reference": "1 Samuel 5:6"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 7,
    "text": "When the people of Ashdod saw what was happening, they said, “The ark of the God of Israel should not remain with us, for he has attacked both us and our god Dagon!” ",
    "reference": "1 Samuel 5:7"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 8,
    "text": "So they assembled all the leaders of the Philistines and asked, “What should we do with the ark of the God of Israel?” They replied, “The ark of the God of Israel should be moved to Gath.” So they moved the ark of the God of Israel. ",
    "reference": "1 Samuel 5:8"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 9,
    "text": "But after it had been moved the Lord attacked that city as well, causing a great deal of panic. He struck all the people of that city with sores. ",
    "reference": "1 Samuel 5:9"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 10,
    "text": "So they sent the ark of God to Ekron. But when the ark of God arrived at Ekron, the residents of Ekron cried out saying, “They have brought the ark of the God of Israel here to kill our people!” ",
    "reference": "1 Samuel 5:10"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 11,
    "text": "So they assembled all the leaders of the Philistines and said, “Get the ark of the God of Israel out of here! Let it go back to its own place so that it won’t kill us and our people!” The terror of death was throughout the entire city; God was attacking them very severely there. ",
    "reference": "1 Samuel 5:11"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 5,
    "verse": 12,
    "text": "The people who did not die were struck with sores; the city’s cry for help went all the way up to heaven. ",
    "reference": "1 Samuel 5:12"
  }
]