[
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 1,
    "text": "Samuel said to all Israel, “I have done everything you requested. I have given you a king. ",
    "reference": "1 Samuel 12:1"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 2,
    "text": "Now look! This king walks before you. As for me, I am old and gray, and my sons are here with you. I have walked before you from the time of my youth till the present day. ",
    "reference": "1 Samuel 12:2"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 3,
    "text": "Here I am. Bring a charge against me before the Lord and before his chosen king. Whose ox have I taken? Whose donkey have I taken? Whom have I wronged? Whom have I oppressed? From whose hand have I taken a bribe so that I would overlook something? Tell me, and I will return it to you!”",
    "reference": "1 Samuel 12:3"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 4,
    "text": "They replied, “You have not wronged us or oppressed us. You have not taken anything from the hand of anyone.” ",
    "reference": "1 Samuel 12:4"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 5,
    "text": "He said to them, “The Lord is witness against you, and his chosen king is witness this day, that you have not found any reason to accuse me.” They said, “He is witness!” ",
    "reference": "1 Samuel 12:5"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 6,
    "text": "Samuel said to the people, “The Lord is the one who chose Moses and Aaron and who brought your ancestors up from the land of Egypt. ",
    "reference": "1 Samuel 12:6"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 7,
    "text": "Now take your positions, so I may confront you before the Lord regarding all the Lord’s just actions toward you and your ancestors. ",
    "reference": "1 Samuel 12:7"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 8,
    "text": "When Jacob entered Egypt, your ancestors cried out to the Lord. The Lord sent Moses and Aaron, and they led your ancestors out of Egypt and settled them in this place. ",
    "reference": "1 Samuel 12:8"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 9,
    "text": "“But they forgot the Lord their God, so he gave them into the hand of Sisera, the general in command of Hazor’s army, and into the hands of the Philistines and the king of Moab, and they fought against them.",
    "reference": "1 Samuel 12:9"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 10,
    "text": "Then they cried out to the Lord and admitted, ‘We have sinned, for we have forsaken the Lord and have served the Baals and the images of Ashtoreth. Now deliver us from the hands of our enemies so that we may serve you.’",
    "reference": "1 Samuel 12:10"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 11,
    "text": "So the Lord sent Jerub Baal, Barak, Jephthah, and Samuel, and he delivered you from the hands of the enemies all around you, and you were able to live securely. ",
    "reference": "1 Samuel 12:11"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 12,
    "text": "“When you saw that King Nahash of the Ammonites was advancing against you, you said to me, ‘No! A king will rule over us’—even though the Lord your God is your king. ",
    "reference": "1 Samuel 12:12"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 13,
    "text": "Now look! Here is the king you have chosen—the one that you asked for! Look, the Lord has given you a king. ",
    "reference": "1 Samuel 12:13"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 14,
    "text": "If you fear the Lord, serving him and obeying him and not rebelling against what he says, and if both you and the king who rules over you follow the Lord your God, all will be well. ",
    "reference": "1 Samuel 12:14"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 15,
    "text": "But if you don’t obey the Lord and rebel against what the Lord says, the hand of the Lord will be against both you and your king. ",
    "reference": "1 Samuel 12:15"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 16,
    "text": "“So now, take your positions and watch this great thing that the Lord is about to do in your sight. ",
    "reference": "1 Samuel 12:16"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 17,
    "text": "Is this not the time of the wheat harvest? I will call on the Lord so that he makes it thunder and rain. Realize and see what a great sin you have committed before the Lord by asking for a king for yourselves.”",
    "reference": "1 Samuel 12:17"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 18,
    "text": "So Samuel called to the Lord, and the Lord made it thunder and rain that day. All the people were very afraid of both the Lord and Samuel. ",
    "reference": "1 Samuel 12:18"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 19,
    "text": "All the people said to Samuel, “Pray to the Lord your God on behalf of us—your servants—so we won’t die, for we have added to all our sins by asking for a king.” ",
    "reference": "1 Samuel 12:19"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 20,
    "text": "Then Samuel said to the people, “Don’t be afraid. You have indeed sinned. However, don’t turn aside from the Lord. Serve the Lord with all your heart. ",
    "reference": "1 Samuel 12:20"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 21,
    "text": "You should not turn aside after empty things that can’t profit and can’t deliver, since they are empty. ",
    "reference": "1 Samuel 12:21"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 22,
    "text": "The Lord will not abandon his people because he wants to uphold his great reputation. The Lord was pleased to make you his own people. ",
    "reference": "1 Samuel 12:22"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 23,
    "text": "As far as I am concerned, far be it from me to sin against the Lord by ceasing to pray for you! I will instruct you in the way that is good and upright. ",
    "reference": "1 Samuel 12:23"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 24,
    "text": "However, fear the Lord and serve him faithfully with all your heart. Just look at the great things he has done for you!",
    "reference": "1 Samuel 12:24"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 12,
    "verse": 25,
    "text": "But if you continue to do evil, both you and your king will be swept away.”",
    "reference": "1 Samuel 12:25"
  }
]