[{"bookName":"1 Samuel","chapter":7,"verse":1,"text":"Then the people of Kiriath Jearim came and took the ark of the Lord; they brought it to the house of Abinadab located on the hill. They consecrated Eleazar his son to guard the ark of the Lord. ","reference":"1 Samuel 7:1"},{"bookName":"1 Samuel","chapter":7,"verse":2,"text":"It was quite a long time—some 20 years in all—that the ark stayed at Kiriath Jearim. All the people of Israel longed for the Lord. ","reference":"1 Samuel 7:2"},{"bookName":"1 Samuel","chapter":7,"verse":3,"text":"Samuel said to all the people of Israel, “If you are really turning to the Lord with all your hearts, remove from among you the foreign gods and the images of Ashtoreth. Give your hearts to the Lord and serve only him. Then he will deliver you from the hand of the Philistines.” ","reference":"1 Samuel 7:3"},{"bookName":"1 Samuel","chapter":7,"verse":4,"text":"So the Israelites removed the Baals and images of Ashtoreth. They served only the Lord. ","reference":"1 Samuel 7:4"},{"bookName":"1 Samuel","chapter":7,"verse":5,"text":"Then Samuel said, “Gather all Israel to Mizpah, and I will pray to the Lord on your behalf.” ","reference":"1 Samuel 7:5"},{"bookName":"1 Samuel","chapter":7,"verse":6,"text":"After they had assembled at Mizpah, they drew water and poured it out before the Lord. They fasted on that day, and they confessed there, “We have sinned against the Lord.” So Samuel led the people of Israel at Mizpah. ","reference":"1 Samuel 7:6"},{"bookName":"1 Samuel","chapter":7,"verse":7,"text":"When the Philistines heard that the Israelites had gathered at Mizpah, the leaders of the Philistines went up against Israel. When the Israelites heard about this, they were afraid of the Philistines. ","reference":"1 Samuel 7:7"},{"bookName":"1 Samuel","chapter":7,"verse":8,"text":"The Israelites said to Samuel, “Keep crying out to the Lord our God so that he may save us from the hand of the Philistines!” ","reference":"1 Samuel 7:8"},{"bookName":"1 Samuel","chapter":7,"verse":9,"text":"So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord. Samuel cried out to the Lord on Israel’s behalf, and the Lord answered him.","reference":"1 Samuel 7:9"},{"bookName":"1 Samuel","chapter":7,"verse":10,"text":"As Samuel was offering burnt offerings, the Philistines approached to do battle with Israel. But on that day the Lord thundered loudly against the Philistines. He caused them to panic, and they were defeated by Israel. ","reference":"1 Samuel 7:10"},{"bookName":"1 Samuel","chapter":7,"verse":11,"text":"Then the men of Israel left Mizpah and chased the Philistines, striking them down all the way to an area below Beth Car. ","reference":"1 Samuel 7:11"},{"bookName":"1 Samuel","chapter":7,"verse":12,"text":"Samuel took a stone and placed it between Mizpah and Shen. He named it Ebenezer, saying, “Up to here the Lord has helped us.”","reference":"1 Samuel 7:12"},{"bookName":"1 Samuel","chapter":7,"verse":13,"text":"So the Philistines were defeated; they did not invade Israel again. The hand of the Lord was against the Philistines all the days of Samuel. ","reference":"1 Samuel 7:13"},{"bookName":"1 Samuel","chapter":7,"verse":14,"text":"The cities that the Philistines had captured from Israel were returned to Israel, from Ekron to Gath. Israel also delivered their territory from the control of the Philistines. There was also peace between Israel and the Amorites. ","reference":"1 Samuel 7:14"},{"bookName":"1 Samuel","chapter":7,"verse":15,"text":"So Samuel led Israel all the days of his life. ","reference":"1 Samuel 7:15"},{"bookName":"1 Samuel","chapter":7,"verse":16,"text":"Year after year he used to travel the circuit of Bethel, Gilgal, and Mizpah; he used to judge Israel in all these places. ","reference":"1 Samuel 7:16"},{"bookName":"1 Samuel","chapter":7,"verse":17,"text":"Then he would return to Ramah, because his home was there. He also judged Israel there and built an altar to the Lord there. ","reference":"1 Samuel 7:17"}]