[{"bookName":"1 Samuel","chapter":17,"verse":1,"text":" The Philistines gathered their troops for battle. They assembled at Socoh in Judah. They camped in Ephes Dammim, between Socoh and Azekah. ","reference":"1 Samuel 17:1"},{"bookName":"1 Samuel","chapter":17,"verse":2,"text":"Saul and the Israelite army assembled and camped in the valley of Elah, where they arranged their battle lines to fight against the Philistines. ","reference":"1 Samuel 17:2"},{"bookName":"1 Samuel","chapter":17,"verse":3,"text":"The Philistines were standing on one hill, and the Israelites on another hill, with the valley between them.","reference":"1 Samuel 17:3"},{"bookName":"1 Samuel","chapter":17,"verse":4,"text":"Then a champion came out from the camp of the Philistines. His name was Goliath; he was from Gath. He was close to seven feet tall.","reference":"1 Samuel 17:4"},{"bookName":"1 Samuel","chapter":17,"verse":5,"text":"He had a bronze helmet on his head and was wearing scale body armor. The weight of his bronze body armor was 5,000 shekels. ","reference":"1 Samuel 17:5"},{"bookName":"1 Samuel","chapter":17,"verse":6,"text":"He had bronze shin guards on his legs, and a bronze javelin was slung over his shoulders. ","reference":"1 Samuel 17:6"},{"bookName":"1 Samuel","chapter":17,"verse":7,"text":"The shaft of his spear was like a weaver’s beam, and the iron point of his spear weighed 600 shekels. His shield bearer was walking before him.","reference":"1 Samuel 17:7"},{"bookName":"1 Samuel","chapter":17,"verse":8,"text":"Goliath stood and called to Israel’s troops, “Why do you come out to prepare for battle? Am I not the Philistine, and are you not the servants of Saul? Choose for yourselves a man so he may come down to me! ","reference":"1 Samuel 17:8"},{"bookName":"1 Samuel","chapter":17,"verse":9,"text":"If he is able to fight with me and strike me down, we will become your servants. But if I prevail against him and strike him down, you will become our servants and will serve us.”","reference":"1 Samuel 17:9"},{"bookName":"1 Samuel","chapter":17,"verse":10,"text":"Then the Philistine said, “I defy Israel’s troops this day! Give me a man so we can fight each other!” ","reference":"1 Samuel 17:10"},{"bookName":"1 Samuel","chapter":17,"verse":11,"text":"When Saul and all the Israelites heard these words of the Philistine, they were upset and very afraid. ","reference":"1 Samuel 17:11"},{"bookName":"1 Samuel","chapter":17,"verse":12,"text":" Now David was the son of an Ephrathite named Jesse from Bethlehem in Judah. He had eight sons, and in Saul’s days he was old and well advanced in years.","reference":"1 Samuel 17:12"},{"bookName":"1 Samuel","chapter":17,"verse":13,"text":"Jesse’s three oldest sons had followed Saul to war. The names of the three sons who went to war were Eliab, his firstborn; Abinadab, the second oldest; and Shammah, the third oldest. ","reference":"1 Samuel 17:13"},{"bookName":"1 Samuel","chapter":17,"verse":14,"text":"Now David was the youngest. While the three oldest sons followed Saul, ","reference":"1 Samuel 17:14"},{"bookName":"1 Samuel","chapter":17,"verse":15,"text":"David was going back and forth from Saul in order to care for his father’s sheep in Bethlehem. ","reference":"1 Samuel 17:15"},{"bookName":"1 Samuel","chapter":17,"verse":16,"text":"Meanwhile for 40 days the Philistine approached every morning and evening and took his position. ","reference":"1 Samuel 17:16"},{"bookName":"1 Samuel","chapter":17,"verse":17,"text":"Jesse said to his son David, “Take your brothers this ephah of roasted grain and these 10 loaves of bread; go quickly to the camp to your brothers. ","reference":"1 Samuel 17:17"},{"bookName":"1 Samuel","chapter":17,"verse":18,"text":"Also take these 10 portions of cheese to their commanding officer. Find out how your brothers are doing and bring back their pledge that they received the goods.","reference":"1 Samuel 17:18"},{"bookName":"1 Samuel","chapter":17,"verse":19,"text":"They are with Saul and the whole Israelite army in the valley of Elah, fighting with the Philistines.” ","reference":"1 Samuel 17:19"},{"bookName":"1 Samuel","chapter":17,"verse":20,"text":"So David got up early in the morning and entrusted the flock to someone else who would watch over it. After loading up, he went just as Jesse had instructed him. He arrived at the camp as the army was going out to the battle lines shouting its battle cry. ","reference":"1 Samuel 17:20"},{"bookName":"1 Samuel","chapter":17,"verse":21,"text":"Israel and the Philistines drew up their battle lines opposite one another.","reference":"1 Samuel 17:21"},{"bookName":"1 Samuel","chapter":17,"verse":22,"text":"After David had entrusted his cargo to the care of the supply officer, he ran to the battlefront. When he arrived, he asked his brothers how they were doing. ","reference":"1 Samuel 17:22"},{"bookName":"1 Samuel","chapter":17,"verse":23,"text":"As he was speaking with them, the champion named Goliath, the Philistine from Gath, was coming up from the battle lines of the Philistines. He spoke the way he usually did, and David heard it.","reference":"1 Samuel 17:23"},{"bookName":"1 Samuel","chapter":17,"verse":24,"text":"When all the men of Israel saw this man, they retreated from his presence and were very afraid. ","reference":"1 Samuel 17:24"},{"bookName":"1 Samuel","chapter":17,"verse":25,"text":"The men of Israel said, “Have you seen this man who is coming up? He does so to defy Israel. But the king will make the man who can strike him down very wealthy! He will give him his daughter in marriage, and he will make his father’s house exempt from tax obligations in Israel.” ","reference":"1 Samuel 17:25"},{"bookName":"1 Samuel","chapter":17,"verse":26,"text":"David asked the men who were standing near him, “What will be done for the man who strikes down this Philistine and frees Israel from this humiliation? For who is this uncircumcised Philistine, that he defies the armies of the living God?” ","reference":"1 Samuel 17:26"},{"bookName":"1 Samuel","chapter":17,"verse":27,"text":"The soldiers told him what had been promised, saying, “This is what will be done for the man who can strike him down.”","reference":"1 Samuel 17:27"},{"bookName":"1 Samuel","chapter":17,"verse":28,"text":"When David’s oldest brother Eliab heard him speaking to the men, he became angry with David and said, “Why have you come down here? To whom did you entrust those few sheep in the wilderness? I am familiar with your pride and deceit! You have come down here to watch the battle.” ","reference":"1 Samuel 17:28"},{"bookName":"1 Samuel","chapter":17,"verse":29,"text":"David replied, “What have I done now? Can’t I say anything?” ","reference":"1 Samuel 17:29"},{"bookName":"1 Samuel","chapter":17,"verse":30,"text":"Then he turned from those who were nearby to someone else and asked the same question, but they gave him the same answer as before. ","reference":"1 Samuel 17:30"},{"bookName":"1 Samuel","chapter":17,"verse":31,"text":"When David’s words were overheard and reported to Saul, he called for him.","reference":"1 Samuel 17:31"},{"bookName":"1 Samuel","chapter":17,"verse":32,"text":"David said to Saul, “Don’t let anyone be discouraged. Your servant will go and fight this Philistine!” ","reference":"1 Samuel 17:32"},{"bookName":"1 Samuel","chapter":17,"verse":33,"text":"But Saul replied to David, “You aren’t able to go against this Philistine and fight him. You’re just a boy! He has been a warrior from his youth.” ","reference":"1 Samuel 17:33"},{"bookName":"1 Samuel","chapter":17,"verse":34,"text":"David replied to Saul, “Your servant has been a shepherd for his father’s flock. Whenever a lion or bear would come and carry off a sheep from the flock, ","reference":"1 Samuel 17:34"},{"bookName":"1 Samuel","chapter":17,"verse":35,"text":"I would go out after it, strike it down, and rescue the sheep from its mouth. If it rose up against me, I would grab it by its jaw, strike it, and kill it.","reference":"1 Samuel 17:35"},{"bookName":"1 Samuel","chapter":17,"verse":36,"text":"Your servant has struck down both the lion and the bear. This uncircumcised Philistine will be just like one of them, for he has defied the armies of the living God.” ","reference":"1 Samuel 17:36"},{"bookName":"1 Samuel","chapter":17,"verse":37,"text":"David went on to say, “The Lord who delivered me from the lion and the bear will also deliver me from the hand of this Philistine.” Then Saul said to David, “Go! The Lord will be with you.”","reference":"1 Samuel 17:37"},{"bookName":"1 Samuel","chapter":17,"verse":38,"text":"Then Saul clothed David with his own fighting attire and put a bronze helmet on his head. He also put body armor on him.","reference":"1 Samuel 17:38"},{"bookName":"1 Samuel","chapter":17,"verse":39,"text":"David strapped on his sword over his fighting attire and tried to walk around, but he was not used to them. David said to Saul, “I can’t walk in these things, for I’m not used to them.” So David removed them.","reference":"1 Samuel 17:39"},{"bookName":"1 Samuel","chapter":17,"verse":40,"text":"He took his staff in his hand, picked out five smooth stones from the stream, placed them in the pouch of his shepherd’s bag, took his sling in hand, and approached the Philistine. ","reference":"1 Samuel 17:40"},{"bookName":"1 Samuel","chapter":17,"verse":41,"text":" The Philistine, with his shield bearer walking in front of him, kept coming closer to David.","reference":"1 Samuel 17:41"},{"bookName":"1 Samuel","chapter":17,"verse":42,"text":"When the Philistine looked carefully at David, he despised him, for he was only a ruddy and handsome boy. ","reference":"1 Samuel 17:42"},{"bookName":"1 Samuel","chapter":17,"verse":43,"text":"The Philistine said to David, “Am I a dog, that you are coming after me with sticks?” Then the Philistine cursed David by his gods. ","reference":"1 Samuel 17:43"},{"bookName":"1 Samuel","chapter":17,"verse":44,"text":"The Philistine said to David, “Come here to me, so I can give your flesh to the birds of the sky and the wild animals of the field!” ","reference":"1 Samuel 17:44"},{"bookName":"1 Samuel","chapter":17,"verse":45,"text":"But David replied to the Philistine, “You are coming against me with sword and spear and javelin. But I am coming against you in the name of the Lord of Heaven’s Armies, the God of Israel’s armies, whom you have defied! ","reference":"1 Samuel 17:45"},{"bookName":"1 Samuel","chapter":17,"verse":46,"text":"This very day the Lord will deliver you into my hand. I will strike you down and cut off your head. This day I will give the corpses of the Philistine army to the birds of the sky and the wild animals of the land. Then all the land will realize that Israel has a God,","reference":"1 Samuel 17:46"},{"bookName":"1 Samuel","chapter":17,"verse":47,"text":"and all this assembly will know that it is not by sword or spear that the Lord saves! For the battle is the Lord’s, and he will deliver you into our hand.” ","reference":"1 Samuel 17:47"},{"bookName":"1 Samuel","chapter":17,"verse":48,"text":"The Philistine drew steadily closer to David to attack him, while David quickly ran toward the battle line to attack the Philistine. ","reference":"1 Samuel 17:48"},{"bookName":"1 Samuel","chapter":17,"verse":49,"text":"David reached his hand into the bag and took out a stone. He slung it, striking the Philistine on the forehead. The stone sank deeply into his forehead, and he fell down with his face to the ground. ","reference":"1 Samuel 17:49"},{"bookName":"1 Samuel","chapter":17,"verse":50,"text":" David prevailed over the Philistine with just the sling and the stone. He struck down the Philistine and killed him. David did not even have a sword in his hand. ","reference":"1 Samuel 17:50"},{"bookName":"1 Samuel","chapter":17,"verse":51,"text":"David ran and stood over the Philistine. He grabbed Goliath’s sword, drew it from its sheath, and after killing him, he cut off his head with it. When the Philistines saw their champion was dead, they ran away. ","reference":"1 Samuel 17:51"},{"bookName":"1 Samuel","chapter":17,"verse":52,"text":"Then the men of Israel and Judah charged forward, shouting a battle cry. They chased the Philistines to the valley and to the very gates of Ekron. The Philistine corpses lay fallen along the Shaaraim road to Gath and Ekron. ","reference":"1 Samuel 17:52"},{"bookName":"1 Samuel","chapter":17,"verse":53,"text":"When the Israelites returned from their hot pursuit of the Philistines, they looted their camp. ","reference":"1 Samuel 17:53"},{"bookName":"1 Samuel","chapter":17,"verse":54,"text":"David took the head of the Philistine and brought it to Jerusalem, and he put Goliath’s weapons in his tent. ","reference":"1 Samuel 17:54"},{"bookName":"1 Samuel","chapter":17,"verse":55,"text":" Now as Saul watched David going out to fight the Philistine, he asked Abner, the general in command of the army, “Whose son is that young man, Abner?” Abner replied, “As surely as you live, O king, I don’t know.” ","reference":"1 Samuel 17:55"},{"bookName":"1 Samuel","chapter":17,"verse":56,"text":"The king said, “Find out whose son this boy is.”","reference":"1 Samuel 17:56"},{"bookName":"1 Samuel","chapter":17,"verse":57,"text":"So when David returned from striking down the Philistine, Abner took him and brought him before Saul. He still had the head of the Philistine in his hand. ","reference":"1 Samuel 17:57"},{"bookName":"1 Samuel","chapter":17,"verse":58,"text":"Saul said to him, “Whose son are you, young man?” David replied, “I am the son of your servant Jesse in Bethlehem.” ","reference":"1 Samuel 17:58"}]