[
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 1,
    "text": "(21:2) David went to Ahimelech the priest in Nob. Ahimelech was shaking with fear when he met David, and said to him, “Why are you by yourself with no one accompanying you?” ",
    "reference": "1 Samuel 21:1"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 2,
    "text": "David replied to Ahimelech the priest, “The king instructed me to do something, but he said to me, ‘Don’t let anyone know the reason I am sending you or the instructions I have given you.’ I have told my soldiers to wait at a certain place. ",
    "reference": "1 Samuel 21:2"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 3,
    "text": "Now what do you have at your disposal? Give me five loaves of bread, or whatever can be found.” ",
    "reference": "1 Samuel 21:3"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 4,
    "text": "The priest replied to David, “I don’t have any ordinary bread at my disposal. Only holy bread is available, and then only if your soldiers have abstained from relations with women.” ",
    "reference": "1 Samuel 21:4"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 5,
    "text": "David said to the priest, “Certainly women have been kept away from us, just as on previous occasions when I have set out. The soldiers’ equipment is holy, even on an ordinary journey. How much more so will they be holy today, along with their equipment!” ",
    "reference": "1 Samuel 21:5"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 6,
    "text": "So the priest gave him holy bread, for there was no bread there other than the Bread of the Presence. It had been removed from before the Lord in order to replace it with hot bread on the day it had been taken away.",
    "reference": "1 Samuel 21:6"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 7,
    "text": "(One of Saul’s servants was there that day, detained before the Lord. His name was Doeg the Edomite, who was in charge of Saul’s shepherds.) ",
    "reference": "1 Samuel 21:7"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 8,
    "text": "David said to Ahimelech, “Is there no sword or spear here at your disposal? I don’t have my own sword or equipment in hand due to the urgency of the king’s instructions.” ",
    "reference": "1 Samuel 21:8"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 9,
    "text": "The priest replied, “The sword of Goliath the Philistine, whom you struck down in the valley of Elah, is wrapped in a garment behind the ephod. If you wish, take it for yourself. Other than that one, there’s no sword here.” David said, “There’s nothing like it. Give it to me.”",
    "reference": "1 Samuel 21:9"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 10,
    "text": "So on that day David arose and fled from Saul. He went to King Achish of Gath. ",
    "reference": "1 Samuel 21:10"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 11,
    "text": "The servants of Achish said to him, “Isn’t this David, the king of the land? Isn’t he the one that they sing about when they dance, saying, “‘Saul struck down his thousands, but David his tens of thousands’?” ",
    "reference": "1 Samuel 21:11"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 12,
    "text": "David thought about what they said and was very afraid of King Achish of Gath. ",
    "reference": "1 Samuel 21:12"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 13,
    "text": "He altered his behavior in their presence. Since he was in their power, he pretended to be insane, making marks on the doors of the gate and letting his saliva run down his beard. ",
    "reference": "1 Samuel 21:13"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 14,
    "text": "Achish said to his servants, “Look at this madman! Why did you bring him to me?",
    "reference": "1 Samuel 21:14"
  },
  {
    "bookName": "1 Samuel",
    "chapter": 21,
    "verse": 15,
    "text": "Do I have a shortage of fools so that you have brought me this man to display his insanity in front of me? Should this man enter my house?” ",
    "reference": "1 Samuel 21:15"
  }
]