[{"bookName":"1 Samuel","chapter":24,"verse":1,"text":"(24:2) When Saul returned from pursuing the Philistines, he was told, “Look, David is in the desert of En Gedi.” ","reference":"1 Samuel 24:1"},{"bookName":"1 Samuel","chapter":24,"verse":2,"text":"So Saul took 3,000 select men from all Israel and went to find David and his men in the region of the rocks of the mountain goats. ","reference":"1 Samuel 24:2"},{"bookName":"1 Samuel","chapter":24,"verse":3,"text":"He came to the sheepfolds by the road, where there was a cave. Saul went into it to relieve himself. Now David and his men were sitting in the recesses of the cave. ","reference":"1 Samuel 24:3"},{"bookName":"1 Samuel","chapter":24,"verse":4,"text":"David’s men said to him, “This is the day about which the Lord said to you, ‘I will give your enemy into your hand, and you can do to him whatever seems appropriate to you.’” So David got up and quietly cut off an edge of Saul’s robe. ","reference":"1 Samuel 24:4"},{"bookName":"1 Samuel","chapter":24,"verse":5,"text":"Afterward David’s conscience bothered him because he had cut off an edge of Saul’s robe.","reference":"1 Samuel 24:5"},{"bookName":"1 Samuel","chapter":24,"verse":6,"text":"He said to his men, “May the Lord keep me far away from doing such a thing to my lord, who is the Lord’s chosen one, by extending my hand against him. After all, he is the Lord’s chosen one.” ","reference":"1 Samuel 24:6"},{"bookName":"1 Samuel","chapter":24,"verse":7,"text":"David restrained his men with these words and did not allow them to rise up against Saul. Then Saul left the cave and started down the road. ","reference":"1 Samuel 24:7"},{"bookName":"1 Samuel","chapter":24,"verse":8,"text":"Afterward David got up and went out of the cave. He called out to Saul, “My lord, O king!” When Saul looked behind him, David kneeled down and bowed with his face to the ground. ","reference":"1 Samuel 24:8"},{"bookName":"1 Samuel","chapter":24,"verse":9,"text":"David said to Saul, “Why do you pay attention when men say, ‘David is seeking to do you harm’? ","reference":"1 Samuel 24:9"},{"bookName":"1 Samuel","chapter":24,"verse":10,"text":"Today your own eyes see how the Lord delivered you—this very day—into my hands in the cave. Some told me to kill you, but I had pity on you and said, ‘I will not extend my hand against my lord, for he is the Lord’s chosen one.’ ","reference":"1 Samuel 24:10"},{"bookName":"1 Samuel","chapter":24,"verse":11,"text":"Look, my father, and see the edge of your robe in my hand! When I cut off the edge of your robe, I didn’t kill you. So realize and understand that I am not planning evil or rebellion. Even though I have not sinned against you, you are waiting in ambush to take my life. ","reference":"1 Samuel 24:11"},{"bookName":"1 Samuel","chapter":24,"verse":12,"text":"May the Lord judge between the two of us, and may the Lord vindicate me over you, but my hand will not be against you.","reference":"1 Samuel 24:12"},{"bookName":"1 Samuel","chapter":24,"verse":13,"text":"It’s like the old proverb says: ‘From evil people evil proceeds.’ But my hand will not be against you.","reference":"1 Samuel 24:13"},{"bookName":"1 Samuel","chapter":24,"verse":14,"text":"Who has the king of Israel come out after? Who is it that you are pursuing? A dead dog? A single flea? ","reference":"1 Samuel 24:14"},{"bookName":"1 Samuel","chapter":24,"verse":15,"text":"May the Lord be our judge and arbiter. May he see and arbitrate my case and deliver me from your hands.” ","reference":"1 Samuel 24:15"},{"bookName":"1 Samuel","chapter":24,"verse":16,"text":"When David finished speaking these words to Saul, Saul said, “Is that your voice, my son David?” Then Saul wept loudly. ","reference":"1 Samuel 24:16"},{"bookName":"1 Samuel","chapter":24,"verse":17,"text":"He said to David, “You are more innocent than I, for you have treated me well, even though I have tried to harm you. ","reference":"1 Samuel 24:17"},{"bookName":"1 Samuel","chapter":24,"verse":18,"text":"You have explained today how you have treated me well. The Lord delivered me into your hand, but you did not kill me.","reference":"1 Samuel 24:18"},{"bookName":"1 Samuel","chapter":24,"verse":19,"text":"Now if a man finds his enemy, does he send him on his way in good shape? May the Lord repay you with good this day for what you have done to me.","reference":"1 Samuel 24:19"},{"bookName":"1 Samuel","chapter":24,"verse":20,"text":"Now look, I realize that you will in fact be king and that the kingdom of Israel will be established in your hands. ","reference":"1 Samuel 24:20"},{"bookName":"1 Samuel","chapter":24,"verse":21,"text":"So now swear to me in the Lord’s name that you will not kill my descendants after me or destroy my name from the house of my father.” ","reference":"1 Samuel 24:21"},{"bookName":"1 Samuel","chapter":24,"verse":22,"text":"David promised Saul this on oath. Then Saul went to his house, and David and his men went up to the stronghold. ","reference":"1 Samuel 24:22"}]