[{"bookName":"1 Samuel","chapter":8,"verse":1,"text":"In his old age Samuel appointed his sons as judges over Israel. ","reference":"1 Samuel 8:1"},{"bookName":"1 Samuel","chapter":8,"verse":2,"text":"The name of his firstborn son was Joel, and the name of his second son was Abijah. They were judges in Beer Sheba. ","reference":"1 Samuel 8:2"},{"bookName":"1 Samuel","chapter":8,"verse":3,"text":"But his sons did not follow his ways. Instead, they made money dishonestly, accepted bribes, and perverted justice. ","reference":"1 Samuel 8:3"},{"bookName":"1 Samuel","chapter":8,"verse":4,"text":"So all the elders of Israel gathered together and approached Samuel at Ramah. ","reference":"1 Samuel 8:4"},{"bookName":"1 Samuel","chapter":8,"verse":5,"text":"They said to him, “Look, you are old, and your sons don’t follow your ways. So now appoint over us a king to lead us, just like all the other nations have.”","reference":"1 Samuel 8:5"},{"bookName":"1 Samuel","chapter":8,"verse":6,"text":"But this request displeased Samuel, for they said, “Give us a king to lead us.” So Samuel prayed to the Lord. ","reference":"1 Samuel 8:6"},{"bookName":"1 Samuel","chapter":8,"verse":7,"text":"The Lord said to Samuel, “Do everything the people request of you. For it is not you that they have rejected, but it is me that they have rejected as their king. ","reference":"1 Samuel 8:7"},{"bookName":"1 Samuel","chapter":8,"verse":8,"text":"Just as they have done from the day that I brought them up from Egypt until this very day, they have rejected me and have served other gods. This is what they are also doing to you.","reference":"1 Samuel 8:8"},{"bookName":"1 Samuel","chapter":8,"verse":9,"text":"So now do as they say. But you must warn them and make them aware of the policies of the king who will rule over them.”","reference":"1 Samuel 8:9"},{"bookName":"1 Samuel","chapter":8,"verse":10,"text":"So Samuel spoke all the Lord’s words to the people who were asking him for a king. ","reference":"1 Samuel 8:10"},{"bookName":"1 Samuel","chapter":8,"verse":11,"text":"He said, “Here are the policies of the king who will rule over you: He will conscript your sons and put them in his chariot forces and in his cavalry; they will run in front of his chariot. ","reference":"1 Samuel 8:11"},{"bookName":"1 Samuel","chapter":8,"verse":12,"text":"He will appoint for himself leaders of thousands and leaders of fifties, as well as those who plow his ground, reap his harvest, and make his weapons of war and his chariot equipment. ","reference":"1 Samuel 8:12"},{"bookName":"1 Samuel","chapter":8,"verse":13,"text":"He will take your daughters to be ointment makers, cooks, and bakers. ","reference":"1 Samuel 8:13"},{"bookName":"1 Samuel","chapter":8,"verse":14,"text":"He will take your best fields, vineyards, and olive groves, and give them to his own servants. ","reference":"1 Samuel 8:14"},{"bookName":"1 Samuel","chapter":8,"verse":15,"text":"He will demand a tenth of your seed and of the produce of your vineyards and give it to his administrators and his servants. ","reference":"1 Samuel 8:15"},{"bookName":"1 Samuel","chapter":8,"verse":16,"text":"He will take your male and female servants, as well as your best cattle and your donkeys, and assign them for his own use. ","reference":"1 Samuel 8:16"},{"bookName":"1 Samuel","chapter":8,"verse":17,"text":"He will demand a tenth of your flocks, and you yourselves will be his servants. ","reference":"1 Samuel 8:17"},{"bookName":"1 Samuel","chapter":8,"verse":18,"text":"In that day you will cry out because of your king whom you have chosen for yourselves, but the Lord won’t answer you in that day.” ","reference":"1 Samuel 8:18"},{"bookName":"1 Samuel","chapter":8,"verse":19,"text":"But the people refused to heed Samuel’s warning. Instead they said, “No! There will be a king over us!","reference":"1 Samuel 8:19"},{"bookName":"1 Samuel","chapter":8,"verse":20,"text":"We will be like all the other nations. Our king will judge us and lead us and fight our battles.” ","reference":"1 Samuel 8:20"},{"bookName":"1 Samuel","chapter":8,"verse":21,"text":"So Samuel listened to everything the people said and then reported it to the Lord. ","reference":"1 Samuel 8:21"},{"bookName":"1 Samuel","chapter":8,"verse":22,"text":"The Lord said to Samuel, “Do as they say and install a king over them.” Then Samuel said to the men of Israel, “Each of you go back to his own city.” ","reference":"1 Samuel 8:22"}]