[{"bookName":"1 Samuel","chapter":14,"verse":1,"text":"Then one day Jonathan son of Saul said to his armor-bearer, “Come on, let’s go over to the Philistine garrison that is opposite us.” But he did not let his father know. ","reference":"1 Samuel 14:1"},{"bookName":"1 Samuel","chapter":14,"verse":2,"text":"Now Saul was sitting under a pomegranate tree in Migron, on the outskirts of Gibeah. The army that was with him numbered about 600 men. ","reference":"1 Samuel 14:2"},{"bookName":"1 Samuel","chapter":14,"verse":3,"text":"Now Ahijah was carrying an ephod. He was the son of Ahitub, who was the brother of Ichabod and a son of Phinehas, son of Eli, the priest of the Lord in Shiloh. The army was unaware that Jonathan had left. ","reference":"1 Samuel 14:3"},{"bookName":"1 Samuel","chapter":14,"verse":4,"text":"Now there was a steep cliff on each side of the pass through which Jonathan intended to go to reach the Philistine garrison. One cliff was named Bozez, the other Seneh. ","reference":"1 Samuel 14:4"},{"bookName":"1 Samuel","chapter":14,"verse":5,"text":"The cliff to the north was closer to Micmash, the one to the south closer to Geba. ","reference":"1 Samuel 14:5"},{"bookName":"1 Samuel","chapter":14,"verse":6,"text":"Jonathan said to his armor-bearer, “Come on, let’s go over to the garrison of these uncircumcised men. Perhaps the Lord will intervene for us. Nothing can prevent the Lord from delivering, whether by many or by a few.” ","reference":"1 Samuel 14:6"},{"bookName":"1 Samuel","chapter":14,"verse":7,"text":"His armor-bearer said to him, “Do everything that is on your mind. Do as you’re inclined. I’m with you all the way!” ","reference":"1 Samuel 14:7"},{"bookName":"1 Samuel","chapter":14,"verse":8,"text":"Jonathan replied, “All right. We’ll go over to these men and fight them.","reference":"1 Samuel 14:8"},{"bookName":"1 Samuel","chapter":14,"verse":9,"text":"If they say to us, ‘Stay put until we approach you,’ we will stay right there and not go up to them.","reference":"1 Samuel 14:9"},{"bookName":"1 Samuel","chapter":14,"verse":10,"text":"But if they say, ‘Come up against us,’ we will go up. For in that case the Lord has given them into our hand—it will be a sign to us.”","reference":"1 Samuel 14:10"},{"bookName":"1 Samuel","chapter":14,"verse":11,"text":"When they made themselves known to the Philistine garrison, the Philistines said, “Look! The Hebrews are coming out of the holes in which they hid themselves.”","reference":"1 Samuel 14:11"},{"bookName":"1 Samuel","chapter":14,"verse":12,"text":"Then the men of the garrison said to Jonathan and his armor-bearer, “Come on up to us so we can teach you a thing or two!” Then Jonathan said to his armor-bearer, “Come up behind me, for the Lord has given them into the hand of Israel!” ","reference":"1 Samuel 14:12"},{"bookName":"1 Samuel","chapter":14,"verse":13,"text":"Jonathan crawled up on his hands and feet, with his armor-bearer following behind him. Jonathan struck down the Philistines, while his armor-bearer came along behind him and killed them.","reference":"1 Samuel 14:13"},{"bookName":"1 Samuel","chapter":14,"verse":14,"text":"In this initial skirmish Jonathan and his armor-bearer struck down about 20 men in an area that measured half an acre. ","reference":"1 Samuel 14:14"},{"bookName":"1 Samuel","chapter":14,"verse":15,"text":"Then fear overwhelmed those who were in the camp, those who were in the field, all the army in the garrison, and the raiding bands. They trembled and the ground shook. This fear was caused by God. ","reference":"1 Samuel 14:15"},{"bookName":"1 Samuel","chapter":14,"verse":16,"text":"Saul’s watchmen at Gibeah in the territory of Benjamin looked on as the crowd of soldiers seemed to melt away first in one direction and then in another.","reference":"1 Samuel 14:16"},{"bookName":"1 Samuel","chapter":14,"verse":17,"text":"So Saul said to the army that was with him, “Muster the troops and see who is no longer with us.” When they mustered the troops, Jonathan and his armor-bearer were not there.","reference":"1 Samuel 14:17"},{"bookName":"1 Samuel","chapter":14,"verse":18,"text":"So Saul said to Ahijah, “Bring near the ephod,” for he was at that time wearing the ephod in front of the Israelites.","reference":"1 Samuel 14:18"},{"bookName":"1 Samuel","chapter":14,"verse":19,"text":"While Saul spoke to the priest, the panic in the Philistines’ camp was becoming greater and greater. So Saul said to the priest, “Withdraw your hand.” ","reference":"1 Samuel 14:19"},{"bookName":"1 Samuel","chapter":14,"verse":20,"text":"Saul and all the army assembled and marched into battle, where they found the Philistines in total panic killing one another with their swords. ","reference":"1 Samuel 14:20"},{"bookName":"1 Samuel","chapter":14,"verse":21,"text":"The Hebrews who had earlier gone over to the Philistine side joined the Israelites who were with Saul and Jonathan. ","reference":"1 Samuel 14:21"},{"bookName":"1 Samuel","chapter":14,"verse":22,"text":"When all the Israelites who had hidden themselves in the hill country of Ephraim heard that the Philistines had fled, they too pursued them in battle. ","reference":"1 Samuel 14:22"},{"bookName":"1 Samuel","chapter":14,"verse":23,"text":"So the Lord delivered Israel that day, and the battle shifted over to Beth Aven. ","reference":"1 Samuel 14:23"},{"bookName":"1 Samuel","chapter":14,"verse":24,"text":"Now the men of Israel were hard pressed that day, for Saul had made the army agree to this oath: “Cursed be the man who eats food before evening. I will get my vengeance on my enemies!” So no one in the army ate anything. ","reference":"1 Samuel 14:24"},{"bookName":"1 Samuel","chapter":14,"verse":25,"text":"Now the whole army entered the forest, and there was honey on the ground. ","reference":"1 Samuel 14:25"},{"bookName":"1 Samuel","chapter":14,"verse":26,"text":"When the army entered the forest, they saw the honey flowing, but no one ate any of it, for the army was afraid of the oath. ","reference":"1 Samuel 14:26"},{"bookName":"1 Samuel","chapter":14,"verse":27,"text":"But Jonathan had not heard about the oath his father had made the army take. He extended the end of his staff that was in his hand and dipped it in the honeycomb. When he ate it, his eyes gleamed. ","reference":"1 Samuel 14:27"},{"bookName":"1 Samuel","chapter":14,"verse":28,"text":"Then someone from the army informed him, “Your father put the army under a strict oath saying, ‘Cursed be the man who eats food today.’ That is why the army is tired.” ","reference":"1 Samuel 14:28"},{"bookName":"1 Samuel","chapter":14,"verse":29,"text":"Then Jonathan said, “My father has caused trouble for the land. See how my eyes gleamed when I tasted just a little of this honey. ","reference":"1 Samuel 14:29"},{"bookName":"1 Samuel","chapter":14,"verse":30,"text":"Certainly if the army had eaten some of the enemies’ provisions that they came across today, would not the slaughter of the Philistines have been even greater?” ","reference":"1 Samuel 14:30"},{"bookName":"1 Samuel","chapter":14,"verse":31,"text":"On that day the army struck down the Philistines from Micmash to Aijalon, and they became very tired. ","reference":"1 Samuel 14:31"},{"bookName":"1 Samuel","chapter":14,"verse":32,"text":"So the army rushed greedily on the plunder, confiscating sheep, cattle, and calves. They slaughtered them right on the ground, and the army ate them, blood and all.","reference":"1 Samuel 14:32"},{"bookName":"1 Samuel","chapter":14,"verse":33,"text":"Now it was reported to Saul, “Look, the army is sinning against the Lord by eating even the blood.” He said, “All of you have broken the covenant! Roll a large stone over here to me.”","reference":"1 Samuel 14:33"},{"bookName":"1 Samuel","chapter":14,"verse":34,"text":"Then Saul said, “Scatter out among the army and say to them, ‘Each of you bring to me your ox and sheep and slaughter them in this spot and eat. But don’t sin against the Lord by eating the blood.’” So that night each one brought his ox and slaughtered it there. ","reference":"1 Samuel 14:34"},{"bookName":"1 Samuel","chapter":14,"verse":35,"text":"Then Saul built an altar for the Lord; it was the first time he had built an altar for the Lord.","reference":"1 Samuel 14:35"},{"bookName":"1 Samuel","chapter":14,"verse":36,"text":"Saul said, “Let’s go down after the Philistines at night; we will rout them until the break of day. We won’t leave any of them alive!” They replied, “Do whatever seems best to you.” But the priest said, “Let’s approach God here.” ","reference":"1 Samuel 14:36"},{"bookName":"1 Samuel","chapter":14,"verse":37,"text":"So Saul asked God, “Should I go down after the Philistines? Will you deliver them into the hand of Israel?” But he did not answer him that day. ","reference":"1 Samuel 14:37"},{"bookName":"1 Samuel","chapter":14,"verse":38,"text":"Then Saul said, “All you leaders of the army come here. Find out how this sin occurred today. ","reference":"1 Samuel 14:38"},{"bookName":"1 Samuel","chapter":14,"verse":39,"text":"For as surely as the Lord, the deliverer of Israel, lives, even if it turns out to be my own son Jonathan, he will certainly die!” But no one from the army said anything. ","reference":"1 Samuel 14:39"},{"bookName":"1 Samuel","chapter":14,"verse":40,"text":"Then he said to all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.” The army replied to Saul, “Do whatever you think is best.”","reference":"1 Samuel 14:40"},{"bookName":"1 Samuel","chapter":14,"verse":41,"text":"Then Saul said, “O Lord God of Israel! If this sin has been committed by me or by my son Jonathan, then, O Lord God of Israel, respond with Urim. But if this sin has been committed by your people Israel, respond with Thummim.” Then Jonathan and Saul were indicated by lot, while the army was exonerated. ","reference":"1 Samuel 14:41"},{"bookName":"1 Samuel","chapter":14,"verse":42,"text":"Then Saul said, “Cast the lot between me and my son Jonathan!” Jonathan was indicated by lot.","reference":"1 Samuel 14:42"},{"bookName":"1 Samuel","chapter":14,"verse":43,"text":"So Saul said to Jonathan, “Tell me what you have done.” Jonathan told him, “I used the end of the staff that was in my hand to taste a little honey. I must die!” ","reference":"1 Samuel 14:43"},{"bookName":"1 Samuel","chapter":14,"verse":44,"text":"Saul said, “God will punish me severely if Jonathan doesn’t die!” ","reference":"1 Samuel 14:44"},{"bookName":"1 Samuel","chapter":14,"verse":45,"text":"But the army said to Saul, “Should Jonathan, who won this great victory in Israel, die? May it never be! As surely as the Lord lives, not a single hair of his head will fall to the ground, for it is with the help of God that he has acted today.” So the army rescued Jonathan from death. ","reference":"1 Samuel 14:45"},{"bookName":"1 Samuel","chapter":14,"verse":46,"text":"Then Saul stopped chasing the Philistines, and the Philistines went back home. ","reference":"1 Samuel 14:46"},{"bookName":"1 Samuel","chapter":14,"verse":47,"text":"After Saul had secured his royal position over Israel, he fought against all their enemies on all sides—the Moabites, Ammonites, Edomites, the kings of Zobah, and the Philistines. In every direction that he turned, he was victorious. ","reference":"1 Samuel 14:47"},{"bookName":"1 Samuel","chapter":14,"verse":48,"text":"He fought bravely, striking down the Amalekites and delivering Israel from the hand of its enemies. ","reference":"1 Samuel 14:48"},{"bookName":"1 Samuel","chapter":14,"verse":49,"text":"The sons of Saul were Jonathan, Ishvi, and Malki-Shua. He had two daughters; the older one was named Merab and the younger Michal. ","reference":"1 Samuel 14:49"},{"bookName":"1 Samuel","chapter":14,"verse":50,"text":"The name of Saul’s wife was Ahinoam, the daughter of Ahimaaz. The name of the general in command of his army was Abner son of Ner, Saul’s uncle. ","reference":"1 Samuel 14:50"},{"bookName":"1 Samuel","chapter":14,"verse":51,"text":"Kish was the father of Saul, and Ner the father of Abner was the son of Abiel. ","reference":"1 Samuel 14:51"},{"bookName":"1 Samuel","chapter":14,"verse":52,"text":"There was fierce war with the Philistines all the days of Saul. So whenever Saul saw anyone who was a warrior or a brave individual, he would conscript him. ","reference":"1 Samuel 14:52"}]