[{"bookName":"1 Samuel","chapter":6,"verse":1,"text":"When the ark of the Lord had been in the land of the Philistines for seven months, ","reference":"1 Samuel 6:1"},{"bookName":"1 Samuel","chapter":6,"verse":2,"text":"the Philistines called the priests and the omen readers, saying, “What should we do with the ark of the Lord? Advise us as to how we should send it back to its place.” ","reference":"1 Samuel 6:2"},{"bookName":"1 Samuel","chapter":6,"verse":3,"text":"They replied, “If you are going to send the ark of the God of Israel back, don’t send it away empty. Be sure to return it with a guilt offering. Then you will be healed, and you will understand why his hand has not been removed from you.” ","reference":"1 Samuel 6:3"},{"bookName":"1 Samuel","chapter":6,"verse":4,"text":"They inquired, “What is the guilt offering that we should send to him?” They replied, “The Philistine leaders number five. So send five gold sores and five gold mice, for it is the same plague that has afflicted both you and your leaders. ","reference":"1 Samuel 6:4"},{"bookName":"1 Samuel","chapter":6,"verse":5,"text":"You should make images of the sores and images of the mice that are destroying the land. You should honor the God of Israel. Perhaps he will release his grip on you, your gods, and your land. ","reference":"1 Samuel 6:5"},{"bookName":"1 Samuel","chapter":6,"verse":6,"text":"Why harden your hearts like the Egyptians and Pharaoh did? When God treated them harshly, didn’t the Egyptians send the Israelites on their way? ","reference":"1 Samuel 6:6"},{"bookName":"1 Samuel","chapter":6,"verse":7,"text":"So now go and make a new cart. Get two cows that have calves and that have never had a yoke placed on them. Harness the cows to the cart, and take their calves from them back to their stalls. ","reference":"1 Samuel 6:7"},{"bookName":"1 Samuel","chapter":6,"verse":8,"text":"Then take the ark of the Lord and place it on the cart, and put in a chest beside it the gold objects you are sending to him as a guilt offering. You should then send it on its way. ","reference":"1 Samuel 6:8"},{"bookName":"1 Samuel","chapter":6,"verse":9,"text":"But keep an eye on it. If it should go up by the way of its own border to Beth Shemesh, then he has brought this great calamity on us. But if that is not the case, then we will know that it was not his hand that struck us; rather, it just happened to us by accident.” ","reference":"1 Samuel 6:9"},{"bookName":"1 Samuel","chapter":6,"verse":10,"text":"So the men did as instructed. They took two cows that had calves and harnessed the cows to a cart; they also removed their calves to their stalls. ","reference":"1 Samuel 6:10"},{"bookName":"1 Samuel","chapter":6,"verse":11,"text":"They put the ark of the Lord on the cart, along with the chest, the gold mice, and the images of the sores. ","reference":"1 Samuel 6:11"},{"bookName":"1 Samuel","chapter":6,"verse":12,"text":"Then the cows went directly on the road to Beth Shemesh. They went along that route, bellowing more and more; they turned neither to the right nor to the left. The leaders of the Philistines were walking along behind them all the way to the border of Beth Shemesh. ","reference":"1 Samuel 6:12"},{"bookName":"1 Samuel","chapter":6,"verse":13,"text":"Now the residents of Beth Shemesh were harvesting wheat in the valley. When they looked up and saw the ark, they were pleased at the sight. ","reference":"1 Samuel 6:13"},{"bookName":"1 Samuel","chapter":6,"verse":14,"text":"The cart was coming to the field of Joshua, who was from Beth Shemesh. It paused there near a big stone. Then they cut up the wood of the cart and offered the cows as a burnt offering to the Lord. ","reference":"1 Samuel 6:14"},{"bookName":"1 Samuel","chapter":6,"verse":15,"text":"The Levites took down the ark of the Lord and the chest that was with it, which contained the gold objects. They placed them near the big stone. At that time the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord. ","reference":"1 Samuel 6:15"},{"bookName":"1 Samuel","chapter":6,"verse":16,"text":"The five leaders of the Philistines watched what was happening and then returned to Ekron on the same day. ","reference":"1 Samuel 6:16"},{"bookName":"1 Samuel","chapter":6,"verse":17,"text":"These are the gold sores that the Philistines brought as a guilt offering to the Lord—one for each of the following cities: Ashdod, Gaza, Ashkelon, Gath, and Ekron. ","reference":"1 Samuel 6:17"},{"bookName":"1 Samuel","chapter":6,"verse":18,"text":"The gold mice corresponded in number to all the Philistine cities of the five leaders, from the fortified cities to hamlet villages, to greater Abel. They positioned the ark of the Lord on a rock until this very day in the field of Joshua who was from Beth Shemesh. ","reference":"1 Samuel 6:18"},{"bookName":"1 Samuel","chapter":6,"verse":19,"text":"But the Lord struck down some of the people of Beth Shemesh because they had looked into the ark of the Lord; he struck down 50,070 of the men. The people grieved because the Lord had struck the people with a hard blow. ","reference":"1 Samuel 6:19"},{"bookName":"1 Samuel","chapter":6,"verse":20,"text":"The residents of Beth Shemesh asked, “Who is able to stand before the Lord, this holy God? To whom will the ark go up from here?”","reference":"1 Samuel 6:20"},{"bookName":"1 Samuel","chapter":6,"verse":21,"text":"So they sent messengers to the residents of Kiriath Jearim, saying, “The Philistines have returned the ark of the Lord. Come down here and take it back home with you.”","reference":"1 Samuel 6:21"}]