[
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 1,
    "text": "On the first day of the sixth month of King Darius’ second year, the Lord’s message came through the prophet Haggai to Zerubbabel son of Shealtiel, governor of Judah, and to the high priest Joshua son of Jehozadak: ",
    "reference": "Haggai 1:1"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 2,
    "text": "This is what the Lord of Heaven’s Armies has said: “These people have said, ‘The time for rebuilding the Lord’s temple has not yet come.’” ",
    "reference": "Haggai 1:2"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 3,
    "text": "The Lord’s message came through the prophet Haggai as follows:",
    "reference": "Haggai 1:3"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 4,
    "text": "“Is it right for you to live in richly paneled houses while my temple is in ruins? ",
    "reference": "Haggai 1:4"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 5,
    "text": "Here then, this is what the Lord of Heaven’s Armies has said: ‘Think carefully about what you are doing. ",
    "reference": "Haggai 1:5"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 6,
    "text": "You have planted much, but have harvested little. You eat, but are never filled. You drink, but are still thirsty. You put on clothes, but are not warm. Those who earn wages end up with holes in their money bags.’” ",
    "reference": "Haggai 1:6"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 7,
    "text": "Moreover, this is what the Lord of Heaven’s Armies has said: “Pay close attention to these things also.",
    "reference": "Haggai 1:7"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 8,
    "text": "Go up to the hill country and bring back timber to build the temple. Then I will be pleased and honored,” says the Lord. ",
    "reference": "Haggai 1:8"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 9,
    "text": "“You expected a large harvest, but instead there was little. And when you would bring it home, I would blow it right away. Why?” asks the Lord of Heaven’s Armies. “Because my temple remains in ruins, thanks to each of you favoring his own house! ",
    "reference": "Haggai 1:9"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 10,
    "text": "This is why the sky has held back its dew and the earth its produce. ",
    "reference": "Haggai 1:10"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 11,
    "text": "Moreover, I have called for a drought that will affect the fields, the hill country, the grain, new wine, fresh olive oil, and everything that grows from the ground; it also will harm people, animals, and everything they produce.” ",
    "reference": "Haggai 1:11"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 12,
    "text": "Then Zerubbabel son of Shealtiel and the high priest Joshua son of Jehozadak, along with the whole remnant of the people, obeyed the Lord their God. They responded favorably to the message of the prophet Haggai, who spoke just as the Lord their God had instructed him, and the people began to respect the Lord. ",
    "reference": "Haggai 1:12"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 13,
    "text": "Then Haggai, the Lord’s messenger, spoke the Lord’s announcement to the people: “I am with you,” decrees the Lord. ",
    "reference": "Haggai 1:13"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 14,
    "text": "So the Lord energized and encouraged Zerubbabel son of Shealtiel, governor of Judah, the high priest Joshua son of Jehozadak, and the whole remnant of the people. They came and worked on the temple of their God, the Lord of Heaven’s Armies. ",
    "reference": "Haggai 1:14"
  },
  {
    "bookName": "Haggai",
    "chapter": 1,
    "verse": 15,
    "text": "This took place on the twenty-fourth day of the sixth month of King Darius’ second year. ",
    "reference": "Haggai 1:15"
  }
]