[{"bookName":"Jeremiah","chapter":46,"verse":1,"text":"This was the Lord’s message to the prophet Jeremiah about the nations. ","reference":"Jeremiah 46:1"},{"bookName":"Jeremiah","chapter":46,"verse":2,"text":"He spoke about Egypt and the army of Pharaoh Necho king of Egypt, which was encamped along the Euphrates River at Carchemish. Now this was the army that King Nebuchadnezzar of Babylon defeated in the fourth year that Jehoiakim son of Josiah was ruling over Judah: ","reference":"Jeremiah 46:2"},{"bookName":"Jeremiah","chapter":46,"verse":3,"text":"“Fall into ranks with your shields ready! Prepare to march into battle! ","reference":"Jeremiah 46:3"},{"bookName":"Jeremiah","chapter":46,"verse":4,"text":"Harness the horses to the chariots; mount your horses! Take your positions with helmets on; ready your spears! Put on the armor! ","reference":"Jeremiah 46:4"},{"bookName":"Jeremiah","chapter":46,"verse":5,"text":"“What do I see? The soldiers are frightened. They are retreating. They are being scattered. They have fled for refuge without looking back. Terror is all around them,” says the Lord.","reference":"Jeremiah 46:5"},{"bookName":"Jeremiah","chapter":46,"verse":6,"text":"“But even the swiftest cannot get away. Even the strongest cannot escape. There in the north by the Euphrates River they have stumbled and fallen in defeat.","reference":"Jeremiah 46:6"},{"bookName":"Jeremiah","chapter":46,"verse":7,"text":"Who is this that rises like the Nile, like its streams turbulent at flood stage?","reference":"Jeremiah 46:7"},{"bookName":"Jeremiah","chapter":46,"verse":8,"text":"Egypt rises like the Nile, like its streams turbulent at flood stage. Egypt said, ‘I will arise and cover the earth. I will destroy cities and the people who inhabit them.’","reference":"Jeremiah 46:8"},{"bookName":"Jeremiah","chapter":46,"verse":9,"text":"Go ahead and charge into battle, you horsemen! Drive furiously, you charioteers! Let the soldiers march out into battle, those from Ethiopia and Libya who carry shields, and those from Lydia who are armed with the bow. ","reference":"Jeremiah 46:9"},{"bookName":"Jeremiah","chapter":46,"verse":10,"text":"But that day belongs to the Sovereign Lord of Heaven’s Armies. It is a day of reckoning when he will pay back his adversaries. His sword will devour them until its appetite is satisfied. It will drink its fill from their blood! Indeed it will be a sacrifice for the Sovereign Lord of Heaven’s Armies in the land of the north by the Euphrates River. ","reference":"Jeremiah 46:10"},{"bookName":"Jeremiah","chapter":46,"verse":11,"text":"Go up to Gilead and get medicinal ointment, you dear poor people of Egypt. But it will prove useless no matter how much medicine you use; there will be no healing for you.","reference":"Jeremiah 46:11"},{"bookName":"Jeremiah","chapter":46,"verse":12,"text":"The nations have heard of your shameful defeat. Your cries of distress fill the earth. One soldier has stumbled over another, and both of them have fallen down defeated.”","reference":"Jeremiah 46:12"},{"bookName":"Jeremiah","chapter":46,"verse":13,"text":"The Lord spoke to the prophet Jeremiah about Nebuchadnezzar coming to attack the land of Egypt: ","reference":"Jeremiah 46:13"},{"bookName":"Jeremiah","chapter":46,"verse":14,"text":"“Make an announcement throughout Egypt. Proclaim it in Migdol, Memphis, and Tahpanhes. ‘Take your positions and prepare to do battle. For the enemy army is destroying all the nations around you.’","reference":"Jeremiah 46:14"},{"bookName":"Jeremiah","chapter":46,"verse":15,"text":"Why will your soldiers be defeated? They will not stand because I, the Lord, will thrust them down.","reference":"Jeremiah 46:15"},{"bookName":"Jeremiah","chapter":46,"verse":16,"text":"I will make many stumble. They will fall over one another in their hurry to flee. They will say, ‘Get up! Let’s go back to our own people. Let’s go back to our homelands because the enemy is coming to destroy us.’ ","reference":"Jeremiah 46:16"},{"bookName":"Jeremiah","chapter":46,"verse":17,"text":"There at home they will say, ‘Pharaoh king of Egypt is just a big noise! He has let the most opportune moment pass by.’","reference":"Jeremiah 46:17"},{"bookName":"Jeremiah","chapter":46,"verse":18,"text":"I the King, whose name is the Lord of Heaven’s Armies, swear this: ‘I swear as surely as I live that a conqueror is coming. He will be as imposing as Mount Tabor is among the mountains, as Mount Carmel is against the backdrop of the sea. ","reference":"Jeremiah 46:18"},{"bookName":"Jeremiah","chapter":46,"verse":19,"text":"Pack your bags for exile, you inhabitants of poor dear Egypt. For Memphis will be laid waste. It will lie in ruins and be uninhabited. ","reference":"Jeremiah 46:19"},{"bookName":"Jeremiah","chapter":46,"verse":20,"text":"Egypt is like a beautiful young cow. But northern armies will attack her like swarms of stinging flies. ","reference":"Jeremiah 46:20"},{"bookName":"Jeremiah","chapter":46,"verse":21,"text":"Even her mercenaries will prove to be like pampered, well-fed calves. For they too will turn and run away. They will not stand their ground when the time for them to be destroyed comes, the time for them to be punished. ","reference":"Jeremiah 46:21"},{"bookName":"Jeremiah","chapter":46,"verse":22,"text":"Egypt will run away, hissing like a snake, as the enemy comes marching up in force. They will come against her with axes as if they were woodsmen chopping down trees.","reference":"Jeremiah 46:22"},{"bookName":"Jeremiah","chapter":46,"verse":23,"text":"The population of Egypt is like a vast, impenetrable forest. But I, the Lord, affirm that the enemy will cut them down. For those who chop them down will be more numerous than locusts. They will be too numerous to count. ","reference":"Jeremiah 46:23"},{"bookName":"Jeremiah","chapter":46,"verse":24,"text":"Poor dear Egypt will be put to shame. She will be handed over to the people from the north.’” ","reference":"Jeremiah 46:24"},{"bookName":"Jeremiah","chapter":46,"verse":25,"text":"The Lord of Heaven’s Armies, the God of Israel, says, “I will punish Amon, the god of Thebes. I will punish Egypt, its gods, and its kings. I will punish Pharaoh and all who trust in him.","reference":"Jeremiah 46:25"},{"bookName":"Jeremiah","chapter":46,"verse":26,"text":"I will hand them over to Nebuchadnezzar and his troops, who want to kill them. But later on, people will live in Egypt again as they did in former times. I, the Lord, affirm it!”","reference":"Jeremiah 46:26"},{"bookName":"Jeremiah","chapter":46,"verse":27,"text":" “You descendants of Jacob, my servants, do not be afraid; do not be terrified, people of Israel. For I will rescue you and your descendants from the faraway lands where you are captives. The descendants of Jacob will return to their land and enjoy peace. They will be secure, and no one will terrify them.","reference":"Jeremiah 46:27"},{"bookName":"Jeremiah","chapter":46,"verse":28,"text":"I, the Lord, tell you not to be afraid, you descendants of Jacob, my servant, for I am with you. Though I completely destroy all the nations where I scatter you, I will not completely destroy you. I will indeed discipline you but only in due measure. I will not allow you to go entirely unpunished.” ","reference":"Jeremiah 46:28"}]