[
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 1,
    "text": "The Lord says: “I will cause a destructive wind to blow against Babylon and the people who inhabit Babylonia. ",
    "reference": "Jeremiah 51:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 2,
    "text": "I will send people to winnow Babylonia like a wind blowing away chaff. They will winnow her and strip her land bare. This will happen when they come against her from every direction, when it is time to destroy her. ",
    "reference": "Jeremiah 51:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 3,
    "text": "Do not give her archers time to string their bows or to put on their coats of armor. Do not spare any of her young men. Completely destroy her whole army. ",
    "reference": "Jeremiah 51:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 4,
    "text": "Let them fall slain in the land of Babylonia, mortally wounded in the streets of her cities.",
    "reference": "Jeremiah 51:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 5,
    "text": "“For Israel and Judah will not be forsaken by their God, the Lord of Heaven’s Armies. For the land of Babylonia is full of guilt against the Holy One of Israel. ",
    "reference": "Jeremiah 51:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 6,
    "text": "Get out of Babylonia quickly, you foreign people. Flee to save your lives. Do not let yourselves be killed because of her sins, for it is time for the Lord to wreak his revenge. He will pay Babylonia back for what she has done.",
    "reference": "Jeremiah 51:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 7,
    "text": "Babylonia had been a gold cup in the Lord’s hand; she had made the whole world drunk. The nations had drunk from the wine of her wrath, so they have all gone mad. ",
    "reference": "Jeremiah 51:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 8,
    "text": "But suddenly Babylonia will fall and be destroyed. Cry out in mourning over it! Get medicine for her wounds; perhaps she can be healed! ",
    "reference": "Jeremiah 51:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 9,
    "text": "Foreigners living there will say, ‘We tried to heal her, but she could not be healed. Let’s leave Babylonia and each go back to his own country. For judgment on her will be vast in its proportions. It will be like it is piled up to heaven, stacked up into the clouds.’ ",
    "reference": "Jeremiah 51:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 10,
    "text": "The exiles from Judah will say, ‘The Lord has brought about a great deliverance for us! Come on, let’s go and proclaim in Zion what the Lord our God has done!’ ",
    "reference": "Jeremiah 51:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 11,
    "text": "“Sharpen your arrows! Fill your quivers! The Lord will arouse a spirit of hostility in the kings of Media, for he intends to destroy Babylonia. For that is how the Lord will get his revenge— how he will get his revenge for the Babylonians’ destruction of his temple. ",
    "reference": "Jeremiah 51:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 12,
    "text": "Give the signal to attack Babylon’s wall! Bring more guards; post them all around the city. Put men in ambush, for the Lord will do what he has planned. He will do what he said he would do to the people of Babylon. ",
    "reference": "Jeremiah 51:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 13,
    "text": "“You who live along the rivers of Babylon, the time of your end has come. You who are rich in plundered treasure, it is time for your lives to be cut off. ",
    "reference": "Jeremiah 51:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 14,
    "text": "The Lord of Heaven’s Armies has solemnly sworn, ‘I will fill your land with enemy soldiers. They will swarm over it like locusts. They will raise up shouts of victory over it.’",
    "reference": "Jeremiah 51:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 15,
    "text": "He is the one who by his power made the earth. He is the one who by his wisdom fixed the world in place; by his understanding, he spread out the heavens. ",
    "reference": "Jeremiah 51:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 16,
    "text": "When his voice thunders, the waters in the heavens roar. He makes the clouds rise from the far-off horizons; he makes the lightning flash out in the midst of the rain. He unleashes the wind from the places where he stores it;",
    "reference": "Jeremiah 51:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 17,
    "text": "all idolaters will prove to be stupid and ignorant. Every goldsmith will be disgraced by the idol he made. For the image he forges is merely a sham; there is no breath in any of those idols.",
    "reference": "Jeremiah 51:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 18,
    "text": "They are worthless, objects to be ridiculed. When the time comes to punish them, they will be destroyed. ",
    "reference": "Jeremiah 51:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 19,
    "text": "The Lord, who is the portion of the descendants of Jacob, is not like them. For he is the one who created everything, including the people of Israel whom he claims as his own. His name is the Lord of Heaven’s Armies. ",
    "reference": "Jeremiah 51:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 20,
    "text": "“Babylon, you are my war club, my weapon for battle. I used you to smash nations. I used you to destroy kingdoms. ",
    "reference": "Jeremiah 51:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 21,
    "text": "I used you to smash horses and their riders. I used you to smash chariots and their drivers. ",
    "reference": "Jeremiah 51:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 22,
    "text": "I used you to smash men and women. I used you to smash old men and young men. I used you to smash young men and young women. ",
    "reference": "Jeremiah 51:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 23,
    "text": "I used you to smash shepherds and their flocks. I used you to smash farmers and their teams of oxen. I used you to smash governors and leaders. ",
    "reference": "Jeremiah 51:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 24,
    "text": "“But I will repay Babylon and all who live in Babylonia for all the wicked things they did in Zion right before the eyes of you Judeans,” says the Lord. ",
    "reference": "Jeremiah 51:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 25,
    "text": "The Lord says, “Beware! I am opposed to you, Babylon! You are like a destructive mountain that destroys all the earth. I will unleash my power against you; I will roll you off the cliffs and make you like a burned-out mountain. ",
    "reference": "Jeremiah 51:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 26,
    "text": "No one will use any of your stones as a cornerstone; no one will use any of them in the foundation of his house. For you will lie desolate forever,” says the Lord. ",
    "reference": "Jeremiah 51:26"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 27,
    "text": "“Raise up battle flags throughout the lands. Sound the trumpets calling the nations to do battle. Prepare the nations to do battle against Babylonia. Call for these kingdoms to attack her: Ararat, Minni, and Ashkenaz. Appoint a commander to lead the attack. Send horses against her like a swarm of locusts. ",
    "reference": "Jeremiah 51:27"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 28,
    "text": "Prepare the nations to do battle against her. Prepare the kings of the Medes. Prepare their governors and all their leaders. Prepare all the countries they rule to do battle against her.",
    "reference": "Jeremiah 51:28"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 29,
    "text": "The earth will tremble and writhe in agony; for the Lord will carry out his plan. He plans to make the land of Babylonia a wasteland where no one lives. ",
    "reference": "Jeremiah 51:29"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 30,
    "text": "The soldiers of Babylonia will stop fighting. They will remain in their fortified cities. They will lose their strength to do battle. They will be as frightened as women. The houses in her cities will be set on fire. The gates of her cities will be broken down. ",
    "reference": "Jeremiah 51:30"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 31,
    "text": "One runner after another will come to the king of Babylon; one messenger after another will come bringing news. They will bring news to the king of Babylon that his whole city has been captured. ",
    "reference": "Jeremiah 51:31"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 32,
    "text": "They will report that the fords have been captured, the reed marshes have been burned, the soldiers are terrified. ",
    "reference": "Jeremiah 51:32"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 33,
    "text": "For the Lord of Heaven’s Armies, the God of Israel, says, ‘Fair Babylon will be like a threshing floor that has been trampled flat for harvest. The time for her to be cut down and harvested will come very soon.’ ",
    "reference": "Jeremiah 51:33"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 34,
    "text": "“King Nebuchadnezzar of Babylon devoured me and drove my people out. Like a monster from the deep he swallowed me. He filled his belly with my riches; he made me an empty dish. He completely cleaned me out.” ",
    "reference": "Jeremiah 51:34"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 35,
    "text": "The person who lives in Zion says, “May Babylon pay for the violence done to me and to my relatives.” Jerusalem says, “May those living in Babylonia pay for the bloodshed of my people.”",
    "reference": "Jeremiah 51:35"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 36,
    "text": "Therefore the Lord says, “I will stand up for your cause. I will pay the Babylonians back for what they have done to you. I will dry up their sea; I will make their springs run dry. ",
    "reference": "Jeremiah 51:36"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 37,
    "text": "Babylon will become a heap of ruins. Jackals will make their home there. It will become an object of horror and of hissing scorn, a place where no one lives. ",
    "reference": "Jeremiah 51:37"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 38,
    "text": "The Babylonians are all like lions roaring for prey; they are like lion cubs growling for something to eat.",
    "reference": "Jeremiah 51:38"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 39,
    "text": "When their appetites are all stirred up, I will set out a banquet for them. I will make them drunk so that they will pass out, they will fall asleep forever, they will never wake up,” says the Lord. ",
    "reference": "Jeremiah 51:39"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 40,
    "text": "“I will lead them off to be slaughtered like lambs, rams, and male goats. ",
    "reference": "Jeremiah 51:40"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 41,
    "text": "“See how Babylon has been captured! See how the pride of the whole earth has been taken! See what an object of horror Babylon has become among the nations! ",
    "reference": "Jeremiah 51:41"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 42,
    "text": "The sea has swept over Babylon. She has been covered by a multitude of its waves. ",
    "reference": "Jeremiah 51:42"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 43,
    "text": "The towns of Babylonia have become heaps of ruins. She has become a dry and barren desert. No one lives in those towns any more; no one even passes through them.",
    "reference": "Jeremiah 51:43"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 44,
    "text": "I will punish the god Bel in Babylon. I will make him spit out what he has swallowed. The nations will not come streaming to him any longer. Indeed, the walls of Babylon will fall. ",
    "reference": "Jeremiah 51:44"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 45,
    "text": "“Get out of Babylon, my people! Flee to save your lives from the fierce anger of the Lord! ",
    "reference": "Jeremiah 51:45"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 46,
    "text": "Do not lose your courage or become afraid because of the reports that are heard in the land. For a report will come in one year. Another report will follow it in the next. There will be violence in the land with ruler fighting against ruler. ",
    "reference": "Jeremiah 51:46"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 47,
    "text": "“So the time will certainly come when I will punish the idols of Babylon. Her whole land will be put to shame. All her mortally wounded will collapse in her midst. ",
    "reference": "Jeremiah 51:47"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 48,
    "text": "Then heaven and earth and all that is in them will sing for joy over Babylon. For destroyers from the north will attack it,” says the Lord. ",
    "reference": "Jeremiah 51:48"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 49,
    "text": "“Babylon must fall because of the Israelites she has killed, just as the earth’s mortally wounded fell because of Babylon. ",
    "reference": "Jeremiah 51:49"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 50,
    "text": "You who have escaped the sword, go, do not delay. Remember the Lord in a faraway land. Think about Jerusalem. ",
    "reference": "Jeremiah 51:50"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 51,
    "text": "‘We are ashamed because we have been insulted. Our faces show our disgrace. For foreigners have invaded the holy rooms in the Lord’s temple.’ ",
    "reference": "Jeremiah 51:51"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 52,
    "text": "Yes, but the time will certainly come,” says the Lord, “when I will punish her idols. Throughout her land the mortally wounded will groan. ",
    "reference": "Jeremiah 51:52"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 53,
    "text": "Even if Babylon climbs high into the sky and fortifies her elevated stronghold, I will send destroyers against her,” says the Lord. ",
    "reference": "Jeremiah 51:53"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 54,
    "text": "Cries of anguish will come from Babylon, the sound of great destruction from the land of the Babylonians. ",
    "reference": "Jeremiah 51:54"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 55,
    "text": "For the Lord is ready to destroy Babylon, and put an end to her loud noise. Their waves will roar like turbulent waters. They will make a deafening noise. ",
    "reference": "Jeremiah 51:55"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 56,
    "text": "For a destroyer is attacking Babylon. Her warriors will be captured; their bows will be broken. For the Lord is a God who punishes; he pays back in full. ",
    "reference": "Jeremiah 51:56"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 57,
    "text": "“I will make her officials and wise men drunk, along with her governors, leaders, and warriors. They will fall asleep forever and never wake up,” says the King whose name is the Lord of Heaven’s Armies. ",
    "reference": "Jeremiah 51:57"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 58,
    "text": "This is what the Lord of Heaven’s Armies says, “Babylon’s thick wall will be completely demolished. Her high gates will be set on fire. The peoples strive for what does not satisfy. The nations grow weary trying to get what will be destroyed.” ",
    "reference": "Jeremiah 51:58"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 59,
    "text": "This is the order Jeremiah the prophet gave to Seraiah son of Neriah, son of Mahseiah, when he went to King Zedekiah of Judah in Babylon during the fourth year of his reign. (Seraiah was a quartermaster.) ",
    "reference": "Jeremiah 51:59"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 60,
    "text": "Jeremiah recorded on one scroll all the judgments that would come upon Babylon—all these prophecies written about Babylon. ",
    "reference": "Jeremiah 51:60"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 61,
    "text": "Then Jeremiah said to Seraiah, “When you arrive in Babylon, make sure you read aloud all these prophecies. ",
    "reference": "Jeremiah 51:61"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 62,
    "text": "Then say, ‘O Lord, you have announced that you will destroy this place so that no people or animals live in it any longer. Certainly it will lie desolate forever!’ ",
    "reference": "Jeremiah 51:62"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 63,
    "text": "When you finish reading this scroll aloud, tie a stone to it and throw it into the middle of the Euphrates River.",
    "reference": "Jeremiah 51:63"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 51,
    "verse": 64,
    "text": "Then say, ‘In the same way Babylon will sink and never rise again because of the disaster I am ready to bring upon her; they will grow faint.’”The prophecies of Jeremiah end here. ",
    "reference": "Jeremiah 51:64"
  }
]