[
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 1,
    "text": "Lord, you have always been fair whenever I have complained to you. However, I would like to speak with you about the disposition of justice. Why are wicked people successful? Why do all dishonest people have such easy lives? ",
    "reference": "Jeremiah 12:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 2,
    "text": "You plant them like trees, and they put down their roots. They grow prosperous and are very fruitful. They always talk about you, but they really care nothing about you.",
    "reference": "Jeremiah 12:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 3,
    "text": "But you, Lord, know all about me. You watch me and test my devotion to you. Drag these wicked men away like sheep to be slaughtered! Appoint a time when they will be killed! ",
    "reference": "Jeremiah 12:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 4,
    "text": "How long must the land be parched and the grass in every field be withered? How long must the animals and the birds die because of the wickedness of the people who live in this land? For these people boast, “God will not see what happens to us.”",
    "reference": "Jeremiah 12:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 5,
    "text": "The Lord answered, “If you have raced on foot against men and they have worn you out, how will you be able to compete with horses? And if you feel secure only in safe and open country, how will you manage in the thick undergrowth along the Jordan River? ",
    "reference": "Jeremiah 12:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 6,
    "text": "As a matter of fact, even your own brothers and the members of your own family have betrayed you as well. Even they have plotted to do away with you. So do not trust them even when they say kind things to you.",
    "reference": "Jeremiah 12:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 7,
    "text": "“I will abandon my nation. I will forsake the people I call my own. I will turn my beloved people over to the power of their enemies. ",
    "reference": "Jeremiah 12:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 8,
    "text": "The people I call my own have turned on me like a lion in the forest. They have roared defiantly at me, so I will treat them as though I hate them. ",
    "reference": "Jeremiah 12:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 9,
    "text": "The people I call my own attack me like birds of prey or like hyenas. But other birds of prey are all around them. Let all the nations gather together like wild beasts. Let them come and destroy these people I call my own.",
    "reference": "Jeremiah 12:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 10,
    "text": "Many foreign rulers will ruin the land where I planted my people. They will trample all over my chosen land. They will turn my beautiful land into a desolate wilderness.",
    "reference": "Jeremiah 12:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 11,
    "text": "They will lay it waste. It will lie parched and empty before me. The whole land will be laid waste, but no one living in it will pay any heed. ",
    "reference": "Jeremiah 12:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 12,
    "text": "A destructive army will come marching over the hilltops in the wilderness. For the Lord will use them as his destructive weapon against everyone from one end of the land to the other. No one will be safe. ",
    "reference": "Jeremiah 12:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 13,
    "text": "My people will sow wheat, but will harvest weeds. They will work until they are exhausted, but will get nothing from it. They will be disappointed in their harvests because the Lord will take them away in his fierce anger. ",
    "reference": "Jeremiah 12:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 14,
    "text": "“I, the Lord, also have something to say concerning the wicked nations who surround my land and have attacked and plundered the land that I gave to my people as a permanent possession. I say: ‘I will uproot the people of those nations from their land, and I will free the people of Judah who have been taken there. ",
    "reference": "Jeremiah 12:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 15,
    "text": "But after I have uprooted the people of those nations, I will relent and have pity on them. I will restore the people of each of those nations to their own lands and to their own country. ",
    "reference": "Jeremiah 12:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 16,
    "text": "But they must make sure to learn to follow the religious practices of my people. Once they taught my people to swear their oaths using the name of the god Baal. But then, they must swear oaths using my name, saying, “As surely as the Lord lives, I swear.” If they do these things, then they will be included among the people I call my own.",
    "reference": "Jeremiah 12:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 12,
    "verse": 17,
    "text": "But I will completely uproot and destroy any of those nations that will not pay heed,’” says the Lord. ",
    "reference": "Jeremiah 12:17"
  }
]