[
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 1,
    "text": "At that time I will be the God of all the clans of Israel, and they will be my people. I, the Lord, affirm it!”",
    "reference": "Jeremiah 31:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 2,
    "text": "The Lord says: “The people of Israel who survived death at the hands of the enemy will find favor in the wilderness as they journey to find rest for themselves.",
    "reference": "Jeremiah 31:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 3,
    "text": "In a faraway land the Lord will manifest himself to them. He will say to them, ‘I have loved you with an everlasting love. That is why I have continued to be faithful to you.",
    "reference": "Jeremiah 31:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 4,
    "text": "I will rebuild you, my dear children Israel, so that you will once again be built up. Once again you will take up the tambourine and join in the happy throng of dancers. ",
    "reference": "Jeremiah 31:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 5,
    "text": "Once again you will plant vineyards on the hills of Samaria. Those who plant them will once again enjoy their fruit.",
    "reference": "Jeremiah 31:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 6,
    "text": "Yes, a time is coming when watchmen will call out on the mountains of Ephraim, “Come! Let us go to Zion to worship the Lord our God!”’” ",
    "reference": "Jeremiah 31:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 7,
    "text": "Moreover, the Lord says: “Sing for joy for the descendants of Jacob. Utter glad shouts for that foremost of the nations. Make your praises heard. Then say, ‘Lord, rescue your people. Deliver those of Israel who remain alive.’ ",
    "reference": "Jeremiah 31:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 8,
    "text": "Then I will reply, ‘I will bring them back from the land of the north. I will gather them in from the distant parts of the earth. Blind and lame people will come with them, so will pregnant women and women about to give birth. A vast throng of people will come back here. ",
    "reference": "Jeremiah 31:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 9,
    "text": "They will come back shedding tears of contrition. I will bring them back praying prayers of repentance. I will lead them besides streams of water, along smooth paths where they will never stumble. I will do this because I am Israel’s father; Ephraim is my firstborn son.’ ",
    "reference": "Jeremiah 31:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 10,
    "text": "“Listen to the Lord’s message, O nations. Proclaim it in the faraway lands along the sea. Say, ‘The one who scattered Israel will regather them. He will watch over his people like a shepherd watches over his flock.’ ",
    "reference": "Jeremiah 31:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 11,
    "text": "For the Lord will rescue the descendants of Jacob. He will secure their release from those who had overpowered them.",
    "reference": "Jeremiah 31:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 12,
    "text": "They will come and shout for joy on Mount Zion. They will be radiant with joy over the good things the Lord provides, the grain, the fresh wine, the olive oil, the young sheep, and the calves he has given to them. They will be like a well-watered garden and will not grow faint or weary any more. ",
    "reference": "Jeremiah 31:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 13,
    "text": "The Lord says, ‘At that time young women will dance and be glad. Young men and old men will rejoice. I will turn their grief into gladness. I will give them comfort and joy in place of their sorrow. ",
    "reference": "Jeremiah 31:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 14,
    "text": "I will provide the priests with abundant provisions. My people will be filled to the full with the good things I provide.’ ",
    "reference": "Jeremiah 31:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 15,
    "text": "The Lord says: “A sound is heard in Ramah, a sound of crying in bitter grief. It is the sound of Rachel weeping for her children and refusing to be comforted, because her children are gone.” ",
    "reference": "Jeremiah 31:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 16,
    "text": "The Lord says to her, “Stop crying! Do not shed any more tears. For your heartfelt repentance will be rewarded. Your children will return from the land of the enemy. I, the Lord, affirm it!",
    "reference": "Jeremiah 31:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 17,
    "text": "Indeed, there is hope for your posterity. Your children will return to their own territory. I, the Lord, affirm it!",
    "reference": "Jeremiah 31:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 18,
    "text": "I have indeed heard the people of Israel say mournfully, ‘We were like a calf untrained to the yoke. You disciplined us, and we learned from it. Let us come back to you and we will do so, for you are the Lord our God. ",
    "reference": "Jeremiah 31:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 19,
    "text": "For after we turned away from you we repented. After we came to our senses we struck our thigh in sorrow. We are ashamed and humiliated because of the disgraceful things we did previously.’ ",
    "reference": "Jeremiah 31:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 20,
    "text": "Indeed, the people of Israel are my dear children. They are the children I take delight in. For even though I must often rebuke them, I still remember them with fondness. So I am deeply moved with pity for them and will surely have compassion on them. I, the Lord, affirm it!",
    "reference": "Jeremiah 31:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 21,
    "text": "I will say, ‘My dear children of Israel, keep in mind the road you took when you were carried off. Mark off in your minds the landmarks. Make a mental note of telltale signs marking the way back. Return, my dear children of Israel. Return to these cities of yours. ",
    "reference": "Jeremiah 31:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 22,
    "text": "How long will you vacillate, you who were once like an unfaithful daughter? For I, the Lord, promise to bring about something new on the earth, something as unique as a woman protecting a man!’” ",
    "reference": "Jeremiah 31:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 23,
    "text": "The Lord of Heaven’s Armies, the God of Israel, says, “I will restore the people of Judah to their land and to their towns. When I do, they will again say of Jerusalem, ‘May the Lord bless you, you holy mountain, the place where righteousness dwells.’ ",
    "reference": "Jeremiah 31:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 24,
    "text": "The land of Judah will be inhabited by people who live in its towns, as well as by farmers and shepherds with their flocks. ",
    "reference": "Jeremiah 31:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 25,
    "text": "I will fully satisfy the needs of those who are weary and fully refresh the souls of those who are faint. ",
    "reference": "Jeremiah 31:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 26,
    "text": "Then they will say, ‘Under these conditions I can enjoy sweet sleep when I wake up and look around.’",
    "reference": "Jeremiah 31:26"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 27,
    "text": "“Indeed, a time is coming,” says the Lord, “when I will cause people and animals to sprout up in the lands of Israel and Judah. ",
    "reference": "Jeremiah 31:27"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 28,
    "text": "In the past I saw to it that they were uprooted and torn down, that they were destroyed and demolished and brought disaster. But now I will see to it that they are built up and firmly planted. I, the Lord, affirm it!",
    "reference": "Jeremiah 31:28"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 29,
    "text": "“When that time comes, people will no longer say, ‘The parents have eaten sour grapes, but the children’s teeth have grown numb.’ ",
    "reference": "Jeremiah 31:29"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 30,
    "text": "Rather, each person will die for his own sins. The teeth of the person who eats the sour grapes will themselves grow numb. ",
    "reference": "Jeremiah 31:30"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 31,
    "text": "“Indeed, a time is coming,” says the Lord, “when I will make a new covenant with the people of Israel and Judah. ",
    "reference": "Jeremiah 31:31"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 32,
    "text": "It will not be like the old covenant that I made with their ancestors when I delivered them from Egypt. For they violated that covenant, even though I was like a faithful husband to them,” says the Lord. ",
    "reference": "Jeremiah 31:32"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 33,
    "text": "“But I will make a new covenant with the whole nation of Israel after I plant them back in the land,” says the Lord. “I will put my law within them and write it on their hearts and minds. I will be their God, and they will be my people. ",
    "reference": "Jeremiah 31:33"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 34,
    "text": "“People will no longer need to teach their neighbors and relatives to know me. For all of them, from the least important to the most important, will know me,” says the Lord. “For I will forgive their sin and will no longer call to mind the wrong they have done.”",
    "reference": "Jeremiah 31:34"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 35,
    "text": "The Lord has made a promise to Israel. He promises it as the one who fixed the sun to give light by day and the moon and stars to give light by night. He promises it as the one who stirs up the sea so that its waves roll. His name is the Lord of Heaven’s Armies. ",
    "reference": "Jeremiah 31:35"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 36,
    "text": "The Lord affirms, “The descendants of Israel will not cease forever to be a nation in my sight. That could only happen if the fixed ordering of the heavenly lights were to cease to operate before me.”",
    "reference": "Jeremiah 31:36"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 37,
    "text": "The Lord says, “I will not reject all the descendants of Israel because of all that they have done. That could only happen if the heavens above could be measured or the foundations of the earth below could all be explored,” says the Lord. ",
    "reference": "Jeremiah 31:37"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 38,
    "text": "“Indeed a time is coming,” says the Lord, “when the city of Jerusalem will be rebuilt as my special city. It will be built from the Tower of Hananel westward to the Corner Gate. ",
    "reference": "Jeremiah 31:38"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 39,
    "text": "The boundary line will extend beyond that, straight west from there to the Hill of Gareb and then turn southward to Goah. ",
    "reference": "Jeremiah 31:39"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 31,
    "verse": 40,
    "text": "The whole valley where dead bodies and sacrificial ashes are thrown, and all the terraced fields out to the Kidron Valley on the east as far north as the corner of the Horse Gate, will be included within this city that is sacred to the Lord. The city will never again be torn down or destroyed.” ",
    "reference": "Jeremiah 31:40"
  }
]