[
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 1,
    "text": "(8:23) I wish that my head were a well full of water and my eyes were a fountain full of tears! If they were, I could cry day and night for those of my dear people who have been killed. ",
    "reference": "Jeremiah 9:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 2,
    "text": "(9:1) I wish I had a lodging place in the wilderness where I could spend some time like a weary traveler. Then I would desert my people and walk away from them because they are all unfaithful to God, a congregation of people that has been disloyal to him.”",
    "reference": "Jeremiah 9:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 3,
    "text": "The Lord says, “These people are like soldiers who have readied their bows. Their tongues are always ready to shoot out lies. They have become powerful in the land, but they have not done so by honest means. Indeed, they do one evil thing after another and do not pay attention to me.",
    "reference": "Jeremiah 9:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 4,
    "text": "Everyone must be on his guard around his friends. He must not even trust any of his relatives. For every one of them will find some way to cheat him. And all his friends will tell lies about him.",
    "reference": "Jeremiah 9:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 5,
    "text": "One friend deceives another, and no one tells the truth. These people have trained themselves to tell lies. They do wrong and are unable to repent. ",
    "reference": "Jeremiah 9:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 6,
    "text": "They do one act of violence after another, and one deceitful thing after another. They refuse to pay attention to me,” says the Lord. ",
    "reference": "Jeremiah 9:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 7,
    "text": "Therefore the Lord of Heaven’s Armies says: “I will now purify them in the fires of affliction and test them. The wickedness of my dear people has left me no choice. What else can I do? ",
    "reference": "Jeremiah 9:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 8,
    "text": "Their tongues are like deadly arrows. They are always telling lies. Friendly words for their neighbors come from their mouths, but their minds are thinking up ways to trap them.",
    "reference": "Jeremiah 9:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 9,
    "text": "I will certainly punish them for doing such things!” says the Lord. “I will certainly bring retribution on such a nation as this!” ",
    "reference": "Jeremiah 9:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 10,
    "text": "I said, “I will weep and mourn for the grasslands on the mountains; I will sing a mournful song for the pastures in the wilderness because they are so scorched no one travels through them. The sound of livestock is no longer heard there. Even the birds in the sky and the wild animals in the fields have fled and are gone.” ",
    "reference": "Jeremiah 9:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 11,
    "text": "The Lord said, “I will make Jerusalem a heap of ruins. Jackals will make their home there. I will destroy the towns of Judah so that no one will be able to live in them.”",
    "reference": "Jeremiah 9:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 12,
    "text": "I said, “Who is wise enough to understand why this has happened? Who has a word from the Lord that can explain it? Why does the land lie in ruins? Why is it as scorched as a desert through which no one travels?” ",
    "reference": "Jeremiah 9:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 13,
    "text": "The Lord answered, “This has happened because these people have rejected my laws that I gave them. They have not obeyed me or followed those laws. ",
    "reference": "Jeremiah 9:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 14,
    "text": "Instead they have followed the stubborn inclinations of their own hearts. They have paid allegiance to the gods called Baal, as their fathers taught them to do.",
    "reference": "Jeremiah 9:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 15,
    "text": "So then, listen to what I, the Lord of Heaven’s Armies, the God of Israel, say, ‘I will make these people eat the bitter food of suffering and drink the poison water of judgment.",
    "reference": "Jeremiah 9:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 16,
    "text": "I will scatter them among nations that neither they nor their ancestors have known anything about. I will send people chasing after them with swords until I have destroyed them.’”",
    "reference": "Jeremiah 9:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 17,
    "text": "The Lord of Heaven’s Armies told me to say to this people: “Take note of what I say. Call for the women who mourn for the dead! Summon those who are the most skilled at it!”",
    "reference": "Jeremiah 9:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 18,
    "text": "I said, “Indeed, let them come quickly and sing a song of mourning for us. Let them wail loudly until tears stream from our own eyes and our eyelids overflow with water. ",
    "reference": "Jeremiah 9:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 19,
    "text": "For the sound of wailing is soon to be heard in Zion, ‘We are utterly ruined! We are completely disgraced! For we have left our land, for our houses have been torn down!’” ",
    "reference": "Jeremiah 9:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 20,
    "text": "I said, “So now, you wailing women, listen to the Lord’s message. Open your ears to the message from his mouth. Teach your daughters this mournful song, and let every woman teach her neighbor this lament. ",
    "reference": "Jeremiah 9:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 21,
    "text": "‘Death has climbed in through our windows. It has entered into our fortified houses. It has taken away our children who play in the streets. It has taken away our young men who gather in the city squares.’ ",
    "reference": "Jeremiah 9:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 22,
    "text": "Tell your daughters and neighbors, ‘The Lord says: “The dead bodies of people will lie scattered everywhere like manure scattered on a field. They will lie scattered on the ground like grain that has been cut down but has not been gathered.”’” ",
    "reference": "Jeremiah 9:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 23,
    "text": " The Lord says, “Wise people should not boast that they are wise. Powerful people should not boast that they are powerful. Rich people should not boast that they are rich. ",
    "reference": "Jeremiah 9:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 24,
    "text": "If people want to boast, they should boast about this: They should boast that they understand and know me. They should boast that they know and understand that I, the Lord, act out of faithfulness, fairness, and justice in the earth and that I desire people to do these things,” says the Lord. ",
    "reference": "Jeremiah 9:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 25,
    "text": "The Lord says, “Watch out! The time is soon coming when I will punish all those who are circumcised only in the flesh.",
    "reference": "Jeremiah 9:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 9,
    "verse": 26,
    "text": "That is, I will punish the Egyptians, the Judeans, the Edomites, the Ammonites, the Moabites, and all the desert people who cut their hair short at the temples. I will do so because none of the people of those nations are really circumcised in the Lord’s sight. Moreover, none of the people of Israel are circumcised when it comes to their hearts.” ",
    "reference": "Jeremiah 9:26"
  }
]