[
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 1,
    "text": "The Lord spoke to Jeremiah when King Zedekiah sent to him Pashhur son of Malkijah and the priest Zephaniah son of Maaseiah. Zedekiah sent them to Jeremiah to ask, ",
    "reference": "Jeremiah 21:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 2,
    "text": "“Please ask the Lord to come and help us, because King Nebuchadnezzar of Babylon is attacking us. Maybe the Lord will perform one of his miracles as in times past and make him stop attacking us and leave.”",
    "reference": "Jeremiah 21:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 3,
    "text": "Jeremiah answered them, “Tell Zedekiah ",
    "reference": "Jeremiah 21:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 4,
    "text": "that the Lord, the God of Israel, says, ‘The forces at your disposal are now outside the walls fighting against King Nebuchadnezzar of Babylon and the Babylonians who have you under siege. I will gather those forces back inside the city. ",
    "reference": "Jeremiah 21:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 5,
    "text": "In anger, in fury, and in wrath I myself will fight against you with my mighty power and great strength. ",
    "reference": "Jeremiah 21:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 6,
    "text": "I will kill everything living in Jerusalem, people and animals alike. They will die from terrible diseases. ",
    "reference": "Jeremiah 21:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 7,
    "text": "Then I, the Lord, promise that I will hand over King Zedekiah of Judah, his officials, and any of the people who survive the war, starvation, and disease. I will hand them over to King Nebuchadnezzar of Babylon and to their enemies who want to kill them. He will slaughter them with the sword. He will not show them any mercy, compassion, or pity.’ ",
    "reference": "Jeremiah 21:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 8,
    "text": "“But tell the people of Jerusalem that the Lord says, ‘I will give you a choice between two courses of action. One will result in life; the other will result in death. ",
    "reference": "Jeremiah 21:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 9,
    "text": "Those who stay in this city will die in battle or of starvation or disease. Those who leave the city and surrender to the Babylonians who are besieging it will live. They will escape with their lives. ",
    "reference": "Jeremiah 21:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 10,
    "text": "For I, the Lord, say that I am determined not to deliver this city but to bring disaster on it. It will be handed over to the king of Babylon, and he will destroy it with fire.’” ",
    "reference": "Jeremiah 21:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 11,
    "text": "The Lord told me to say to the royal court of Judah: “Listen to the Lord’s message,",
    "reference": "Jeremiah 21:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 12,
    "text": "O royal family descended from David. The Lord says: ‘See to it that people each day are judged fairly. Deliver those who have been robbed from those who oppress them. Otherwise, my wrath will blaze out against you. It will burn like a fire that cannot be put out because of the evil that you have done.",
    "reference": "Jeremiah 21:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 13,
    "text": "Listen, you who sit enthroned above the valley on a rocky plateau. I am opposed to you,’ says the Lord. ‘You boast, “No one can swoop down on us. No one can penetrate into our places of refuge.” ",
    "reference": "Jeremiah 21:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 21,
    "verse": 14,
    "text": "But I will punish you as your deeds deserve,’ says the Lord. ‘I will set fire to your palace; it will burn up everything around it.’”",
    "reference": "Jeremiah 21:14"
  }
]