[{"bookName":"Jeremiah","chapter":28,"verse":1,"text":"The following events occurred in that same year, early in the reign of King Zedekiah of Judah. To be more precise, it was the fifth month of the fourth year of his reign. The prophet Hananiah son of Azzur, who was from Gibeon, spoke to Jeremiah in the Lord’s temple in the presence of the priests and all the people: ","reference":"Jeremiah 28:1"},{"bookName":"Jeremiah","chapter":28,"verse":2,"text":"“The Lord of Heaven’s Armies, the God of Israel, says, ‘I will break the yoke of servitude to the king of Babylon. ","reference":"Jeremiah 28:2"},{"bookName":"Jeremiah","chapter":28,"verse":3,"text":"Before two years are over, I will bring back to this place everything that King Nebuchadnezzar of Babylon took from it and carried away to Babylon. ","reference":"Jeremiah 28:3"},{"bookName":"Jeremiah","chapter":28,"verse":4,"text":"I will also bring back to this place Jehoiakim’s son King Jeconiah of Judah and all the exiles who were taken to Babylon.’ Indeed, the Lord affirms, ‘I will break the yoke of servitude to the king of Babylon.’” ","reference":"Jeremiah 28:4"},{"bookName":"Jeremiah","chapter":28,"verse":5,"text":"Then the prophet Jeremiah responded to the prophet Hananiah in the presence of the priests and all the people who were standing in the Lord’s temple. ","reference":"Jeremiah 28:5"},{"bookName":"Jeremiah","chapter":28,"verse":6,"text":"The prophet Jeremiah said, “Amen! May the Lord do all this! May the Lord make your prophecy come true! May he bring back to this place from Babylon all the valuable articles taken from the Lord’s temple and the people who were carried into exile. ","reference":"Jeremiah 28:6"},{"bookName":"Jeremiah","chapter":28,"verse":7,"text":"But listen to what I say to you and to all these people. ","reference":"Jeremiah 28:7"},{"bookName":"Jeremiah","chapter":28,"verse":8,"text":"From earliest times, the prophets who preceded you and me invariably prophesied war, disaster, and plagues against many countries and great kingdoms. ","reference":"Jeremiah 28:8"},{"bookName":"Jeremiah","chapter":28,"verse":9,"text":"So if a prophet prophesied peace and prosperity, it was only known that the Lord truly sent him when what he prophesied came true.” ","reference":"Jeremiah 28:9"},{"bookName":"Jeremiah","chapter":28,"verse":10,"text":"The prophet Hananiah then took the yoke off the prophet Jeremiah’s neck and broke it.","reference":"Jeremiah 28:10"},{"bookName":"Jeremiah","chapter":28,"verse":11,"text":"Then he spoke up in the presence of all the people. “The Lord says, ‘In the same way I will break the yoke of servitude of all the nations to King Nebuchadnezzar of Babylon before two years are over.’” After he heard this, the prophet Jeremiah departed and went on his way. ","reference":"Jeremiah 28:11"},{"bookName":"Jeremiah","chapter":28,"verse":12,"text":"But shortly after the prophet Hananiah had broken the yoke off the prophet Jeremiah’s neck, the Lord’s message came to Jeremiah. ","reference":"Jeremiah 28:12"},{"bookName":"Jeremiah","chapter":28,"verse":13,"text":"“Go and tell Hananiah that the Lord says, ‘You have indeed broken the wooden yoke. But you have only succeeded in replacing it with an iron one!","reference":"Jeremiah 28:13"},{"bookName":"Jeremiah","chapter":28,"verse":14,"text":"For the Lord of Heaven’s Armies, the God of Israel, says, “I have put an irresistible yoke of servitude on all these nations so they will serve King Nebuchadnezzar of Babylon. And they will indeed serve him. I have even given him control over the wild animals.”’” ","reference":"Jeremiah 28:14"},{"bookName":"Jeremiah","chapter":28,"verse":15,"text":"Then the prophet Jeremiah told the prophet Hananiah, “Listen, Hananiah! The Lord did not send you! You are making these people trust in a lie. ","reference":"Jeremiah 28:15"},{"bookName":"Jeremiah","chapter":28,"verse":16,"text":"So the Lord says, ‘I will most assuredly remove you from the face of the earth. You will die this very year because you have counseled rebellion against the Lord.’” ","reference":"Jeremiah 28:16"},{"bookName":"Jeremiah","chapter":28,"verse":17,"text":"In the seventh month of that very same year the prophet Hananiah died. ","reference":"Jeremiah 28:17"}]