[
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 1,
    "text": "The Lord spoke to Jeremiah concerning all the Judeans who were living in the land of Egypt, those in Migdol, Tahpanhes, Memphis, and in the region of southern Egypt: ",
    "reference": "Jeremiah 44:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 2,
    "text": "“The Lord of Heaven’s Armies, the God of Israel, says, ‘You have seen all the disaster I brought on Jerusalem and all the towns of Judah. Indeed, they now lie in ruins and are deserted.",
    "reference": "Jeremiah 44:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 3,
    "text": "This happened because of the wickedness the people living there did. They made me angry by worshiping and offering sacrifices to other gods whom neither they nor you nor your ancestors previously knew. ",
    "reference": "Jeremiah 44:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 4,
    "text": "I sent my servants the prophets to you people over and over again warning you not to do this disgusting thing I hate. ",
    "reference": "Jeremiah 44:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 5,
    "text": "But the people of Jerusalem and Judah would not listen or pay any attention. They would not stop the wickedness they were doing nor quit sacrificing to other gods. ",
    "reference": "Jeremiah 44:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 6,
    "text": "So my anger and my wrath were poured out and burned like a fire through the towns of Judah and the streets of Jerusalem. That is why they have become the desolate ruins that they are today.’ ",
    "reference": "Jeremiah 44:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 7,
    "text": "“So now the Lord God of Heaven’s Armies, the God of Israel, asks, ‘Why will you do such great harm to yourselves? Why should every man, woman, child, and baby of yours be destroyed from the midst of Judah? Why should you leave yourselves without a remnant? ",
    "reference": "Jeremiah 44:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 8,
    "text": "That is what will result from your making me angry by what you are doing. You are making me angry by sacrificing to other gods here in the land of Egypt where you live. You will be destroyed for doing that! You will become an example used in curses and an object of ridicule among all the nations of the earth. ",
    "reference": "Jeremiah 44:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 9,
    "text": "Have you forgotten all the wicked things that have been done in the towns of Judah and in the streets of Jerusalem by your ancestors, by the kings of Judah and their wives, and by you and your wives? ",
    "reference": "Jeremiah 44:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 10,
    "text": "To this day your people have shown no contrition! They have not revered me nor followed the laws and statutes I commanded you and your ancestors.’ ",
    "reference": "Jeremiah 44:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 11,
    "text": "“Because of this, the Lord of Heaven’s Armies, the God of Israel, says, ‘I am determined to bring disaster on you, even to the point of destroying all the Judeans here.",
    "reference": "Jeremiah 44:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 12,
    "text": "I will see to it that all the Judean remnant that was determined to go and live in the land of Egypt will be destroyed. Here in the land of Egypt they will fall in battle or perish from starvation. People of every class will die in war or from starvation. They will become an object of horror and ridicule, an example of those who have been cursed and that people use in pronouncing a curse. ",
    "reference": "Jeremiah 44:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 13,
    "text": "I will punish those who live in the land of Egypt with war, starvation, and disease, just as I punished Jerusalem. ",
    "reference": "Jeremiah 44:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 14,
    "text": "None of the Judean remnant who have come to live in the land of Egypt will escape or survive to return to the land of Judah. Though they long to return and live there, none of them shall return except a few fugitives.’” ",
    "reference": "Jeremiah 44:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 15,
    "text": "Then all the men who were aware that their wives were sacrificing to other gods, as well as all their wives, answered Jeremiah—there was a great crowd of them representing all the people who lived in northern and southern Egypt— ",
    "reference": "Jeremiah 44:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 16,
    "text": "“We will not listen to what you claim the Lord has spoken to us! ",
    "reference": "Jeremiah 44:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 17,
    "text": "Instead we will do everything we vowed we would do. We will sacrifice and pour out drink offerings to the goddess called the Queen of Heaven just as we and our ancestors, our kings, and our leaders previously did in the towns of Judah and in the streets of Jerusalem. For then we had plenty of food, were well off, and had no troubles. ",
    "reference": "Jeremiah 44:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 18,
    "text": "But ever since we stopped sacrificing and pouring out drink offerings to the Queen of Heaven, we have been in great need. Our people have died in wars or of starvation.” ",
    "reference": "Jeremiah 44:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 19,
    "text": "The women added, “We did indeed sacrifice and pour out drink offerings to the Queen of Heaven. But it was with the full knowledge and approval of our husbands that we made cakes in her image and poured out drink offerings to her.”",
    "reference": "Jeremiah 44:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 20,
    "text": "Then Jeremiah replied to all the people, both men and women, who responded to him in this way: ",
    "reference": "Jeremiah 44:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 21,
    "text": "“The Lord did indeed remember and call to mind what you did! He remembered the incense you and your ancestors, your kings, your leaders, and all the rest of the people of the land offered to other gods in the towns of Judah and in the streets of Jerusalem. ",
    "reference": "Jeremiah 44:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 22,
    "text": "Finally the Lord could no longer endure your wicked deeds and the disgusting things you did. That is why your land has become the desolate, uninhabited ruin that it is today. That is why it has become a proverbial example used in curses. ",
    "reference": "Jeremiah 44:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 23,
    "text": "You have sacrificed to other gods. You have sinned against the Lord! You have not obeyed the Lord! You have not followed his laws, his statutes, and his decrees. That is why this disaster that is evident to this day has happened to you.”",
    "reference": "Jeremiah 44:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 24,
    "text": "Then Jeremiah spoke to all the people, particularly to all the women, “Listen to the Lord’s message, all you people of Judah who are in Egypt. ",
    "reference": "Jeremiah 44:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 25,
    "text": "This is what the Lord of Heaven’s Armies, the God of Israel, has said, ‘You women have confirmed by your actions what you vowed with your lips! You said, “We will certainly carry out our vows to sacrifice and pour out drink offerings to the Queen of Heaven.” Well, then fulfill your vows! Carry them out!’",
    "reference": "Jeremiah 44:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 26,
    "text": "But listen to the Lord’s message, all you people of Judah who are living in the land of Egypt: The Lord says, ‘I hereby swear by my own great name that none of the people of Judah who are living anywhere in Egypt will ever again invoke my name in their oaths! Never again will any of them use it in an oath saying, “As surely as the Sovereign Lord lives.”",
    "reference": "Jeremiah 44:26"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 27,
    "text": "I will indeed see to it that disaster, not prosperity, happens to them. All the people of Judah who are in the land of Egypt will die in war or from starvation until not one of them is left. ",
    "reference": "Jeremiah 44:27"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 28,
    "text": "Some who survive the battle will return to the land of Judah from the land of Egypt. But they will be very few indeed! Then the Judean remnant who have come to live in the land of Egypt will know whose word proves true, mine or theirs.’ ",
    "reference": "Jeremiah 44:28"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 29,
    "text": "Moreover the Lord says, ‘I will make something happen to prove that I will punish you in this place. I will do it so that you will know that my threats to bring disaster on you will prove true.",
    "reference": "Jeremiah 44:29"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 44,
    "verse": 30,
    "text": "I, the Lord, promise that I will hand Pharaoh Hophra king of Egypt over to his enemies who are seeking to kill him. I will do that just as surely as I handed King Zedekiah of Judah over to King Nebuchadnezzar of Babylon, his enemy who was seeking to kill him.’”",
    "reference": "Jeremiah 44:30"
  }
]