[{"bookName":"Jeremiah","chapter":8,"verse":1,"text":"The Lord says, “When that time comes, the bones of the kings of Judah and its leaders, the bones of the priests and prophets, and of all the other people who lived in Jerusalem will be dug up from their graves. ","reference":"Jeremiah 8:1"},{"bookName":"Jeremiah","chapter":8,"verse":2,"text":"They will be spread out and exposed to the sun, the moon, and the stars. These are things they adored and served, things to which they paid allegiance, from which they sought guidance and worshiped. The bones of these people will never be regathered and reburied. They will be like manure used to fertilize the ground.","reference":"Jeremiah 8:2"},{"bookName":"Jeremiah","chapter":8,"verse":3,"text":"However, I will leave some of these wicked people alive and banish them to other places. But wherever these people who survive may go, they will wish they had died rather than lived,” says the Lord of Heaven’s Armies. ","reference":"Jeremiah 8:3"},{"bookName":"Jeremiah","chapter":8,"verse":4,"text":"The Lord said to me, “Tell them, ‘The Lord says, Do people not get back up when they fall down? Do they not turn around when they go the wrong way?","reference":"Jeremiah 8:4"},{"bookName":"Jeremiah","chapter":8,"verse":5,"text":"Why, then, do these people of Jerusalem continually turn away from me in apostasy? They hold fast to their deception. They refuse to turn back to me.","reference":"Jeremiah 8:5"},{"bookName":"Jeremiah","chapter":8,"verse":6,"text":"I have listened to them very carefully, but they do not speak honestly. None of them regrets the evil he has done. None of them says, “I have done wrong!” All of them persist in their own wayward course like a horse charging recklessly into battle. ","reference":"Jeremiah 8:6"},{"bookName":"Jeremiah","chapter":8,"verse":7,"text":"Even the stork knows when it is time to move on. The turtledove, swallow, and crane recognize the normal times for their migration. But my people pay no attention to what I, the Lord, require of them.","reference":"Jeremiah 8:7"},{"bookName":"Jeremiah","chapter":8,"verse":8,"text":"How can you say, “We are wise! We have the law of the Lord”? The truth is, those who teach it have used their writings to make it say what it does not really mean. ","reference":"Jeremiah 8:8"},{"bookName":"Jeremiah","chapter":8,"verse":9,"text":"Your wise men will be put to shame. They will be dumbfounded and be brought to judgment. Since they have rejected the Lord’s message, what wisdom do they really have?","reference":"Jeremiah 8:9"},{"bookName":"Jeremiah","chapter":8,"verse":10,"text":" So I will give their wives to other men and their fields to new owners. For from the least important to the most important of them, all of them are greedy for dishonest gain. Prophets and priests alike all practice deceit. ","reference":"Jeremiah 8:10"},{"bookName":"Jeremiah","chapter":8,"verse":11,"text":"They offer only superficial help for the hurt my dear people have suffered. They say, “Everything will be all right!” But everything is not all right. ","reference":"Jeremiah 8:11"},{"bookName":"Jeremiah","chapter":8,"verse":12,"text":"Are they ashamed because they have done such disgusting things? No, they are not at all ashamed! They do not even know how to blush. So they will die just like others have died. They will be brought to ruin when I punish them, says the Lord. ","reference":"Jeremiah 8:12"},{"bookName":"Jeremiah","chapter":8,"verse":13,"text":"I will take away their harvests, says the Lord. There will be no grapes on their vines. There will be no figs on their fig trees. Even the leaves on their trees will wither. The crops that I gave them will be taken away.’” ","reference":"Jeremiah 8:13"},{"bookName":"Jeremiah","chapter":8,"verse":14,"text":"The people say, “Why are we just sitting here? Let us gather together inside the fortified cities. Let us at least die there fighting, since the Lord our God has condemned us to die. He has condemned us to drink the poison waters of judgment because we have sinned against him. ","reference":"Jeremiah 8:14"},{"bookName":"Jeremiah","chapter":8,"verse":15,"text":"We hoped for good fortune, but nothing good has come of it. We hoped for a time of relief, but instead we experience terror. ","reference":"Jeremiah 8:15"},{"bookName":"Jeremiah","chapter":8,"verse":16,"text":"The snorting of the enemy’s horses is already being heard in the city of Dan. The sound of the neighing of their stallions causes the whole land to tremble with fear. They are coming to destroy the land and everything in it. They are coming to destroy the cities and everyone who lives in them.”","reference":"Jeremiah 8:16"},{"bookName":"Jeremiah","chapter":8,"verse":17,"text":"The Lord says, “Yes indeed, I am sending an enemy against you that will be like poisonous snakes that cannot be charmed away. And they will inflict fatal wounds on you.”","reference":"Jeremiah 8:17"},{"bookName":"Jeremiah","chapter":8,"verse":18,"text":"Then I said, “There is no cure for my grief! I am sick at heart! ","reference":"Jeremiah 8:18"},{"bookName":"Jeremiah","chapter":8,"verse":19,"text":"I hear my dear people crying out throughout the length and breadth of the land. They are crying, ‘Is the Lord no longer in Zion? Is her divine King no longer there?’” The Lord answers, “Why then do they provoke me to anger with their images, with their worthless foreign idols?”","reference":"Jeremiah 8:19"},{"bookName":"Jeremiah","chapter":8,"verse":20,"text":"“They cry, ‘Harvest time has come and gone and the summer is over, and still we have not been delivered.’ ","reference":"Jeremiah 8:20"},{"bookName":"Jeremiah","chapter":8,"verse":21,"text":"My heart is crushed because my dear people are being crushed. I go about crying and grieving. I am overwhelmed with dismay. ","reference":"Jeremiah 8:21"},{"bookName":"Jeremiah","chapter":8,"verse":22,"text":"There is still medicinal ointment available in Gilead! There is still a physician there! Why then have my dear people not been restored to health? ","reference":"Jeremiah 8:22"}]