[{"bookName":"Jeremiah","chapter":14,"verse":1,"text":"This was the Lord’s message to Jeremiah about the drought. ","reference":"Jeremiah 14:1"},{"bookName":"Jeremiah","chapter":14,"verse":2,"text":"“The people of Judah are in mourning. The people in her cities are pining away. They lie on the ground expressing their sorrow. Cries of distress come up to me from Jerusalem. ","reference":"Jeremiah 14:2"},{"bookName":"Jeremiah","chapter":14,"verse":3,"text":"The leading men of the cities send their servants for water. They go to the cisterns, but they do not find any water there. They return with their containers empty. Disappointed and dismayed, they bury their faces in their hands.","reference":"Jeremiah 14:3"},{"bookName":"Jeremiah","chapter":14,"verse":4,"text":"They are dismayed because the ground is cracked because there has been no rain in the land. The farmers, too, are dismayed and bury their faces in their hands.","reference":"Jeremiah 14:4"},{"bookName":"Jeremiah","chapter":14,"verse":5,"text":"Even the doe abandons her newborn fawn in the field because there is no grass. ","reference":"Jeremiah 14:5"},{"bookName":"Jeremiah","chapter":14,"verse":6,"text":"Wild donkeys stand on the hilltops and pant for breath like jackals. Their eyes are strained looking for food, because there is none to be found.”","reference":"Jeremiah 14:6"},{"bookName":"Jeremiah","chapter":14,"verse":7,"text":"Then I said, “O Lord, intervene for the honor of your name even though our sins speak out against us. Indeed, we have turned away from you many times. We have sinned against you.","reference":"Jeremiah 14:7"},{"bookName":"Jeremiah","chapter":14,"verse":8,"text":"You have been the object of Israel’s hopes. You have saved them when they were in trouble. Why have you become like a resident foreigner in the land? Why have you become like a traveler who only stops in to spend the night?","reference":"Jeremiah 14:8"},{"bookName":"Jeremiah","chapter":14,"verse":9,"text":"Why should you be like someone who is helpless, like a champion who cannot save anyone? You are indeed with us, and we belong to you. Do not abandon us!” ","reference":"Jeremiah 14:9"},{"bookName":"Jeremiah","chapter":14,"verse":10,"text":"Then the Lord spoke about these people. “They truly love to go astray. They cannot keep from running away from me. So I am not pleased with them. I will now call to mind the wrongs they have done and punish them for their sins.” ","reference":"Jeremiah 14:10"},{"bookName":"Jeremiah","chapter":14,"verse":11,"text":"Then the Lord said to me, “Do not pray for good to come to these people! ","reference":"Jeremiah 14:11"},{"bookName":"Jeremiah","chapter":14,"verse":12,"text":"Even if they fast, I will not hear their cries for help. Even if they offer burnt offerings and grain offerings, I will not accept them. Instead, I will kill them through wars, famines, and plagues.” ","reference":"Jeremiah 14:12"},{"bookName":"Jeremiah","chapter":14,"verse":13,"text":"Then I said, “Oh, Sovereign Lord, look! The prophets are telling them that you said, ‘You will not experience war or suffer famine. I will give you lasting peace and prosperity in this land.’”","reference":"Jeremiah 14:13"},{"bookName":"Jeremiah","chapter":14,"verse":14,"text":"Then the Lord said to me, “Those prophets are prophesying lies while claiming my authority! I did not send them. I did not commission them. I did not speak to them. They are prophesying to these people false visions, worthless predictions, and the delusions of their own mind. ","reference":"Jeremiah 14:14"},{"bookName":"Jeremiah","chapter":14,"verse":15,"text":"I did not send those prophets, though they claim to be prophesying in my name. They may be saying, ‘No war or famine will happen in this land.’ But I, the Lord, say this about them: ‘War and starvation will kill those prophets.’ ","reference":"Jeremiah 14:15"},{"bookName":"Jeremiah","chapter":14,"verse":16,"text":"The people to whom they are prophesying will die through war and famine. Their bodies will be thrown out into the streets of Jerusalem, and there will be no one to bury them. This will happen to the men and their wives, their sons, and their daughters. For I will pour out on them the destruction they deserve.”","reference":"Jeremiah 14:16"},{"bookName":"Jeremiah","chapter":14,"verse":17,"text":"“Tell these people this, Jeremiah: ‘My eyes overflow with tears day and night without ceasing. For my people, my dear children, have suffered a crushing blow. They have suffered a serious wound. ","reference":"Jeremiah 14:17"},{"bookName":"Jeremiah","chapter":14,"verse":18,"text":"If I go out into the countryside, I see those who have been killed in battle. If I go into the city, I see those who are sick because of starvation. For both prophet and priest— they go peddling in the land but they are not humbled.’”","reference":"Jeremiah 14:18"},{"bookName":"Jeremiah","chapter":14,"verse":19,"text":"Then I said, “Lord, have you completely rejected the nation of Judah? Do you despise the city of Zion? Why have you struck us with such force that we are beyond recovery? We hope for peace, but nothing good has come of it. We hope for a time of relief from our troubles, but experience terror.","reference":"Jeremiah 14:19"},{"bookName":"Jeremiah","chapter":14,"verse":20,"text":"Lord, we confess that we have been wicked. We confess that our ancestors have done wrong. We have indeed sinned against you.","reference":"Jeremiah 14:20"},{"bookName":"Jeremiah","chapter":14,"verse":21,"text":"For the honor of your name, do not treat Jerusalem with contempt. Do not treat with disdain the place where your glorious throne sits. Be mindful of your covenant with us. Do not break it.","reference":"Jeremiah 14:21"},{"bookName":"Jeremiah","chapter":14,"verse":22,"text":"Do any of the worthless idols of the nations cause rain to fall? Do the skies themselves send showers? Is it not you, O Lord our God, who does this? So we put our hopes in you because you alone do all this.” ","reference":"Jeremiah 14:22"}]