[{"bookName":"Jeremiah","chapter":24,"verse":1,"text":"The Lord showed me two baskets of figs sitting before his temple. This happened after King Nebuchadnezzar of Babylon deported Jehoiakim’s son, King Jeconiah of Judah. He deported him and the leaders of Judah from Jerusalem, along with the craftsmen and metal workers, and took them to Babylon. ","reference":"Jeremiah 24:1"},{"bookName":"Jeremiah","chapter":24,"verse":2,"text":"One basket had very good-looking figs in it. They looked like those that had ripened early. The other basket had very bad-looking figs in it, so bad they could not be eaten. ","reference":"Jeremiah 24:2"},{"bookName":"Jeremiah","chapter":24,"verse":3,"text":"The Lord said to me, “What do you see, Jeremiah?” I answered, “I see figs. The good ones look very good. But the bad ones look very bad, so bad that they cannot be eaten.” ","reference":"Jeremiah 24:3"},{"bookName":"Jeremiah","chapter":24,"verse":4,"text":"The Lord’s message came to me,","reference":"Jeremiah 24:4"},{"bookName":"Jeremiah","chapter":24,"verse":5,"text":"“I, the Lord, the God of Israel, say: ‘The exiles of Judah whom I sent away from here to the land of Babylon are like those good figs. I consider them to be good. ","reference":"Jeremiah 24:5"},{"bookName":"Jeremiah","chapter":24,"verse":6,"text":"I will look after their welfare and will restore them to this land. There I will build them up and will not tear them down. I will plant them firmly in the land and will not uproot them.","reference":"Jeremiah 24:6"},{"bookName":"Jeremiah","chapter":24,"verse":7,"text":"I will give them the desire to acknowledge that I am the Lord. I will be their God, and they will be my people. For they will wholeheartedly return to me.’ ","reference":"Jeremiah 24:7"},{"bookName":"Jeremiah","chapter":24,"verse":8,"text":"“I, the Lord, also solemnly assert: ‘King Zedekiah of Judah, his officials, and the people who remain in Jerusalem or who have gone to live in Egypt are like those bad figs. I consider them to be just like those bad figs that are so bad they cannot be eaten. ","reference":"Jeremiah 24:8"},{"bookName":"Jeremiah","chapter":24,"verse":9,"text":"I will bring such disaster on them that all the kingdoms of the earth will be horrified. I will make them an object of reproach, a proverbial example of disaster. I will make them an object of ridicule, an example to be used in curses. That is how they will be remembered wherever I banish them.","reference":"Jeremiah 24:9"},{"bookName":"Jeremiah","chapter":24,"verse":10,"text":"I will bring war, starvation, and disease on them until they are completely destroyed from the land I gave them and their ancestors.’” ","reference":"Jeremiah 24:10"}]