[{"bookName":"Jeremiah","chapter":4,"verse":1,"text":"“If you, Israel, want to come back,” says the Lord, “if you want to come back to me, you must get those disgusting idols out of my sight and must no longer go astray. ","reference":"Jeremiah 4:1"},{"bookName":"Jeremiah","chapter":4,"verse":2,"text":"You must be truthful, honest, and upright when you take an oath saying, ‘As surely as the Lord lives!’ If you do, the nations will pray to be as blessed by him as you are and will make him the object of their boasting.” ","reference":"Jeremiah 4:2"},{"bookName":"Jeremiah","chapter":4,"verse":3,"text":"Yes, this is what the Lord has said to the people of Judah and Jerusalem: “Break up your unplowed ground, do not cast seeds among thorns.","reference":"Jeremiah 4:3"},{"bookName":"Jeremiah","chapter":4,"verse":4,"text":"Commit yourselves to the Lord; dedicate your hearts to me people of Judah and inhabitants of Jerusalem. Otherwise, my anger will blaze up like a flaming fire against you that no one will be able to extinguish. That will happen because of the evil you have done.” ","reference":"Jeremiah 4:4"},{"bookName":"Jeremiah","chapter":4,"verse":5,"text":"The Lord said, “Announce this in Judah and proclaim it in Jerusalem: ‘Sound the trumpet throughout the land!’ Shout out loudly, ‘Gather together! Let us flee into the fortified cities!’ ","reference":"Jeremiah 4:5"},{"bookName":"Jeremiah","chapter":4,"verse":6,"text":"Raise a signal flag that tells people to go to Zion. Run for safety! Do not delay! For I am about to bring disaster out of the north. It will bring great destruction. ","reference":"Jeremiah 4:6"},{"bookName":"Jeremiah","chapter":4,"verse":7,"text":"Like a lion that has come up from its lair, the one who destroys nations has set out from his home base. He is coming out to lay your land waste. Your cities will become ruins and lie uninhabited. ","reference":"Jeremiah 4:7"},{"bookName":"Jeremiah","chapter":4,"verse":8,"text":"So put on sackcloth! Mourn and wail, saying, ‘The fierce anger of the Lord has not turned away from us!’","reference":"Jeremiah 4:8"},{"bookName":"Jeremiah","chapter":4,"verse":9,"text":"When this happens,” says the Lord, “the king and his officials will lose their courage. The priests will be struck with horror, and the prophets will be speechless in astonishment.” ","reference":"Jeremiah 4:9"},{"bookName":"Jeremiah","chapter":4,"verse":10,"text":"In response to all this I said, “Ah, Sovereign Lord, you have surely allowed the people of Judah and Jerusalem to be deceived by those who say, ‘You will be safe!’ But in fact a sword is already at our throats.” ","reference":"Jeremiah 4:10"},{"bookName":"Jeremiah","chapter":4,"verse":11,"text":"At that time the people of Judah and Jerusalem will be told, “A scorching wind will sweep down from the hilltops in the wilderness on my dear people. It will not be a gentle breeze for winnowing the grain and blowing away the chaff. ","reference":"Jeremiah 4:11"},{"bookName":"Jeremiah","chapter":4,"verse":12,"text":"No, a wind too strong for that will come at my bidding. Yes, even now I, myself, am calling down judgment on them.","reference":"Jeremiah 4:12"},{"bookName":"Jeremiah","chapter":4,"verse":13,"text":"Look! The enemy is approaching like gathering clouds. The roar of his chariots is like that of a whirlwind. His horses move more swiftly than eagles.” I cry out, “We are doomed, for we will be destroyed!” ","reference":"Jeremiah 4:13"},{"bookName":"Jeremiah","chapter":4,"verse":14,"text":"O people of Jerusalem, purify your hearts from evil so that you may yet be delivered. How long will you continue to harbor up wicked schemes within you?","reference":"Jeremiah 4:14"},{"bookName":"Jeremiah","chapter":4,"verse":15,"text":"For messengers are coming, heralding disaster, from the city of Dan and from the hills of Ephraim. ","reference":"Jeremiah 4:15"},{"bookName":"Jeremiah","chapter":4,"verse":16,"text":"They are saying, “Announce to the surrounding nations, ‘The enemy is coming!’ Proclaim this message to Jerusalem: ‘Those who besiege cities are coming from a distant land. They are ready to raise the battle cry against the towns in Judah.’ ","reference":"Jeremiah 4:16"},{"bookName":"Jeremiah","chapter":4,"verse":17,"text":"They will surround Jerusalem like men guarding a field because they have rebelled against me,” says the Lord. ","reference":"Jeremiah 4:17"},{"bookName":"Jeremiah","chapter":4,"verse":18,"text":"“The way you have lived and the things you have done will bring this on you. This is the punishment you deserve, and it will be painful indeed. The pain will be so bad it will pierce your heart.” ","reference":"Jeremiah 4:18"},{"bookName":"Jeremiah","chapter":4,"verse":19,"text":"I said, “Oh, the feeling in the pit of my stomach! I writhe in anguish. Oh, the pain in my heart! My heart pounds within me. I cannot keep silent. For I hear the sound of the trumpet; the sound of the battle cry pierces my soul! ","reference":"Jeremiah 4:19"},{"bookName":"Jeremiah","chapter":4,"verse":20,"text":"I see one destruction after another taking place, so that the whole land lies in ruins. I see our tents suddenly destroyed, their curtains torn down in a mere instant. ","reference":"Jeremiah 4:20"},{"bookName":"Jeremiah","chapter":4,"verse":21,"text":"How long must I see the enemy’s battle flags and hear the military signals of their bugles?” ","reference":"Jeremiah 4:21"},{"bookName":"Jeremiah","chapter":4,"verse":22,"text":"The Lord answered, “This will happen because my people are foolish. They do not know me. They are like children who have no sense. They have no understanding. They are skilled at doing evil. They do not know how to do good.” ","reference":"Jeremiah 4:22"},{"bookName":"Jeremiah","chapter":4,"verse":23,"text":"I looked at the land and saw that it was an empty wasteland. I looked up at the sky, and its light had vanished. ","reference":"Jeremiah 4:23"},{"bookName":"Jeremiah","chapter":4,"verse":24,"text":"I looked at the mountains and saw that they were shaking. All the hills were swaying back and forth! ","reference":"Jeremiah 4:24"},{"bookName":"Jeremiah","chapter":4,"verse":25,"text":"I looked and saw that there were no more people and that all the birds in the sky had flown away.","reference":"Jeremiah 4:25"},{"bookName":"Jeremiah","chapter":4,"verse":26,"text":"I looked and saw that the fruitful land had become a desert and that all the cities had been laid in ruins. The Lord had brought this all about because of his blazing anger. ","reference":"Jeremiah 4:26"},{"bookName":"Jeremiah","chapter":4,"verse":27,"text":"All this will happen because the Lord said, “The whole land will be desolate; however, I will not completely destroy it.","reference":"Jeremiah 4:27"},{"bookName":"Jeremiah","chapter":4,"verse":28,"text":"Because of this, the land will mourn and the sky above will grow black. For I have made my purpose known, and I will not relent or turn back from carrying it out.”","reference":"Jeremiah 4:28"},{"bookName":"Jeremiah","chapter":4,"verse":29,"text":"At the sound of the approaching horsemen and archers the people of every town will flee. Some of them will hide in the thickets. Others will climb up among the rocks. All the cities will be deserted. No one will remain in them.","reference":"Jeremiah 4:29"},{"bookName":"Jeremiah","chapter":4,"verse":30,"text":"And you, Zion, city doomed to destruction, you accomplish nothing by wearing a beautiful dress, decking yourself out in jewels of gold, and putting on eye shadow! You are making yourself beautiful for nothing. Your lovers spurn you. They want to kill you. ","reference":"Jeremiah 4:30"},{"bookName":"Jeremiah","chapter":4,"verse":31,"text":"In fact, I hear a cry like that of a woman in labor, a cry of anguish like that of a woman giving birth to her first baby. It is the cry of Daughter Zion gasping for breath, reaching out for help, saying, “I am done in! My life is ebbing away before these murderers!” ","reference":"Jeremiah 4:31"}]