[{"bookName":"Jeremiah","chapter":49,"verse":1,"text":"The Lord spoke about the Ammonites: “Do you think there are not any people of the nation of Israel remaining? Do you think there are not any of them remaining to reinherit their land? Is that why you people who worship the god Milcom have taken possession of the territory of Gad and live in his cities? ","reference":"Jeremiah 49:1"},{"bookName":"Jeremiah","chapter":49,"verse":2,"text":"Because you did that, I, the Lord, affirm that a time is coming when I will make Rabbah, the capital city of Ammon, hear the sound of the battle cry. It will become a mound covered with ruins. Its villages will be burned to the ground. Then Israel will take back its land from those who took their land from them. I, the Lord, affirm it!","reference":"Jeremiah 49:2"},{"bookName":"Jeremiah","chapter":49,"verse":3,"text":"Wail, you people in Heshbon, because Ai in Ammon is destroyed. Cry out in anguish, you people in the villages surrounding Rabbah. Put on sackcloth and cry out in mourning. Run about covered with gashes. For your god Milcom will go into exile along with his priests and officials. ","reference":"Jeremiah 49:3"},{"bookName":"Jeremiah","chapter":49,"verse":4,"text":"Why do you brag about your great power? Your power is ebbing away, you rebellious people of Ammon, who trust in your riches and say, ‘Who would dare to attack us?’","reference":"Jeremiah 49:4"},{"bookName":"Jeremiah","chapter":49,"verse":5,"text":"I will bring terror on you from every side,” says the Sovereign Lord of Heaven’s Armies. “You will be scattered in every direction. No one will gather the fugitives back together.","reference":"Jeremiah 49:5"},{"bookName":"Jeremiah","chapter":49,"verse":6,"text":"Yet in days to come I will reverse Ammon’s ill fortune.” says the Lord. ","reference":"Jeremiah 49:6"},{"bookName":"Jeremiah","chapter":49,"verse":7,"text":"The Lord of Heaven’s Armies spoke about Edom: “Is wisdom no longer to be found in Teman? Can Edom’s counselors not give her any good advice? Has all their wisdom turned bad? ","reference":"Jeremiah 49:7"},{"bookName":"Jeremiah","chapter":49,"verse":8,"text":"Turn and flee! Take up refuge in remote places, you people who live in Dedan. For I will bring disaster on the descendants of Esau. I have decided it is time for me to punish them.","reference":"Jeremiah 49:8"},{"bookName":"Jeremiah","chapter":49,"verse":9,"text":"If grape pickers came to pick your grapes, would they not leave a few grapes behind? If robbers came at night, would they not pillage only what they needed? ","reference":"Jeremiah 49:9"},{"bookName":"Jeremiah","chapter":49,"verse":10,"text":"But I will strip everything away from Esau’s descendants. I will uncover their hiding places so they cannot hide. Their children, relatives, and neighbors will all be destroyed. Not one of them will be left!","reference":"Jeremiah 49:10"},{"bookName":"Jeremiah","chapter":49,"verse":11,"text":"Leave your orphans behind, and I will keep them alive. Your widows, too, can depend on me.”","reference":"Jeremiah 49:11"},{"bookName":"Jeremiah","chapter":49,"verse":12,"text":"For the Lord says, “If even those who did not deserve to drink from the cup of my wrath must drink from it, do you think you will go unpunished? You will not go unpunished, but must certainly drink from the cup of my wrath.","reference":"Jeremiah 49:12"},{"bookName":"Jeremiah","chapter":49,"verse":13,"text":"For I solemnly swear,” says the Lord, “that Bozrah will become a pile of ruins. It will become an object of horror and ridicule, an example to be used in curses. All the towns around it will lie in ruins forever.” ","reference":"Jeremiah 49:13"},{"bookName":"Jeremiah","chapter":49,"verse":14,"text":"I said, “I have heard a message from the Lord. A messenger has been sent among the nations to say, ‘Gather your armies and march out against her! Prepare to do battle with her!’”","reference":"Jeremiah 49:14"},{"bookName":"Jeremiah","chapter":49,"verse":15,"text":"The Lord says to Edom, “I will certainly make you small among nations. I will make you despised by all humankind. ","reference":"Jeremiah 49:15"},{"bookName":"Jeremiah","chapter":49,"verse":16,"text":"The terror you inspire in others and the arrogance of your heart have deceived you. You may make your home in the clefts of the rocks; you may occupy the highest places in the hills. But even if you made your home where the eagles nest, I would bring you down from there,” says the Lord. ","reference":"Jeremiah 49:16"},{"bookName":"Jeremiah","chapter":49,"verse":17,"text":"“Edom will become an object of horror. All who pass by it will be filled with horror; they will hiss out their scorn because of all the disasters that have happened to it.","reference":"Jeremiah 49:17"},{"bookName":"Jeremiah","chapter":49,"verse":18,"text":"Edom will be destroyed like Sodom and Gomorrah and the towns that were around them. No one will live there. No human being will settle in it,” says the Lord. ","reference":"Jeremiah 49:18"},{"bookName":"Jeremiah","chapter":49,"verse":19,"text":"“A lion coming up from the thick undergrowth along the Jordan scatters the sheep in the pastureland around it. So too I will chase the Edomites off their land. Then I will appoint over it whomever I choose. For there is no one like me, and there is no one who can call me to account. There is no ruler who can stand up against me. ","reference":"Jeremiah 49:19"},{"bookName":"Jeremiah","chapter":49,"verse":20,"text":"So listen to what I, the Lord, have planned against Edom, what I intend to do to the people who live in Teman. Their little ones will be dragged off. I will completely destroy their land because of what they have done. ","reference":"Jeremiah 49:20"},{"bookName":"Jeremiah","chapter":49,"verse":21,"text":"The people of the earth will quake when they hear of their downfall. Their cries of anguish will be heard all the way to the Gulf of Aqaba. ","reference":"Jeremiah 49:21"},{"bookName":"Jeremiah","chapter":49,"verse":22,"text":"Look! Like an eagle with outspread wings, a nation will soar up and swoop down on Bozrah. At that time the soldiers of Edom will be as fearful as a woman in labor.” ","reference":"Jeremiah 49:22"},{"bookName":"Jeremiah","chapter":49,"verse":23,"text":"The Lord spoke about Damascus: “The people of Hamath and Arpad will be dismayed because they have heard bad news. Their courage will melt away because of worry. Their hearts will not be able to rest. ","reference":"Jeremiah 49:23"},{"bookName":"Jeremiah","chapter":49,"verse":24,"text":"The people of Damascus will lose heart and turn to flee. Panic will grip them. Pain and anguish will seize them like a woman in labor. ","reference":"Jeremiah 49:24"},{"bookName":"Jeremiah","chapter":49,"verse":25,"text":"How deserted will that once-famous city be, that city that was once filled with joy! ","reference":"Jeremiah 49:25"},{"bookName":"Jeremiah","chapter":49,"verse":26,"text":"For her young men will fall in her city squares. All her soldiers will be destroyed at that time,” says the Lord of Heaven’s Armies. ","reference":"Jeremiah 49:26"},{"bookName":"Jeremiah","chapter":49,"verse":27,"text":"“I will set fire to the walls of Damascus; it will burn up the palaces of Ben Hadad.” ","reference":"Jeremiah 49:27"},{"bookName":"Jeremiah","chapter":49,"verse":28,"text":"The Lord spoke about Kedar and the kingdoms of Hazor that King Nebuchadnezzar of Babylon conquered: “Army of Babylon, go and attack Kedar. Lay waste those who live in the eastern desert.","reference":"Jeremiah 49:28"},{"bookName":"Jeremiah","chapter":49,"verse":29,"text":"Their tents and their flocks will be taken away. Their tent curtains, equipment, and camels will be carried off. People will shout to them, ‘Terror is all around you!’”","reference":"Jeremiah 49:29"},{"bookName":"Jeremiah","chapter":49,"verse":30,"text":"The Lord says, “Flee quickly, you who live in Hazor. Take up refuge in remote places. For King Nebuchadnezzar of Babylon has laid out plans to attack you. He has formed his strategy on how to defeat you.”","reference":"Jeremiah 49:30"},{"bookName":"Jeremiah","chapter":49,"verse":31,"text":"The Lord says, “Army of Babylon, go and attack a nation that lives in peace and security. They have no gates or walls to protect them. They live all alone. ","reference":"Jeremiah 49:31"},{"bookName":"Jeremiah","chapter":49,"verse":32,"text":"Their camels will be taken as plunder. Their vast herds will be taken as spoil. I will scatter to the four winds those desert peoples who cut their hair short at the temples. I will bring disaster against them from every direction,” says the Lord. ","reference":"Jeremiah 49:32"},{"bookName":"Jeremiah","chapter":49,"verse":33,"text":"“Hazor will become a permanent wasteland, a place where only jackals live. No one will live there. No human being will settle in it.”","reference":"Jeremiah 49:33"},{"bookName":"Jeremiah","chapter":49,"verse":34,"text":"This was the Lord’s message to the prophet Jeremiah about Elam, which came early in the reign of King Zedekiah of Judah. ","reference":"Jeremiah 49:34"},{"bookName":"Jeremiah","chapter":49,"verse":35,"text":"The Lord of Heaven’s Armies said: “I will kill all the archers of Elam, who are the chief source of her military might. ","reference":"Jeremiah 49:35"},{"bookName":"Jeremiah","chapter":49,"verse":36,"text":"I will cause enemies to blow through Elam from every direction like the winds blowing in from the four quarters of heaven. I will scatter the people of Elam to the four winds. There will not be any nation where the refugees of Elam will not go. ","reference":"Jeremiah 49:36"},{"bookName":"Jeremiah","chapter":49,"verse":37,"text":"I will make the people of Elam terrified of their enemies, who are seeking to kill them. I will vent my fierce anger and bring disaster upon them,” says the Lord. “I will send armies chasing after them until I have completely destroyed them. ","reference":"Jeremiah 49:37"},{"bookName":"Jeremiah","chapter":49,"verse":38,"text":"I will establish my sovereignty over Elam. I will destroy their king and their leaders,” says the Lord. ","reference":"Jeremiah 49:38"},{"bookName":"Jeremiah","chapter":49,"verse":39,"text":" “Yet in future days I will reverse Elam’s ill fortune,” says the Lord.","reference":"Jeremiah 49:39"}]