[
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 1,
    "text": "The Lord spoke to Jeremiah when Jehoiakim son of Josiah was ruling over Judah: ",
    "reference": "Jeremiah 35:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 2,
    "text": "“Go to the Rechabite community. Invite them to come into one of the side rooms of the Lord’s temple and offer them some wine to drink.” ",
    "reference": "Jeremiah 35:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 3,
    "text": "So I went and got Jaazaniah son of Jeremiah the grandson of Habazziniah, his brothers, all his sons, and all the rest of the Rechabite community.",
    "reference": "Jeremiah 35:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 4,
    "text": "I took them to the Lord’s temple. I took them into the room where the disciples of the prophet Hanan son of Igdaliah stayed. That room was next to the one where the temple officers stayed and above the room where Maaseiah son of Shallum, one of the doorkeepers of the temple, stayed.",
    "reference": "Jeremiah 35:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 5,
    "text": "Then I set cups and pitchers full of wine in front of the members of the Rechabite community and said to them, “Have some wine.” ",
    "reference": "Jeremiah 35:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 6,
    "text": "But they answered, “We do not drink wine because our ancestor Jonadab son of Rechab commanded us not to. He told us, ‘You and your children must never drink wine. ",
    "reference": "Jeremiah 35:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 7,
    "text": "Do not build houses. Do not plant crops. Do not plant a vineyard or own one. Live in tents all your lives. If you do these things you will live a long time in the land that you wander about on.’",
    "reference": "Jeremiah 35:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 8,
    "text": "We and our wives and our sons and daughters have obeyed everything our ancestor Jonadab son of Rechab commanded us. We have never drunk wine. ",
    "reference": "Jeremiah 35:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 9,
    "text": "We have not built any houses to live in. We do not own any vineyards, fields, or crops. ",
    "reference": "Jeremiah 35:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 10,
    "text": "We have lived in tents. We have obeyed our ancestor Jonadab and done exactly as he commanded us.",
    "reference": "Jeremiah 35:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 11,
    "text": "But when King Nebuchadnezzar of Babylon invaded the land we said, ‘Let’s get up and go to Jerusalem to get away from the Babylonian and Aramean armies.’ That is why we are staying here in Jerusalem.” ",
    "reference": "Jeremiah 35:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 12,
    "text": "Then the Lord’s message came to Jeremiah. ",
    "reference": "Jeremiah 35:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 13,
    "text": "The Lord of Heaven’s Armies, the God of Israel, told him, “Go and speak to the people of Judah and the citizens of Jerusalem. Tell them, ‘I, the Lord, say: “You must learn a lesson from this about obeying what I say. ",
    "reference": "Jeremiah 35:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 14,
    "text": "Jonadab son of Rechab ordered his descendants not to drink wine. His orders have been carried out. To this day his descendants have drunk no wine because they have obeyed what their ancestor commanded them. But I have spoken to you over and over again, but you have not obeyed me. ",
    "reference": "Jeremiah 35:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 15,
    "text": "I sent all my servants the prophets to warn you over and over again. They said, ‘Every one of you, stop doing the evil things you have been doing and do what is right. Do not pay allegiance to other gods and worship them. Then you can continue to live in this land that I gave to you and your ancestors.’ But you did not pay any attention or listen to me. ",
    "reference": "Jeremiah 35:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 16,
    "text": "Yes, the descendants of Jonadab son of Rechab have carried out the orders that their ancestor gave them. But you people have not obeyed me! ",
    "reference": "Jeremiah 35:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 17,
    "text": "So I, the Lord God of Heaven’s Armies, the God of Israel, say: ‘I will soon bring on Judah and all the citizens of Jerusalem all the disaster that I threatened to bring on them. I will do this because I spoke to them but they did not listen. I called out to them but they did not answer.’”’” ",
    "reference": "Jeremiah 35:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 18,
    "text": "Then Jeremiah spoke to the Rechabite community, “The Lord of Heaven’s Armies, the God of Israel says, ‘You have obeyed the orders of your ancestor Jonadab. You have followed all his instructions. You have done exactly as he commanded you.’",
    "reference": "Jeremiah 35:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 35,
    "verse": 19,
    "text": "So the Lord of Heaven’s Armies, the God of Israel, says, ‘Jonadab son of Rechab will never lack a male descendant to serve me.’”",
    "reference": "Jeremiah 35:19"
  }
]