[
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 1,
    "text": "The Lord’s message came to me,",
    "reference": "Jeremiah 16:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 2,
    "text": "“Do not get married and do not have children here in this land. ",
    "reference": "Jeremiah 16:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 3,
    "text": "For I, the Lord, tell you what will happen to the children who are born here in this land and to the men and women who are their mothers and fathers. ",
    "reference": "Jeremiah 16:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 4,
    "text": "They will die of deadly diseases. No one will mourn for them. They will not be buried. Their dead bodies will lie like manure spread on the ground. They will be killed in war or die of starvation. Their corpses will be food for the birds and wild animals. ",
    "reference": "Jeremiah 16:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 5,
    "text": "“Moreover I, the Lord, tell you: ‘Do not go into a house where they are having a funeral meal. Do not go there to mourn and express your sorrow for them. For I have stopped showing them my good favor, my love, and my compassion. I, the Lord, so affirm it!",
    "reference": "Jeremiah 16:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 6,
    "text": "Rich and poor alike will die in this land. They will not be buried or mourned. People will not cut their bodies or shave off their hair to show their grief for them. ",
    "reference": "Jeremiah 16:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 7,
    "text": "No one will take any food to those who mourn for the dead to comfort them. No one will give them any wine to drink to console them for the loss of their father or mother. ",
    "reference": "Jeremiah 16:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 8,
    "text": "“‘Do not go to a house where people are feasting and sit down to eat and drink with them either.",
    "reference": "Jeremiah 16:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 9,
    "text": "For I, the Lord of Heaven’s Armies, the God of Israel, tell you what will happen. I will put an end to the sounds of joy and gladness, to the glad celebration of brides and grooms in this land. You and the rest of the people will live to see this happen.’ ",
    "reference": "Jeremiah 16:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 10,
    "text": "“When you tell these people about all this, they will undoubtedly ask you, ‘Why has the Lord threatened us with such great disaster? What wrong have we done? What sin have we done to offend the Lord our God?’ ",
    "reference": "Jeremiah 16:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 11,
    "text": "Then tell them that the Lord says, ‘It is because your ancestors rejected me and paid allegiance to other gods. They have served them and worshiped them. But they have rejected me and not obeyed my law. ",
    "reference": "Jeremiah 16:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 12,
    "text": "And you have acted even more wickedly than your ancestors! Each one of you has followed the stubborn inclinations of your own wicked heart and not obeyed me.",
    "reference": "Jeremiah 16:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 13,
    "text": "So I will throw you out of this land into a land that neither you nor your ancestors have ever known. There you must worship other gods day and night, for I will show you no mercy.’ ",
    "reference": "Jeremiah 16:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 14,
    "text": "“Yet I, the Lord, say: ‘A new time will certainly come. People now affirm their oaths with “I swear as surely as the Lord lives who delivered the people of Israel out of Egypt.” ",
    "reference": "Jeremiah 16:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 15,
    "text": "But in that time they will affirm them with “I swear as surely as the Lord lives who delivered the people of Israel from the land of the north and from all the other lands where he had banished them.” At that time I will bring them back to the land I gave their ancestors. ",
    "reference": "Jeremiah 16:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 16,
    "text": "“But for now I, the Lord, say: ‘I will send many enemies who will catch these people like fishermen. After that I will send others who will hunt them out like hunters from all the mountains, all the hills, and the crevices in the rocks. ",
    "reference": "Jeremiah 16:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 17,
    "text": "For I see everything they do. Their wicked ways are not hidden from me. Their sin is not hidden away where I cannot see it.",
    "reference": "Jeremiah 16:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 18,
    "text": "Before I restore them I will punish them in full for their sins and the wrongs they have done. For they have polluted my land with the lifeless statues of their disgusting idols. They have filled the land I have claimed as my own with their detestable idols.’ ",
    "reference": "Jeremiah 16:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 19,
    "text": "Then I said, “Lord, you give me strength and protect me. You are the one I can run to for safety when I am in trouble. Nations from all over the earth will come to you and say, ‘Our ancestors had nothing but false gods— worthless idols that could not help them at all.’ ",
    "reference": "Jeremiah 16:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 20,
    "text": "Can people make their own gods? No, what they make are not gods at all.”",
    "reference": "Jeremiah 16:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 16,
    "verse": 21,
    "text": "The Lord said, “So I will now let this wicked people know— I will let them know my mighty power in judgment. Then they will know that my name is the Lord. ",
    "reference": "Jeremiah 16:21"
  }
]