[{"bookName":"Jeremiah","chapter":30,"verse":1,"text":"The Lord spoke to Jeremiah. ","reference":"Jeremiah 30:1"},{"bookName":"Jeremiah","chapter":30,"verse":2,"text":"“The Lord God of Israel says, ‘Write everything that I am about to tell you in a scroll. ","reference":"Jeremiah 30:2"},{"bookName":"Jeremiah","chapter":30,"verse":3,"text":"For I, the Lord, affirm that the time will come when I will reverse the plight of my people, Israel and Judah,’ says the Lord. ‘I will bring them back to the land I gave their ancestors, and they will take possession of it once again.’”","reference":"Jeremiah 30:3"},{"bookName":"Jeremiah","chapter":30,"verse":4,"text":"So here is what the Lord has to say about Israel and Judah. ","reference":"Jeremiah 30:4"},{"bookName":"Jeremiah","chapter":30,"verse":5,"text":"Yes, here is what he says: “You hear cries of panic and of terror; there is no peace in sight.","reference":"Jeremiah 30:5"},{"bookName":"Jeremiah","chapter":30,"verse":6,"text":"Ask yourselves this and consider it carefully: Have you ever seen a man give birth to a baby? Why then do I see all these strong men grabbing their stomachs in pain like a woman giving birth? And why do their faces turn so deathly pale? ","reference":"Jeremiah 30:6"},{"bookName":"Jeremiah","chapter":30,"verse":7,"text":"Alas, what a terrible time of trouble it is! There has never been any like it. It is a time of trouble for the descendants of Jacob, but some of them will be rescued out of it.","reference":"Jeremiah 30:7"},{"bookName":"Jeremiah","chapter":30,"verse":8,"text":"When the time for them to be rescued comes,” says the Lord of Heaven’s Armies, “I will rescue you from foreign subjugation. I will deliver you from captivity. Foreigners will then no longer subjugate them.","reference":"Jeremiah 30:8"},{"bookName":"Jeremiah","chapter":30,"verse":9,"text":"But they will be subject to the Lord their God and to the Davidic ruler whom I will raise up as king over them. ","reference":"Jeremiah 30:9"},{"bookName":"Jeremiah","chapter":30,"verse":10,"text":"So I, the Lord, tell you not to be afraid, you descendants of Jacob, my servants. Do not be terrified, people of Israel. For I will rescue you and your descendants from a faraway land where you are captives. The descendants of Jacob will return to their land and enjoy peace. They will be secure, and no one will terrify them.","reference":"Jeremiah 30:10"},{"bookName":"Jeremiah","chapter":30,"verse":11,"text":"For I, the Lord, affirm that I will be with you and will rescue you. I will completely destroy all the nations where I scattered you. But I will not completely destroy you. I will indeed discipline you, but only in due measure. I will not allow you to go entirely unpunished.” ","reference":"Jeremiah 30:11"},{"bookName":"Jeremiah","chapter":30,"verse":12,"text":"Moreover, the Lord says to the people of Zion: “Your injuries are incurable; your wounds are severe. ","reference":"Jeremiah 30:12"},{"bookName":"Jeremiah","chapter":30,"verse":13,"text":"There is no one to plead your cause. There are no remedies for your wounds. There is no healing for you.","reference":"Jeremiah 30:13"},{"bookName":"Jeremiah","chapter":30,"verse":14,"text":"All your allies have abandoned you. They no longer have any concern for you. For I have attacked you like an enemy would. I have chastened you cruelly. For your wickedness is so great and your sin is so much. ","reference":"Jeremiah 30:14"},{"bookName":"Jeremiah","chapter":30,"verse":15,"text":"Why do you complain about your injuries, that your pain is incurable? I have done all this to you because your wickedness is so great and your sin is so much. ","reference":"Jeremiah 30:15"},{"bookName":"Jeremiah","chapter":30,"verse":16,"text":"But all who destroyed you will be destroyed. All your enemies will go into exile. Those who plundered you will be plundered. I will cause those who pillaged you to be pillaged. ","reference":"Jeremiah 30:16"},{"bookName":"Jeremiah","chapter":30,"verse":17,"text":"Yes, I will restore you to health. I will heal your wounds. I, the Lord, affirm it! For you have been called an outcast, Zion, whom no one cares for.”","reference":"Jeremiah 30:17"},{"bookName":"Jeremiah","chapter":30,"verse":18,"text":"The Lord says: “I will restore the ruined houses of the descendants of Jacob. I will show compassion on their ruined homes. Every city will be rebuilt on its former ruins. Every fortified dwelling will occupy its traditional site. ","reference":"Jeremiah 30:18"},{"bookName":"Jeremiah","chapter":30,"verse":19,"text":"Out of those places you will hear songs of thanksgiving and the sounds of laughter and merriment. I will increase their number, and they will not dwindle away. I will bring them honor, and they will no longer be despised. ","reference":"Jeremiah 30:19"},{"bookName":"Jeremiah","chapter":30,"verse":20,"text":"The descendants of Jacob will enjoy their former privileges. Their community will be reestablished in my favor, and I will punish all who try to oppress them.","reference":"Jeremiah 30:20"},{"bookName":"Jeremiah","chapter":30,"verse":21,"text":"One of their own people will be their leader. Their ruler will come from their own number. I will invite him to approach me, and he will do so. For no one would dare approach me on his own. I, the Lord, affirm it!","reference":"Jeremiah 30:21"},{"bookName":"Jeremiah","chapter":30,"verse":22,"text":"Then you will again be my people, and I will be your God. ","reference":"Jeremiah 30:22"},{"bookName":"Jeremiah","chapter":30,"verse":23,"text":"Just watch! The wrath of the Lord will come like a storm. Like a raging storm it will rage down on the heads of those who are wicked. ","reference":"Jeremiah 30:23"},{"bookName":"Jeremiah","chapter":30,"verse":24,"text":"The anger of the Lord will not turn back until he has fully carried out his intended purposes. In future days you will come to understand this. ","reference":"Jeremiah 30:24"}]