[
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 1,
    "text": "Now Shephatiah son of Mattan, Gedaliah son of Pashhur, Jehucal son of Shelemiah, and Pashhur son of Malkijah had heard the things that Jeremiah had been telling the people. They had heard him say, ",
    "reference": "Jeremiah 38:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 2,
    "text": "“The Lord says, ‘Those who stay in this city will die in battle or of starvation or disease. Those who leave the city and surrender to the Babylonians will live. They will escape with their lives.’” ",
    "reference": "Jeremiah 38:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 3,
    "text": "They had also heard him say, “The Lord says, ‘This city will certainly be handed over to the army of the king of Babylon. They will capture it.’”",
    "reference": "Jeremiah 38:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 4,
    "text": "So these officials said to the king, “This man must be put to death. For he is demoralizing the soldiers who are left in the city as well as all the other people there by these things he is saying. This man is not seeking to help these people but is trying to harm them.”",
    "reference": "Jeremiah 38:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 5,
    "text": "King Zedekiah said to them, “Very well, you can do what you want with him. For I cannot do anything to stop you.”",
    "reference": "Jeremiah 38:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 6,
    "text": "So the officials took Jeremiah and put him in the cistern of Malkijah, one of the royal princes, that was in the courtyard of the guardhouse. There was no water in the cistern, only mud. So when they lowered Jeremiah into the cistern with ropes he sank in the mud. ",
    "reference": "Jeremiah 38:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 7,
    "text": "An Ethiopian, Ebed Melech, a court official in the royal palace, heard that Jeremiah had been put in the cistern. While the king was holding court at the Benjamin Gate, ",
    "reference": "Jeremiah 38:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 8,
    "text": "Ebed Melech departed the palace and went to speak to the king. He said to him,",
    "reference": "Jeremiah 38:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 9,
    "text": "“Your royal Majesty, those men have been very wicked in all that they have done to the prophet Jeremiah. They have thrown him into a cistern, and he is sure to die of starvation there because there is no food left in the city.” ",
    "reference": "Jeremiah 38:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 10,
    "text": "Then the king gave Ebed Melech the Ethiopian the following order: “Take 30 men with you from here and go pull the prophet Jeremiah out of the cistern before he dies.” ",
    "reference": "Jeremiah 38:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 11,
    "text": "So Ebed Melech took the men with him and went to a room under the treasure room in the palace. He got some worn-out clothes and old rags from there and let them down by ropes to Jeremiah in the cistern. ",
    "reference": "Jeremiah 38:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 12,
    "text": "Ebed Melech called down to Jeremiah, “Put these rags and worn-out clothes under your armpits to pad the ropes.” Jeremiah did as Ebed Melech instructed. ",
    "reference": "Jeremiah 38:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 13,
    "text": "So they pulled Jeremiah up from the cistern with ropes. Jeremiah, however, still remained confined to the courtyard of the guardhouse. ",
    "reference": "Jeremiah 38:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 14,
    "text": "Some time later Zedekiah sent and had Jeremiah brought to him at the third entrance of the Lord’s temple. The king said to Jeremiah, “I would like to ask you a question. Do not hide anything from me when you answer.”",
    "reference": "Jeremiah 38:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 15,
    "text": "Jeremiah said to Zedekiah, “If I answer you, you will certainly kill me. If I give you advice, you will not listen to me.” ",
    "reference": "Jeremiah 38:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 16,
    "text": "So King Zedekiah made a secret promise to Jeremiah and sealed it with an oath. He promised, “As surely as the Lord lives who has given us life and breath, I promise you this: I will not kill you or hand you over to those men who want to kill you.”",
    "reference": "Jeremiah 38:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 17,
    "text": "Then Jeremiah said to Zedekiah, “The Lord God of Heaven’s Armies, the God of Israel, says, ‘You must surrender to the officers of the king of Babylon. If you do, your life will be spared and this city will not be burned down. Indeed, you and your whole family will be spared. ",
    "reference": "Jeremiah 38:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 18,
    "text": "But if you do not surrender to the officers of the king of Babylon, this city will be handed over to the Babylonians, and they will burn it down. You yourself will not escape from them.’” ",
    "reference": "Jeremiah 38:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 19,
    "text": "Then King Zedekiah said to Jeremiah, “I am afraid of the Judeans who have deserted to the Babylonians. The Babylonians might hand me over to them, and they will torture me.”",
    "reference": "Jeremiah 38:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 20,
    "text": "Then Jeremiah answered, “You will not be handed over to them. Please obey the Lord by doing what I have been telling you. Then all will go well with you, and your life will be spared. ",
    "reference": "Jeremiah 38:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 21,
    "text": "But if you refuse to surrender, the Lord has shown me a vision of what will happen. Here is what I saw: ",
    "reference": "Jeremiah 38:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 22,
    "text": "All the women who are left in the royal palace of Judah will be led out to the officers of the king of Babylon. They will taunt you saying: “‘Your trusted friends misled you; they have gotten the best of you. Now that your feet are stuck in the mud, they have turned their backs on you.’",
    "reference": "Jeremiah 38:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 23,
    "text": "“All your wives and your children will be turned over to the Babylonians. You yourself will not escape from them but will be captured by the king of Babylon. This city will be burned down.” ",
    "reference": "Jeremiah 38:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 24,
    "text": "Then Zedekiah told Jeremiah, “Do not let anyone know about the conversation we have had. If you do, you will die. ",
    "reference": "Jeremiah 38:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 25,
    "text": "The officials may hear that I have talked with you. They may come to you and say, ‘Tell us what you said to the king and what the king said to you. Do not hide anything from us. If you do, we will kill you.’ ",
    "reference": "Jeremiah 38:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 26,
    "text": "If they do this, tell them, ‘I was pleading with the king not to send me back to die in the dungeon of Jonathan’s house.’” ",
    "reference": "Jeremiah 38:26"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 27,
    "text": "All the officials did indeed come and question Jeremiah. He told them exactly what the king had instructed him to say. They stopped questioning him any further because no one had actually heard their conversation. ",
    "reference": "Jeremiah 38:27"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 38,
    "verse": 28,
    "text": "So Jeremiah remained confined in the courtyard of the guardhouse until the day Jerusalem was captured.The following events occurred when Jerusalem was captured. ",
    "reference": "Jeremiah 38:28"
  }
]