[{"bookName":"Jeremiah","chapter":13,"verse":1,"text":"The Lord said to me, “Go and buy some linen shorts and put them on. Do not put them in water.” ","reference":"Jeremiah 13:1"},{"bookName":"Jeremiah","chapter":13,"verse":2,"text":"So I bought the shorts in keeping with the Lord’s instructionsand put them on. ","reference":"Jeremiah 13:2"},{"bookName":"Jeremiah","chapter":13,"verse":3,"text":"Then the Lord’s message came to me again, ","reference":"Jeremiah 13:3"},{"bookName":"Jeremiah","chapter":13,"verse":4,"text":"“Take the shorts that you bought and are wearing and go at once to Perath. Bury the shorts there in a crack in the rocks.” ","reference":"Jeremiah 13:4"},{"bookName":"Jeremiah","chapter":13,"verse":5,"text":"So I went and buried them at Perath as the Lord had ordered me to do.","reference":"Jeremiah 13:5"},{"bookName":"Jeremiah","chapter":13,"verse":6,"text":"Many days later the Lord said to me, “Go at once to Perath and get the shorts I ordered you to bury there.” ","reference":"Jeremiah 13:6"},{"bookName":"Jeremiah","chapter":13,"verse":7,"text":"So I went to Perath and dug up the shorts from the place where I had buried them. I found that they were ruined; they were good for nothing.","reference":"Jeremiah 13:7"},{"bookName":"Jeremiah","chapter":13,"verse":8,"text":"Then the Lord’s message came to me,","reference":"Jeremiah 13:8"},{"bookName":"Jeremiah","chapter":13,"verse":9,"text":"“I, the Lord, say: ‘This shows how I will ruin the highly exalted position in which Judah and Jerusalem take pride. ","reference":"Jeremiah 13:9"},{"bookName":"Jeremiah","chapter":13,"verse":10,"text":"These wicked people refuse to obey what I have said. They follow the stubborn inclinations of their own hearts and pay allegiance to other gods by worshiping and serving them. So they will become just like these linen shorts that are good for nothing. ","reference":"Jeremiah 13:10"},{"bookName":"Jeremiah","chapter":13,"verse":11,"text":"For,’ I say, ‘just as shorts cling tightly to a person’s body, so I bound the whole nation of Israel and the whole nation of Judah tightly to me.’ I intended for them to be my special people and to bring me fame, honor, and praise. But they would not obey me.","reference":"Jeremiah 13:11"},{"bookName":"Jeremiah","chapter":13,"verse":12,"text":"“So tell them, ‘The Lord, the God of Israel, says: “Every wine jar is made to be filled with wine.”’ And they will probably say to you, ‘Do you not think we know that every wine jar is supposed to be filled with wine?’ ","reference":"Jeremiah 13:12"},{"bookName":"Jeremiah","chapter":13,"verse":13,"text":"Then tell them, ‘The Lord says: “I will soon fill all the people who live in this land with stupor. I will also fill the kings from David’s dynasty, the priests, the prophets, and the citizens of Jerusalem with stupor. ","reference":"Jeremiah 13:13"},{"bookName":"Jeremiah","chapter":13,"verse":14,"text":"And I will smash them like wine bottles against one another, children and parents alike. I will not show any pity, mercy, or compassion. Nothing will keep me from destroying them,’ says the Lord.”","reference":"Jeremiah 13:14"},{"bookName":"Jeremiah","chapter":13,"verse":15,"text":"Then I said to the people of Judah: “Listen and pay attention! Do not be arrogant! For the Lord has spoken. ","reference":"Jeremiah 13:15"},{"bookName":"Jeremiah","chapter":13,"verse":16,"text":"Show the Lord your God the respect that is due him. Do it before he brings the darkness of disaster. Do it before you stumble into distress like a traveler on the mountains at twilight. Do it before he turns the light of deliverance you hope for into the darkness and gloom of exile. ","reference":"Jeremiah 13:16"},{"bookName":"Jeremiah","chapter":13,"verse":17,"text":"But if you will not pay attention to this warning, I will weep alone because of your arrogant pride. I will weep bitterly, and my eyes will overflow with tears because you, the Lord’s flock, will be carried into exile.”","reference":"Jeremiah 13:17"},{"bookName":"Jeremiah","chapter":13,"verse":18,"text":"The Lord told me: “Tell the king and the queen mother, ‘Surrender your thrones, for your glorious crowns will be removed from your heads. ","reference":"Jeremiah 13:18"},{"bookName":"Jeremiah","chapter":13,"verse":19,"text":"The gates of the towns in southern Judah will be shut tight. No one will be able to go in or out of them. All Judah will be carried off into exile. They will be completely carried off into exile.’” ","reference":"Jeremiah 13:19"},{"bookName":"Jeremiah","chapter":13,"verse":20,"text":"Then I said, “Look up, Jerusalem, and see the enemy that is coming from the north. Where now is the flock of people that were entrusted to your care? Where now are the ‘sheep’ that you take such pride in?","reference":"Jeremiah 13:20"},{"bookName":"Jeremiah","chapter":13,"verse":21,"text":"What will you say when the Lord appoints as rulers over you those allies that you, yourself, had actually prepared as such? Then anguish and agony will grip you like that of a woman giving birth to a baby.","reference":"Jeremiah 13:21"},{"bookName":"Jeremiah","chapter":13,"verse":22,"text":"You will probably ask yourself, ‘Why have these things happened to me? Why have I been treated like a disgraced adulteress whose skirt has been torn off and her limbs exposed?’ It is because you have sinned so much. ","reference":"Jeremiah 13:22"},{"bookName":"Jeremiah","chapter":13,"verse":23,"text":"But there is little hope for you ever doing good, you who are so accustomed to doing evil. Can an Ethiopian change the color of his skin? Can a leopard remove its spots? ","reference":"Jeremiah 13:23"},{"bookName":"Jeremiah","chapter":13,"verse":24,"text":"“The Lord says, ‘That is why I will scatter your people like chaff that is blown away by a desert wind. ","reference":"Jeremiah 13:24"},{"bookName":"Jeremiah","chapter":13,"verse":25,"text":"This is your fate, the destiny to which I have appointed you because you have forgotten me and have trusted in false gods.","reference":"Jeremiah 13:25"},{"bookName":"Jeremiah","chapter":13,"verse":26,"text":"So I will pull your skirt up over your face and expose you to shame like a disgraced adulteress!","reference":"Jeremiah 13:26"},{"bookName":"Jeremiah","chapter":13,"verse":27,"text":"People of Jerusalem, I have seen your adulterous worship, your shameless prostitution to, and your lustful pursuit of, other gods. I have seen your disgusting acts of worship on the hills throughout the countryside. You are doomed to destruction! How long will you continue to be unclean?’” ","reference":"Jeremiah 13:27"}]