[{"bookName":"Jeremiah","chapter":37,"verse":1,"text":"Zedekiah son of Josiah succeeded Jeconiah son of Jehoiakim as king. He was elevated to the throne of the land of Judah by King Nebuchadnezzar of Babylon. ","reference":"Jeremiah 37:1"},{"bookName":"Jeremiah","chapter":37,"verse":2,"text":"Neither he nor the officials who served him nor the people of Judah paid any attention to what the Lord said through the prophet Jeremiah. ","reference":"Jeremiah 37:2"},{"bookName":"Jeremiah","chapter":37,"verse":3,"text":"King Zedekiah sent Jehucal son of Shelemiah and the priest Zephaniah son of Maaseiah to the prophet Jeremiah to say, “Please pray to the Lord our God on our behalf.”","reference":"Jeremiah 37:3"},{"bookName":"Jeremiah","chapter":37,"verse":4,"text":"(Now Jeremiah had not yet been put in prison. So he was still free to come and go among the people as he pleased.","reference":"Jeremiah 37:4"},{"bookName":"Jeremiah","chapter":37,"verse":5,"text":"At that time the Babylonian forces had temporarily given up their siege against Jerusalem. They had had it under siege, but withdrew when they heard that the army of Pharaoh had set out from Egypt.) ","reference":"Jeremiah 37:5"},{"bookName":"Jeremiah","chapter":37,"verse":6,"text":"The Lord’s message came to the prophet Jeremiah,","reference":"Jeremiah 37:6"},{"bookName":"Jeremiah","chapter":37,"verse":7,"text":"“This is what the Lord God of Israel has said, ‘This is what you must say to the king of Judah who sent you to seek my help. “Beware, Pharaoh’s army that was on its way to help you is about to go back home to Egypt. ","reference":"Jeremiah 37:7"},{"bookName":"Jeremiah","chapter":37,"verse":8,"text":"Then the Babylonian forces will return. They will attack the city and will capture it and burn it down. ","reference":"Jeremiah 37:8"},{"bookName":"Jeremiah","chapter":37,"verse":9,"text":"Moreover, I, the Lord, warn you not to deceive yourselves into thinking that the Babylonian forces will go away and leave you alone. For they will not go away.","reference":"Jeremiah 37:9"},{"bookName":"Jeremiah","chapter":37,"verse":10,"text":"For even if you were to defeat all the Babylonian forces fighting against you so badly that only wounded men were left lying in their tents, they would get up and burn this city down.”’” ","reference":"Jeremiah 37:10"},{"bookName":"Jeremiah","chapter":37,"verse":11,"text":"The following events also occurred while the Babylonian forces had temporarily withdrawn from Jerusalem because the army of Pharaoh was coming.","reference":"Jeremiah 37:11"},{"bookName":"Jeremiah","chapter":37,"verse":12,"text":"Jeremiah started to leave Jerusalem to go to the territory of Benjamin. He wanted to make sure he got his share of the property that was being divided up among his family there. ","reference":"Jeremiah 37:12"},{"bookName":"Jeremiah","chapter":37,"verse":13,"text":"But he only got as far as the Benjamin Gate. There an officer in charge of the guards named Irijah, who was the son of Shelemiah and the grandson of Hananiah, stopped him. He seized Jeremiah and said, “You are deserting to the Babylonians!” ","reference":"Jeremiah 37:13"},{"bookName":"Jeremiah","chapter":37,"verse":14,"text":"Jeremiah answered, “That’s a lie! I am not deserting to the Babylonians.” But Irijah would not listen to him. Irijah put Jeremiah under arrest and took him to the officials. ","reference":"Jeremiah 37:14"},{"bookName":"Jeremiah","chapter":37,"verse":15,"text":"The officials were very angry with Jeremiah. They had him flogged and put in prison in the house of Jonathan, the royal secretary, which they had converted into a place for confining prisoners. ","reference":"Jeremiah 37:15"},{"bookName":"Jeremiah","chapter":37,"verse":16,"text":"So Jeremiah was put in prison in a cell in the dungeon in Jonathan’s house. He was kept there for a long time. ","reference":"Jeremiah 37:16"},{"bookName":"Jeremiah","chapter":37,"verse":17,"text":"Then King Zedekiah had him brought to the palace. There he questioned him privately and asked him, “Is there any message from the Lord?” Jeremiah answered, “Yes, there is.” Then he announced, “You will be handed over to the king of Babylon.” ","reference":"Jeremiah 37:17"},{"bookName":"Jeremiah","chapter":37,"verse":18,"text":"Then Jeremiah asked King Zedekiah, “What crime have I committed against you, or the officials who serve you, or the people of Judah? What have I done to make you people throw me into prison? ","reference":"Jeremiah 37:18"},{"bookName":"Jeremiah","chapter":37,"verse":19,"text":"Where now are the prophets who prophesied to you that the king of Babylon would not attack you or this land? ","reference":"Jeremiah 37:19"},{"bookName":"Jeremiah","chapter":37,"verse":20,"text":"But now please listen, your royal Majesty, and grant my plea for mercy. Do not send me back to the house of Jonathan, the royal secretary. If you do, I will die there.” ","reference":"Jeremiah 37:20"},{"bookName":"Jeremiah","chapter":37,"verse":21,"text":"Then King Zedekiah ordered that Jeremiah be committed to the courtyard of the guardhouse. He also ordered that a loaf of bread be given to him every day from the bakers’ street until all the bread in the city was gone. So Jeremiah was kept in the courtyard of the guardhouse. ","reference":"Jeremiah 37:21"}]