[{"bookName":"Jeremiah","chapter":15,"verse":1,"text":"Then the Lord said to me, “Even if Moses and Samuel stood before me pleading for these people, I would not feel pity for them! Get them away from me! Tell them to go away!","reference":"Jeremiah 15:1"},{"bookName":"Jeremiah","chapter":15,"verse":2,"text":"If they ask you, ‘Where should we go?’ tell them the Lord says this: ‘Those who are destined to die of disease will go to death by disease. Those who are destined to die in war will go to death in war. Those who are destined to die of starvation will go to death by starvation. Those who are destined to go into exile will go into exile.’ ","reference":"Jeremiah 15:2"},{"bookName":"Jeremiah","chapter":15,"verse":3,"text":"“I will punish them in four different ways: I will have war kill them; I will have dogs drag off their dead bodies; I will have birds and wild beasts devour and destroy their corpses.","reference":"Jeremiah 15:3"},{"bookName":"Jeremiah","chapter":15,"verse":4,"text":"I will make all the people in all the kingdoms of the world horrified at what has happened to them because of what Hezekiah’s son Manasseh, king of Judah, did in Jerusalem.” ","reference":"Jeremiah 15:4"},{"bookName":"Jeremiah","chapter":15,"verse":5,"text":"The Lord cried out, “Who in the world will have pity on you, Jerusalem? Who will grieve over you? Who will stop long enough to inquire about how you are doing? ","reference":"Jeremiah 15:5"},{"bookName":"Jeremiah","chapter":15,"verse":6,"text":"I, the Lord, say: ‘You people have deserted me; you keep turning your back on me.’ So I have unleashed my power against you and have begun to destroy you. I have grown tired of feeling sorry for you!”","reference":"Jeremiah 15:6"},{"bookName":"Jeremiah","chapter":15,"verse":7,"text":"The Lord continued, “In every town in the land I will purge them like straw blown away by the wind. I will destroy my people. I will kill off their children. I will do so because they did not change their behavior. ","reference":"Jeremiah 15:7"},{"bookName":"Jeremiah","chapter":15,"verse":8,"text":"Their widows will become in my sight more numerous than the grains of sand on the seashores. At noontime I will bring a destroyer against the mothers of their young men. I will cause anguish and terror to fall suddenly upon them.","reference":"Jeremiah 15:8"},{"bookName":"Jeremiah","chapter":15,"verse":9,"text":"The mother who had seven children will grow faint. All the breath will go out of her. Her pride and joy will be taken from her in the prime of their life. It will seem as if the sun had set while it was still day. She will suffer shame and humiliation. I will cause any of them who are still left alive to be killed in war by the onslaughts of their enemies,” says the Lord. ","reference":"Jeremiah 15:9"},{"bookName":"Jeremiah","chapter":15,"verse":10,"text":"I said, “Oh, mother, how I regret that you ever gave birth to me! I am always starting arguments and quarrels with the people of this land. I have not lent money to anyone, and I have not borrowed from anyone. Yet all these people are treating me with contempt.” ","reference":"Jeremiah 15:10"},{"bookName":"Jeremiah","chapter":15,"verse":11,"text":"The Lord said, “Jerusalem, I will surely send you away for your own good. I will surely bring the enemy upon you in a time of trouble and distress. ","reference":"Jeremiah 15:11"},{"bookName":"Jeremiah","chapter":15,"verse":12,"text":"Can you people who are like iron and bronze break that iron fist from the north? ","reference":"Jeremiah 15:12"},{"bookName":"Jeremiah","chapter":15,"verse":13,"text":"I will give away your wealth and your treasures as plunder. I will give it away free of charge for the sins you have committed throughout your land. ","reference":"Jeremiah 15:13"},{"bookName":"Jeremiah","chapter":15,"verse":14,"text":"I will make you serve your enemies in a land that you know nothing about. For my anger is like a fire that will burn against you.”","reference":"Jeremiah 15:14"},{"bookName":"Jeremiah","chapter":15,"verse":15,"text":"I said, “Lord, you know how I suffer. Take thought of me and care for me. Pay back for me those who have been persecuting me. Do not be so patient with them that you allow them to kill me. Be mindful of how I have put up with their insults for your sake.","reference":"Jeremiah 15:15"},{"bookName":"Jeremiah","chapter":15,"verse":16,"text":"As your words came to me, I drank them in, and they filled my heart with joy and happiness because I belong to you, O Lord God of Heaven’s Armies.","reference":"Jeremiah 15:16"},{"bookName":"Jeremiah","chapter":15,"verse":17,"text":"I did not spend my time in the company of other people, laughing and having a good time. I stayed to myself because I felt obligated to you and because I was filled with anger at what they had done.","reference":"Jeremiah 15:17"},{"bookName":"Jeremiah","chapter":15,"verse":18,"text":"Why must I continually suffer such painful anguish? Why must I endure the sting of their insults like an incurable wound? Will you let me down when I need you, like a brook one goes to for water but that cannot be relied on?” ","reference":"Jeremiah 15:18"},{"bookName":"Jeremiah","chapter":15,"verse":19,"text":"Because of this, the Lord said, “You must repent of such words and thoughts! If you do, I will restore you to the privilege of serving me. If you say what is worthwhile instead of what is worthless, I will again allow you to be my spokesman. They must become as you have been. You must not become like them.","reference":"Jeremiah 15:19"},{"bookName":"Jeremiah","chapter":15,"verse":20,"text":"I will make you as strong as a wall to these people, a fortified wall of bronze. They will attack you, but they will not be able to overcome you. For I will be with you to rescue you and deliver you,” says the Lord. ","reference":"Jeremiah 15:20"},{"bookName":"Jeremiah","chapter":15,"verse":21,"text":"“I will deliver you from the power of the wicked. I will free you from the clutches of violent people.”","reference":"Jeremiah 15:21"}]