[
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 1,
    "text": "The following is a record of what Jeremiah son of Hilkiah prophesied. He was one of the priests who lived at Anathoth in the territory of the tribe of Benjamin. ",
    "reference": "Jeremiah 1:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 2,
    "text": "The Lord’s message came to him in the thirteenth year that Josiah son of Amon ruled over Judah. ",
    "reference": "Jeremiah 1:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 3,
    "text": "It also came in the days of Jehoiakim, son of Josiah, king of Judah, and continued until the eleventh year of Zedekiah, son of Josiah, king of Judah, until the people of Jerusalem were taken into exile in the fifth month of that year. ",
    "reference": "Jeremiah 1:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 4,
    "text": "The Lord’s message came to me,",
    "reference": "Jeremiah 1:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 5,
    "text": "“Before I formed you in your mother’s womb, I chose you. Before you were born, I set you apart. I appointed you to be a prophet to the nations.” ",
    "reference": "Jeremiah 1:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 6,
    "text": "I answered, “Oh, Sovereign Lord, Really I do not know how to speak well enough for that, for I am too young.” ",
    "reference": "Jeremiah 1:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 7,
    "text": "The Lord said to me, “Do not say, ‘I am too young.’ But go to whomever I send you and say whatever I tell you.",
    "reference": "Jeremiah 1:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 8,
    "text": "Do not be afraid of those to whom I send you, for I will be with you to protect you,” says the Lord. ",
    "reference": "Jeremiah 1:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 9,
    "text": "Then the Lord reached out his hand and touched my mouth and said to me, “I will most assuredly give you the words you are to speak for me. ",
    "reference": "Jeremiah 1:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 10,
    "text": "Know for certain that I hereby give you the authority to announce to nations and kingdoms that they will be uprooted and torn down, destroyed and demolished, rebuilt and firmly planted.” ",
    "reference": "Jeremiah 1:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 11,
    "text": "Later the Lord’s message came to me, “What do you see, Jeremiah?” I answered, “I see a branch of an almond tree.” ",
    "reference": "Jeremiah 1:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 12,
    "text": "Then the Lord said, “You have observed correctly. This means I am watching to make sure my threats are carried out.”",
    "reference": "Jeremiah 1:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 13,
    "text": "The Lord’s message came to me a second time, “What do you see?” I answered, “I see a pot of boiling water; it is tipped away from the north.”",
    "reference": "Jeremiah 1:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 14,
    "text": "Then the Lord said, “From the north destruction will break out on all who live in the land. ",
    "reference": "Jeremiah 1:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 15,
    "text": "For I will soon summon all the peoples of the kingdoms of the north,” says the Lord. “They will come and their kings will set up their thrones near the entrances of the gates of Jerusalem. They will attack all the walls surrounding it and all the towns in Judah. ",
    "reference": "Jeremiah 1:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 16,
    "text": "In this way I will pass sentence on the people of Jerusalem and Judah because of all their wickedness. For they rejected me and offered sacrifices to other gods, worshiping what they made with their own hands. ",
    "reference": "Jeremiah 1:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 17,
    "text": "“But you, Jeremiah, get yourself ready! Go and tell these people everything I instruct you to say. Do not be terrified of them, or I will give you good reason to be terrified of them.",
    "reference": "Jeremiah 1:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 18,
    "text": "I, the Lord, hereby promise to make you as strong as a fortified city, an iron pillar, and a bronze wall. You will be able to stand up against all who live in the land, including the kings of Judah, its officials, its priests, and all the people of the land. ",
    "reference": "Jeremiah 1:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 1,
    "verse": 19,
    "text": "They will attack you but they will not be able to overcome you, for I will be with you to rescue you,” says the Lord. ",
    "reference": "Jeremiah 1:19"
  }
]