[{"bookName":"Jeremiah","chapter":50,"verse":1,"text":"The Lord spoke concerning Babylon and the land of Babylonia through the prophet Jeremiah. ","reference":"Jeremiah 50:1"},{"bookName":"Jeremiah","chapter":50,"verse":2,"text":"“Announce the news among the nations! Proclaim it! Signal for people to pay attention. Declare the news! Do not hide it! Say: ‘Babylon will be captured. Bel will be put to shame. Marduk will be dismayed. Babylon’s idols will be put to shame; her disgusting images will be dismayed. ","reference":"Jeremiah 50:2"},{"bookName":"Jeremiah","chapter":50,"verse":3,"text":"For a nation from the north will attack Babylon; it will lay her land waste. People and animals will flee out of it. No one will inhabit it.’","reference":"Jeremiah 50:3"},{"bookName":"Jeremiah","chapter":50,"verse":4,"text":"“When that time comes,” says the Lord, “the people of Israel and Judah will return to the land together. They will come back with tears of repentance as they seek the Lord their God. ","reference":"Jeremiah 50:4"},{"bookName":"Jeremiah","chapter":50,"verse":5,"text":"They will ask the way to Zion; they will turn their faces toward it. They will come and bind themselves to the Lord in a lasting covenant that will never be forgotten. ","reference":"Jeremiah 50:5"},{"bookName":"Jeremiah","chapter":50,"verse":6,"text":"“My people have been lost sheep. Their shepherds have allowed them to go astray. They have wandered around in the mountains. They have roamed from one mountain and hill to another. They have forgotten their resting place. ","reference":"Jeremiah 50:6"},{"bookName":"Jeremiah","chapter":50,"verse":7,"text":"All who encountered them devoured them. Their enemies who did this said, ‘We are not liable for punishment! For those people have sinned against the Lord, their true pasture. They have sinned against the Lord in whom their ancestors trusted.’ ","reference":"Jeremiah 50:7"},{"bookName":"Jeremiah","chapter":50,"verse":8,"text":"“People of Judah, get out of Babylon quickly! Leave the land of Babylonia! Be the first to depart. Be like the male goats that lead the herd. ","reference":"Jeremiah 50:8"},{"bookName":"Jeremiah","chapter":50,"verse":9,"text":"For I will rouse into action and bring against Babylon a host of mighty nations from the land of the north. They will set up their battle lines against her. They will come from the north and capture her. Their arrows will be like a skilled soldier who does not return from the battle empty-handed. ","reference":"Jeremiah 50:9"},{"bookName":"Jeremiah","chapter":50,"verse":10,"text":"Babylonia will be plundered. Those who plunder it will take all they want,” says the Lord. ","reference":"Jeremiah 50:10"},{"bookName":"Jeremiah","chapter":50,"verse":11,"text":"“People of Babylonia, you plundered my people. That made you happy and glad. You frolic about like calves in a pasture. Your joyous sounds are like the neighs of a stallion. ","reference":"Jeremiah 50:11"},{"bookName":"Jeremiah","chapter":50,"verse":12,"text":"But Babylonia will be put to great shame. The land where you were born will be disgraced. Indeed, Babylonia will become the least important of all nations. It will become a dry and barren desert. ","reference":"Jeremiah 50:12"},{"bookName":"Jeremiah","chapter":50,"verse":13,"text":"After I vent my wrath on it, Babylon will be uninhabited. It will be totally desolate. All who pass by will be filled with horror and will hiss out their scorn because of all the disasters that have happened to it.","reference":"Jeremiah 50:13"},{"bookName":"Jeremiah","chapter":50,"verse":14,"text":"“Take up your battle positions all around Babylon, all you soldiers who are armed with bows. Shoot all your arrows at her! Do not hold any back! For she has sinned against the Lord. ","reference":"Jeremiah 50:14"},{"bookName":"Jeremiah","chapter":50,"verse":15,"text":"Shout the battle cry from all around the city. She will throw up her hands in surrender; her towers will fall. Her walls will be torn down. Because I, the Lord, am wreaking revenge, take out your vengeance on her! Do to her as she has done! ","reference":"Jeremiah 50:15"},{"bookName":"Jeremiah","chapter":50,"verse":16,"text":"Kill all the farmers who sow the seed in the land of Babylon; kill all those who wield the sickle at harvest time. Let all the foreigners return to their own people. Let them hurry back to their own lands to escape destruction by that enemy army.","reference":"Jeremiah 50:16"},{"bookName":"Jeremiah","chapter":50,"verse":17,"text":"“The people of Israel are like scattered sheep that lions have chased away. First the king of Assyria devoured them. Now, last of all, King Nebuchadnezzar of Babylon has gnawed their bones. ","reference":"Jeremiah 50:17"},{"bookName":"Jeremiah","chapter":50,"verse":18,"text":"So I, the Lord of Heaven’s Armies, the God of Israel, say: ‘I will punish the king of Babylon and his land just as I punished the king of Assyria. ","reference":"Jeremiah 50:18"},{"bookName":"Jeremiah","chapter":50,"verse":19,"text":"But I will restore the flock of Israel to their own pasture. They will graze on Mount Carmel and the land of Bashan. They will eat until they are full on the hills of Ephraim and the land of Gilead. ","reference":"Jeremiah 50:19"},{"bookName":"Jeremiah","chapter":50,"verse":20,"text":"When that time comes, no guilt will be found in Israel. No sin will be found in Judah. For I will forgive those of them I have allowed to survive. I, the Lord, affirm it!’”","reference":"Jeremiah 50:20"},{"bookName":"Jeremiah","chapter":50,"verse":21,"text":"The Lord says, “Attack the land of Merathaim and the people who live in Pekod. Pursue, kill, and completely destroy them! Do just as I have commanded you!","reference":"Jeremiah 50:21"},{"bookName":"Jeremiah","chapter":50,"verse":22,"text":"The noise of battle can be heard in the land of Babylonia. There is the sound of great destruction. ","reference":"Jeremiah 50:22"},{"bookName":"Jeremiah","chapter":50,"verse":23,"text":"Babylon hammered the whole world to pieces. But see how that ‘hammer’ has been broken and shattered! See what an object of horror Babylon has become among the nations! ","reference":"Jeremiah 50:23"},{"bookName":"Jeremiah","chapter":50,"verse":24,"text":"I set a trap for you, Babylon; you were caught before you knew it. You fought against me; so you were found and captured. ","reference":"Jeremiah 50:24"},{"bookName":"Jeremiah","chapter":50,"verse":25,"text":"I have opened up the place where my weapons are stored. I have brought out the weapons for carrying out my wrath. For I, the Sovereign Lord of Heaven’s Armies, have work to carry out in the land of Babylonia. ","reference":"Jeremiah 50:25"},{"bookName":"Jeremiah","chapter":50,"verse":26,"text":"Come from far away and attack Babylonia! Open up the places where she stores her grain. Pile her up in ruins. Destroy her completely! Do not leave anyone alive! ","reference":"Jeremiah 50:26"},{"bookName":"Jeremiah","chapter":50,"verse":27,"text":"Kill all her soldiers. Let them be slaughtered. They are doomed, for their day of reckoning has come, the time for them to be punished. ","reference":"Jeremiah 50:27"},{"bookName":"Jeremiah","chapter":50,"verse":28,"text":"Listen! Fugitives and refugees are coming from the land of Babylon. They are coming to Zion to declare there how the Lord our God is getting revenge, getting revenge for what they have done to his temple. ","reference":"Jeremiah 50:28"},{"bookName":"Jeremiah","chapter":50,"verse":29,"text":"“Call for archers to come against Babylon! Summon against her all who draw the bow. Set up camp all around the city. Do not allow anyone to escape! Pay her back for what she has done. Do to her what she has done to others. For she has proudly defied me, the Holy One of Israel. ","reference":"Jeremiah 50:29"},{"bookName":"Jeremiah","chapter":50,"verse":30,"text":"So her young men will fall in her city squares. All her soldiers will be destroyed at that time,” says the Lord. ","reference":"Jeremiah 50:30"},{"bookName":"Jeremiah","chapter":50,"verse":31,"text":"“Listen! I am opposed to you, you proud city,” says the Sovereign Lord of Heaven’s Armies. “Indeed, your day of reckoning has come, the time when I will punish you.","reference":"Jeremiah 50:31"},{"bookName":"Jeremiah","chapter":50,"verse":32,"text":"You will stumble and fall, you proud city; no one will help you get up. I will set fire to your towns; it will burn up everything that surrounds you.”","reference":"Jeremiah 50:32"},{"bookName":"Jeremiah","chapter":50,"verse":33,"text":"The Lord of Heaven’s Armies says, “The people of Israel are oppressed. So too are the people of Judah. All those who took them captive are holding them prisoners. They refuse to set them free. ","reference":"Jeremiah 50:33"},{"bookName":"Jeremiah","chapter":50,"verse":34,"text":"But the one who will rescue them is strong. His name is the Lord of Heaven’s Armies. He will strongly champion their cause. As a result he will bring peace and rest to the earth, but trouble and turmoil to the people who inhabit Babylonia. ","reference":"Jeremiah 50:34"},{"bookName":"Jeremiah","chapter":50,"verse":35,"text":"“Destructive forces will come against the Babylonians,” says the Lord. “They will come against the people who inhabit Babylonia, against her leaders and her men of wisdom. ","reference":"Jeremiah 50:35"},{"bookName":"Jeremiah","chapter":50,"verse":36,"text":"Destructive forces will come against her false prophets; they will be shown to be fools! Destructive forces will come against her soldiers; they will be filled with terror! ","reference":"Jeremiah 50:36"},{"bookName":"Jeremiah","chapter":50,"verse":37,"text":"Destructive forces will come against her horses and her chariots. Destructive forces will come against all the foreign troops within her; they will be as frightened as women! Destructive forces will come against her treasures; they will be taken away as plunder! ","reference":"Jeremiah 50:37"},{"bookName":"Jeremiah","chapter":50,"verse":38,"text":"A drought will come upon her land; her rivers and canals will be dried up. All this will happen because her land is filled with idols. Her people act like madmen because of those idols they fear. ","reference":"Jeremiah 50:38"},{"bookName":"Jeremiah","chapter":50,"verse":39,"text":"Therefore desert creatures and jackals will live there; ostriches too will dwell in it. But no people will ever live there again; no one will dwell there for all time to come.","reference":"Jeremiah 50:39"},{"bookName":"Jeremiah","chapter":50,"verse":40,"text":"I will destroy Babylonia just as I did Sodom and Gomorrah and the neighboring towns. No one will live there; no human being will settle in it,” says the Lord. ","reference":"Jeremiah 50:40"},{"bookName":"Jeremiah","chapter":50,"verse":41,"text":"“Look! An army is about to come from the north. A mighty nation and many kings are stirring into action in faraway parts of the earth. ","reference":"Jeremiah 50:41"},{"bookName":"Jeremiah","chapter":50,"verse":42,"text":"Its soldiers are armed with bows and spears. They are cruel and show no mercy. They sound like the roaring sea as they ride forth on their horses. Lined up in formation like men going into battle, they are coming against you, fair Babylon. ","reference":"Jeremiah 50:42"},{"bookName":"Jeremiah","chapter":50,"verse":43,"text":"The king of Babylon will become paralyzed with fear when he hears news of their coming. Anguish will grip him, agony like that of a woman giving birth to a baby.","reference":"Jeremiah 50:43"},{"bookName":"Jeremiah","chapter":50,"verse":44,"text":"“A lion coming up from the thick undergrowth along the Jordan scatters the sheep in the pastureland around it. So too I will chase the Babylonians off their land; then I will appoint over it whomever I choose. For there is no one like me. There is no one who can call me to account. There is no ruler that can stand up against me. ","reference":"Jeremiah 50:44"},{"bookName":"Jeremiah","chapter":50,"verse":45,"text":"So listen to what I, the Lord, have planned against Babylon, what I intend to do to the people who inhabit the land of Babylonia. Their little ones will be dragged off like sheep. I will completely destroy their land because of what they have done. ","reference":"Jeremiah 50:45"},{"bookName":"Jeremiah","chapter":50,"verse":46,"text":"The people of the earth will quake when they hear Babylon has been captured. Her cries of anguish will be heard by the other nations.” ","reference":"Jeremiah 50:46"}]