[
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 1,
    "text": "The Lord said to Jeremiah: ",
    "reference": "Jeremiah 7:1"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 2,
    "text": "“Stand in the gate of the Lord’s temple and proclaim this message: ‘Listen to the Lord’s message, all you people of Judah who have passed through these gates to worship the Lord. ",
    "reference": "Jeremiah 7:2"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 3,
    "text": "The Lord of Heaven’s Armies, the God of Israel, says: Change the way you have been living and do what is right. If you do, I will allow you to continue to live in this land.",
    "reference": "Jeremiah 7:3"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 4,
    "text": "Stop putting your confidence in the false belief that says, “We are safe! The temple of the Lord is here! The temple of the Lord is here! The temple of the Lord is here!”",
    "reference": "Jeremiah 7:4"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 5,
    "text": "You must change the way you have been living and do what is right. You must treat one another fairly. ",
    "reference": "Jeremiah 7:5"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 6,
    "text": "Stop oppressing resident foreigners who live in your land, children who have lost their fathers, and women who have lost their husbands. Stop killing innocent people in this land. Stop paying allegiance to other gods. That will only bring about your ruin. ",
    "reference": "Jeremiah 7:6"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 7,
    "text": "If you stop doing these things, I will allow you to continue to live in this land that I gave to your ancestors as a lasting possession.",
    "reference": "Jeremiah 7:7"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 8,
    "text": "“‘But just look at you! You are putting your confidence in a false belief that will not deliver you.",
    "reference": "Jeremiah 7:8"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 9,
    "text": "You steal. You murder. You commit adultery. You lie when you swear on oath. You sacrifice to the god Baal. You pay allegiance to other gods whom you have not previously known. ",
    "reference": "Jeremiah 7:9"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 10,
    "text": "Then you come and stand in my presence in this temple I have claimed as my own and say, “We are safe!” You think you are so safe that you go on doing all those hateful sins!",
    "reference": "Jeremiah 7:10"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 11,
    "text": "Do you think this temple I have claimed as my own is to be a hideout for robbers? You had better take note! I have seen for myself what you have done! says the Lord. ",
    "reference": "Jeremiah 7:11"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 12,
    "text": "So, go to the place in Shiloh where I allowed myself to be worshiped in the early days. See what I did to it because of the wicked things my people Israel did. ",
    "reference": "Jeremiah 7:12"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 13,
    "text": "You also have done all these things, says the Lord, and I have spoken to you over and over again. But you have not listened! You have refused to respond when I called you to repent! ",
    "reference": "Jeremiah 7:13"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 14,
    "text": "So I will destroy this temple that I have claimed as my own, this temple that you are trusting to protect you. I will destroy this place that I gave to you and your ancestors, just like I destroyed Shiloh. ",
    "reference": "Jeremiah 7:14"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 15,
    "text": "And I will drive you out of my sight just like I drove out your relatives, the people of Israel.’ ",
    "reference": "Jeremiah 7:15"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 16,
    "text": "“But as for you, Jeremiah, do not pray for these people. Do not raise a cry of prayer for them! Do not plead with me to save them, because I will not listen to you.",
    "reference": "Jeremiah 7:16"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 17,
    "text": "Do you see what they are doing in the towns of Judah and in the streets of Jerusalem? ",
    "reference": "Jeremiah 7:17"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 18,
    "text": "Children are gathering firewood, fathers are building fires with it, and women are mixing dough to bake cakes to offer to the goddess they call the Queen of Heaven. They are also pouring out drink offerings to other gods. They seem to do all this just to trouble me.",
    "reference": "Jeremiah 7:18"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 19,
    "text": "But I am not really the one being troubled! says the Lord. Rather they are bringing trouble on themselves to their own shame! ",
    "reference": "Jeremiah 7:19"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 20,
    "text": "So, the Sovereign Lord says, my raging fury will be poured out on this land. It will be poured out on human beings and animals, on trees and crops. And it will burn like a fire that cannot be extinguished. ",
    "reference": "Jeremiah 7:20"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 21,
    "text": "“The Lord of Heaven’s Armies, the God of Israel, says to the people of Judah: ‘You might as well go ahead and add the meat of your burnt offerings to that of the other sacrifices and eat it, too!",
    "reference": "Jeremiah 7:21"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 22,
    "text": "Consider this: When I spoke to your ancestors after I brought them out of Egypt, I did not merely give them commands about burnt offerings and sacrifices. ",
    "reference": "Jeremiah 7:22"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 23,
    "text": "I also explicitly commanded them: “Obey me. If you do, I will be your God and you will be my people. Live exactly the way I tell you and things will go well with you.” ",
    "reference": "Jeremiah 7:23"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 24,
    "text": "But they did not listen to me or pay any attention to me. They followed the stubborn inclinations of their own wicked hearts. They acted worse and worse instead of better. ",
    "reference": "Jeremiah 7:24"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 25,
    "text": "From the time your ancestors departed the land of Egypt until now, I sent my servants the prophets to you again and again, day after day. ",
    "reference": "Jeremiah 7:25"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 26,
    "text": "But your ancestors did not listen to me nor pay attention to me. They became obstinate and were more wicked than even their own forefathers.’” ",
    "reference": "Jeremiah 7:26"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 27,
    "text": "Then the Lord said to me, “When you tell them all this, they will not listen to you. When you call out to them, they will not respond to you.",
    "reference": "Jeremiah 7:27"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 28,
    "text": "So tell them: ‘This is a nation that has not obeyed the Lord their God and has not accepted correction. Faithfulness is nowhere to be found in it. These people do not even profess it anymore.",
    "reference": "Jeremiah 7:28"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 29,
    "text": "So mourn, you people of this nation. Cut off your hair and throw it away. Sing a song of mourning on the hilltops. For the Lord has decided to reject and forsake this generation that has provoked his wrath!’” ",
    "reference": "Jeremiah 7:29"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 30,
    "text": "The Lord says, “I have rejected them because the people of Judah have done what I consider evil. They have set up their disgusting idols in the temple that I have claimed for my own and have defiled it.",
    "reference": "Jeremiah 7:30"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 31,
    "text": "They have also built places of worship in a place called Topheth in the Valley of Ben Hinnom so that they can sacrifice their sons and daughters by fire. That is something I never commanded them to do! Indeed, it never even entered my mind to command such a thing!",
    "reference": "Jeremiah 7:31"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 32,
    "text": "So, watch out!” says the Lord. “The time will soon come when people will no longer call those places Topheth or the Valley of Ben Hinnom. But they will call that valley the Valley of Slaughter, and they will bury so many people in Topheth that they will run out of room. ",
    "reference": "Jeremiah 7:32"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 33,
    "text": "Then the dead bodies of these people will be left on the ground for the birds and wild animals to eat. There will not be any survivors to scare them away.",
    "reference": "Jeremiah 7:33"
  },
  {
    "bookName": "Jeremiah",
    "chapter": 7,
    "verse": 34,
    "text": "I will put an end to the sounds of joy and gladness or the glad celebration of brides and grooms throughout the towns of Judah and the streets of Jerusalem. For the whole land will become a desolate wasteland.”",
    "reference": "Jeremiah 7:34"
  }
]