[{"bookName":"Jeremiah","chapter":41,"verse":1,"text":"But in the seventh month Ishmael, the son of Nethaniah and grandson of Elishama, who was a member of the royal family and had been one of Zedekiah’s chief officers, came with 10 of his men to Gedaliah son of Ahikam at Mizpah. While they were eating a meal together with him there at Mizpah, ","reference":"Jeremiah 41:1"},{"bookName":"Jeremiah","chapter":41,"verse":2,"text":"Ishmael son of Nethaniah and the 10 men who were with him stood up, pulled out their swords, and killed Gedaliah, the son of Ahikam and grandson of Shaphan. Thus Ishmael killed the man that the king of Babylon had appointed to govern the country. ","reference":"Jeremiah 41:2"},{"bookName":"Jeremiah","chapter":41,"verse":3,"text":"Ishmael also killed all the Judeans who were with Gedaliah at Mizpah and the Babylonian soldiers who happened to be there. ","reference":"Jeremiah 41:3"},{"bookName":"Jeremiah","chapter":41,"verse":4,"text":"On the day after Gedaliah had been murdered, before anyone even knew about it,","reference":"Jeremiah 41:4"},{"bookName":"Jeremiah","chapter":41,"verse":5,"text":"80 men arrived from Shechem, Shiloh, and Samaria. They had shaved off their beards, torn their clothes, and cut themselves to show they were mourning. They were carrying grain offerings and incense to present at the temple of the Lord in Jerusalem.","reference":"Jeremiah 41:5"},{"bookName":"Jeremiah","chapter":41,"verse":6,"text":"Ishmael son of Nethaniah went out from Mizpah to meet them. He was pretending to cry as he walked along. When he met them, he said to them, “Come with me to meet Gedaliah son of Ahikam.” ","reference":"Jeremiah 41:6"},{"bookName":"Jeremiah","chapter":41,"verse":7,"text":"But as soon as they were inside the city, Ishmael son of Nethaniah and the men who were with him slaughtered them and threw their bodies in a cistern. ","reference":"Jeremiah 41:7"},{"bookName":"Jeremiah","chapter":41,"verse":8,"text":"But there were 10 men among them who said to Ishmael, “Do not kill us. For we will give you the stores of wheat, barley, olive oil, and honey we have hidden in a field.” So he spared their lives and did not kill them along with the rest. ","reference":"Jeremiah 41:8"},{"bookName":"Jeremiah","chapter":41,"verse":9,"text":"Now the cistern where Ishmael threw all the dead bodies of those he had killed was a large one that King Asa had constructed as part of his defenses against King Baasha of Israel. Ishmael son of Nethaniah filled it with dead bodies. ","reference":"Jeremiah 41:9"},{"bookName":"Jeremiah","chapter":41,"verse":10,"text":"Then Ishmael took captive all the people who were still left alive in Mizpah. This included the royal princesses and all the rest of the people in Mizpah that Nebuzaradan, the captain of the royal guard, had put under the authority of Gedaliah son of Ahikam. Ishmael son of Nethaniah took all these people captive and set out to cross over to the Ammonites. ","reference":"Jeremiah 41:10"},{"bookName":"Jeremiah","chapter":41,"verse":11,"text":"Johanan son of Kareah and all the army officers who were with him heard about all the atrocities that Ishmael son of Nethaniah had committed. ","reference":"Jeremiah 41:11"},{"bookName":"Jeremiah","chapter":41,"verse":12,"text":"So they took all their troops and went to fight against Ishmael son of Nethaniah. They caught up with him near the large pool at Gibeon. ","reference":"Jeremiah 41:12"},{"bookName":"Jeremiah","chapter":41,"verse":13,"text":"When all the people that Ishmael had taken captive saw Johanan son of Kareah and all the army officers with him, they were glad. ","reference":"Jeremiah 41:13"},{"bookName":"Jeremiah","chapter":41,"verse":14,"text":"All those people that Ishmael had taken captive from Mizpah turned and went over to Johanan son of Kareah. ","reference":"Jeremiah 41:14"},{"bookName":"Jeremiah","chapter":41,"verse":15,"text":"But Ishmael son of Nethaniah managed to escape from Johanan along with eight of his men, and he went on over to Ammon. ","reference":"Jeremiah 41:15"},{"bookName":"Jeremiah","chapter":41,"verse":16,"text":"Johanan son of Kareah and all the army officers who were with him led off all the people who had been left alive at Mizpah. They had rescued them from Ishmael son of Nethaniah after he killed Gedaliah son of Ahikam. They led off the men, women, children, soldiers, and court officials whom they had brought away from Gibeon. ","reference":"Jeremiah 41:16"},{"bookName":"Jeremiah","chapter":41,"verse":17,"text":"They set out to go to Egypt to get away from the Babylonians, but stopped at Geruth Kimham near Bethlehem. ","reference":"Jeremiah 41:17"},{"bookName":"Jeremiah","chapter":41,"verse":18,"text":"They were afraid of what the Babylonians might do because Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed to govern the country. ","reference":"Jeremiah 41:18"}]