[
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 1,
    "text": "The land allotted to Joseph’s descendants extended from the Jordan at Jericho to the waters of Jericho to the east, through the desert and on up from Jericho into the hill country of Bethel. ",
    "reference": "Joshua 16:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 2,
    "text": "The southern border extended from Bethel to Luz, and crossed to Arkite territory at Ataroth. ",
    "reference": "Joshua 16:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 3,
    "text": "It then descended westward to Japhletite territory, as far as the territory of lower Beth Horon and Gezer, and ended at the sea. ",
    "reference": "Joshua 16:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 4,
    "text": "Joseph’s descendants, Manasseh and Ephraim, were assigned their land.",
    "reference": "Joshua 16:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 5,
    "text": "The territory of the tribe of Ephraim by its clans included the following: The border of their assigned land to the east was Ataroth Addar as far as upper Beth Horon. ",
    "reference": "Joshua 16:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 6,
    "text": "It then extended on to the sea, with Micmethath on the north. It turned eastward to Taanath Shiloh and crossed it on the east to Janoah. ",
    "reference": "Joshua 16:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 7,
    "text": "It then descended from Janoah to Ataroth and Naarah, touched Jericho, and extended to the Jordan River. ",
    "reference": "Joshua 16:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 8,
    "text": "From Tappuah it went westward to the Valley of Kanah and ended at the sea. This is the land assigned to the tribe of Ephraim by its clans. ",
    "reference": "Joshua 16:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 9,
    "text": "Also included were the cities set apart for the tribe of Ephraim within Manasseh’s territory, along with their towns. ",
    "reference": "Joshua 16:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 10,
    "text": "The Ephraimites did not conquer the Canaanites living in Gezer. The Canaanites live among the Ephraimites to this very day and do hard labor as their servants. ",
    "reference": "Joshua 16:10"
  }
]