[
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 1,
    "text": "Joshua son of Nun sent two spies out from Shittim secretly and instructed them: “Find out what you can about the land, especially Jericho.” They stopped at the house of a prostitute named Rahab and spent the night there. ",
    "reference": "Joshua 2:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 2,
    "text": "The king of Jericho received this report: “Note well! Israelite men have come here tonight to spy on the land.” ",
    "reference": "Joshua 2:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 3,
    "text": "So the king of Jericho sent this order to Rahab: “Turn over the men who came to you—the ones who came to your house—for they have come to spy on the whole land!” ",
    "reference": "Joshua 2:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 4,
    "text": "But the woman hid the two men and replied, “Yes, these men were clients of mine, but I didn’t know where they came from.",
    "reference": "Joshua 2:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 5,
    "text": "When it was time to shut the city gate for the night, the men left. I don’t know where they were heading. Chase after them quickly, for you have time to catch them!”",
    "reference": "Joshua 2:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 6,
    "text": "(Now she had taken them up to the roof and had hidden them in the stalks of flax she had spread out on the roof.) ",
    "reference": "Joshua 2:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 7,
    "text": "Meanwhile, the king’s men tried to find them on the road to the Jordan River near the fords. The city gate was shut as soon as they set out in pursuit of them. ",
    "reference": "Joshua 2:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 8,
    "text": "Now before the spies went to sleep, Rahab went up to the roof. ",
    "reference": "Joshua 2:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 9,
    "text": "She said to the men, “I know the Lord is handing this land over to you. We are absolutely terrified of you, and all who live in the land are cringing before you.",
    "reference": "Joshua 2:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 10,
    "text": "For we heard how the Lord dried up the water of the Red Sea before you when you left Egypt and how you annihilated the two Amorite kings, Sihon and Og, on the other side of the Jordan. ",
    "reference": "Joshua 2:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 11,
    "text": "When we heard the news, we lost our courage, and no one could even breathe for fear of you. For the Lord your God is God in heaven above and on earth below! ",
    "reference": "Joshua 2:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 12,
    "text": "So now, promise me this with an oath sworn in the Lord’s name. Because I have shown allegiance to you, show allegiance to my family. Give me a solemn pledge ",
    "reference": "Joshua 2:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 13,
    "text": "that you will spare the lives of my father, mother, brothers, sisters, and all who belong to them, and will rescue us from death.” ",
    "reference": "Joshua 2:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 14,
    "text": "The men said to her, “If you die, may we die too! If you do not report what we’ve been up to, then we will show unswerving allegiance to you when the Lord hands the land over to us.” ",
    "reference": "Joshua 2:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 15,
    "text": "Then Rahab let them down by a rope through the window. (Her house was built as part of the city wall; she lived in the wall.) ",
    "reference": "Joshua 2:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 16,
    "text": "She told them, “Head to the hill country, so the ones chasing you don’t find you. Hide from them there for three days, long enough for those chasing you to return. Then you can be on your way.” ",
    "reference": "Joshua 2:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 17,
    "text": "The men said to her, “We are not bound by this oath you made us swear unless the following conditions are met:",
    "reference": "Joshua 2:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 18,
    "text": "When we invade the land, tie this red rope in the window through which you let us down, and gather together in your house your father, mother, brothers, and all who live in your father’s house. ",
    "reference": "Joshua 2:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 19,
    "text": "Anyone who leaves your house will be responsible for his own death—we are innocent in that case! But if anyone with you in the house is harmed, we will be responsible. ",
    "reference": "Joshua 2:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 20,
    "text": "If you should report what we’ve been up to, we are not bound by this oath you made us swear.” ",
    "reference": "Joshua 2:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 21,
    "text": "She said, “I agree to these conditions.” She sent them on their way and then tied the red rope in the window. ",
    "reference": "Joshua 2:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 22,
    "text": "They went to the hill country and stayed there for three days, long enough for those chasing them to return. Their pursuers looked all along the way but did not find them.",
    "reference": "Joshua 2:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 23,
    "text": "Then the two men returned—they came down from the hills, crossed the river, came to Joshua son of Nun, and reported to him all they had discovered. ",
    "reference": "Joshua 2:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 24,
    "text": "They told Joshua, “Surely the Lord is handing over all the land to us! All who live in the land are cringing before us!”",
    "reference": "Joshua 2:24"
  }
]