[
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 1,
    "text": "Bright and early the next morning Joshua and the Israelites left Shittim and came to the Jordan. They camped there before crossing the river.",
    "reference": "Joshua 3:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 2,
    "text": "After three days the leaders went through the camp ",
    "reference": "Joshua 3:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 3,
    "text": "and commanded the people: “When you see the ark of the covenant of the Lord your God being carried by the Levitical priests, you must leave here and walk behind it.",
    "reference": "Joshua 3:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 4,
    "text": "But stay about 3,000 feet behind it. Keep your distance so you can see which way you should go, for you have not traveled this way before.” ",
    "reference": "Joshua 3:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 5,
    "text": "Joshua told the people, “Ritually consecrate yourselves, for tomorrow the Lord will perform miraculous deeds among you.”",
    "reference": "Joshua 3:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 6,
    "text": "Joshua told the priests, “Pick up the ark of the covenant and pass on ahead of the people.” So they picked up the ark of the covenant and went ahead of the people. ",
    "reference": "Joshua 3:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 7,
    "text": "The Lord told Joshua, “This very day I will begin to honor you before all Israel, so they will know that I am with you just as I was with Moses. ",
    "reference": "Joshua 3:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 8,
    "text": "Instruct the priests carrying the ark of the covenant, ‘When you reach the bank of the Jordan River, wade into the water.’” ",
    "reference": "Joshua 3:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 9,
    "text": "Joshua told the Israelites, “Come here and listen to the words of the Lord your God!” ",
    "reference": "Joshua 3:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 10,
    "text": "Joshua continued, “This is how you will know the living God is among you and that he will truly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites. ",
    "reference": "Joshua 3:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 11,
    "text": "Look! The ark of the covenant of the Lord of the whole earth is ready to enter the Jordan ahead of you.",
    "reference": "Joshua 3:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 12,
    "text": "Now select for yourselves 12 men from the tribes of Israel, one per tribe. ",
    "reference": "Joshua 3:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 13,
    "text": "When the feet of the priests carrying the ark of the Lord, the Lord of the whole earth, touch the water of the Jordan, the water coming downstream toward you will stop flowing and pile up.” ",
    "reference": "Joshua 3:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 14,
    "text": "So when the people left their tents to cross the Jordan, the priests carrying the ark of the covenant went ahead of them.",
    "reference": "Joshua 3:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 15,
    "text": "When the ones carrying the ark reached the Jordan, and the feet of the priests carrying the ark touched the surface of the water—(the Jordan is at flood stage all during harvest time)—",
    "reference": "Joshua 3:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 16,
    "text": "the water coming downstream toward them stopped flowing. It piled up far upstream at Adam (the city near Zarethan); there was no water at all flowing to the sea of the rift valley (the Salt Sea). The people crossed the river opposite Jericho. ",
    "reference": "Joshua 3:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 17,
    "text": "The priests carrying the ark of the covenant of the Lord stood firmly on dry ground in the middle of the Jordan. All Israel crossed over on dry ground until the entire nation was on the other side. ",
    "reference": "Joshua 3:17"
  }
]