[{"bookName":"Joshua","chapter":17,"verse":1,"text":"The tribe of Manasseh, Joseph’s firstborn son, was also allotted land. The descendants of Makir, Manasseh’s firstborn and the father of Gilead, received land, for they were warriors. They were assigned Gilead and Bashan. ","reference":"Joshua 17:1"},{"bookName":"Joshua","chapter":17,"verse":2,"text":"The rest of Manasseh’s descendants were also assigned land by their clans, including the descendants of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These are the male descendants of Manasseh son of Joseph by their clans. ","reference":"Joshua 17:2"},{"bookName":"Joshua","chapter":17,"verse":3,"text":"Now Zelophehad son of Hepher, son of Gilead, son of Makir, son of Manasseh, had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ","reference":"Joshua 17:3"},{"bookName":"Joshua","chapter":17,"verse":4,"text":"They went before Eleazar the priest, Joshua son of Nun, and the leaders and said, “The Lord told Moses to assign us land among our relatives.” So Joshua assigned them land among their uncles, as the Lord had commanded. ","reference":"Joshua 17:4"},{"bookName":"Joshua","chapter":17,"verse":5,"text":"Manasseh was allotted 10 shares of land, in addition to the land of Gilead and Bashan east of the Jordan, ","reference":"Joshua 17:5"},{"bookName":"Joshua","chapter":17,"verse":6,"text":"for the daughters of Manasseh were assigned land among his sons. The land of Gilead belonged to the rest of the descendants of Manasseh. ","reference":"Joshua 17:6"},{"bookName":"Joshua","chapter":17,"verse":7,"text":"The border of Manasseh went from Asher to Micmethath, which is near Shechem. It then went south toward those who live by En Tappuah.","reference":"Joshua 17:7"},{"bookName":"Joshua","chapter":17,"verse":8,"text":"(The land of Tappuah belonged to Manasseh, but Tappuah, located on the border of Manasseh, belonged to the tribe of Ephraim.) ","reference":"Joshua 17:8"},{"bookName":"Joshua","chapter":17,"verse":9,"text":"The border then descended southward to the Valley of Kanah. Ephraim was assigned cities there among the cities of Manasseh, but the border of Manasseh was north of the valley and ended at the sea. ","reference":"Joshua 17:9"},{"bookName":"Joshua","chapter":17,"verse":10,"text":"Ephraim’s territory was to the south, and Manasseh’s to the north. The sea was Manasseh’s western border, and their territory touched Asher on the north and Issachar on the east. ","reference":"Joshua 17:10"},{"bookName":"Joshua","chapter":17,"verse":11,"text":"Within Issachar’s and Asher’s territories Manasseh was assigned Beth Shean, Ibleam, the residents of Dor, the residents of Endor, the residents of Taanach, the residents of Megiddo, the three of Napheth, and the towns surrounding all these cities.","reference":"Joshua 17:11"},{"bookName":"Joshua","chapter":17,"verse":12,"text":"But the men of Manasseh were unable to conquer these cities; the Canaanites managed to remain in those areas. ","reference":"Joshua 17:12"},{"bookName":"Joshua","chapter":17,"verse":13,"text":"Whenever the Israelites were strong militarily, they forced the Canaanites to do hard labor, but they never totally conquered them.","reference":"Joshua 17:13"},{"bookName":"Joshua","chapter":17,"verse":14,"text":"The descendants of Joseph said to Joshua, “Why have you assigned us only one tribal allotment? After all, we have many people, for until now the Lord has enabled us to increase in number.”","reference":"Joshua 17:14"},{"bookName":"Joshua","chapter":17,"verse":15,"text":"Joshua replied to them, “Since you have so many people, go up into the forest and clear out a place to live in the land of the Perizzites and Rephaites, if the hill country of Ephraim is too small for you.” ","reference":"Joshua 17:15"},{"bookName":"Joshua","chapter":17,"verse":16,"text":"The descendants of Joseph said, “The whole hill country is inadequate for us, and the Canaanites living down in the valley in Beth Shean and its surrounding towns and in the Valley of Jezreel have chariots with iron-rimmed wheels.”","reference":"Joshua 17:16"},{"bookName":"Joshua","chapter":17,"verse":17,"text":"Joshua said to the family of Joseph—to both Ephraim and Manasseh: “You have many people and great military strength. You will not have just one tribal allotment. ","reference":"Joshua 17:17"},{"bookName":"Joshua","chapter":17,"verse":18,"text":"The whole hill country will be yours; though it is a forest, you can clear it, and it will be entirely yours. You can conquer the Canaanites, though they have chariots with iron-rimmed wheels and are strong.” ","reference":"Joshua 17:18"}]