[{"bookName":"Joshua","chapter":6,"verse":1,"text":"Now Jericho was shut tightly because of the Israelites. No one was allowed to leave or enter. ","reference":"Joshua 6:1"},{"bookName":"Joshua","chapter":6,"verse":2,"text":"The Lord told Joshua, “See, I am about to defeat Jericho for you, along with its king and its warriors. ","reference":"Joshua 6:2"},{"bookName":"Joshua","chapter":6,"verse":3,"text":"Have all the warriors march around the city one time; do this for six days. ","reference":"Joshua 6:3"},{"bookName":"Joshua","chapter":6,"verse":4,"text":"Have seven priests carry seven rams’ horns in front of the ark. On the seventh day march around the city seven times, while the priests blow the horns. ","reference":"Joshua 6:4"},{"bookName":"Joshua","chapter":6,"verse":5,"text":"When you hear the signal from the rams’ horns, have the whole army give a loud battle cry. Then the city wall will collapse, and the warriors should charge straight ahead.” ","reference":"Joshua 6:5"},{"bookName":"Joshua","chapter":6,"verse":6,"text":"So Joshua son of Nun summoned the priests and instructed them, “Pick up the ark of the covenant, and seven priests must carry seven rams’ horns in front of the ark of the Lord.”","reference":"Joshua 6:6"},{"bookName":"Joshua","chapter":6,"verse":7,"text":"And he told the army, “Move ahead and march around the city, with armed troops going ahead of the ark of the Lord.”","reference":"Joshua 6:7"},{"bookName":"Joshua","chapter":6,"verse":8,"text":"When Joshua gave the army its orders, the seven priests carrying the seven rams’ horns before the Lord moved ahead and blew the horns as the ark of the covenant of the Lord followed behind. ","reference":"Joshua 6:8"},{"bookName":"Joshua","chapter":6,"verse":9,"text":"Armed troops marched ahead of the priests blowing the horns, while the rear guard followed along behind the ark blowing rams’ horns. ","reference":"Joshua 6:9"},{"bookName":"Joshua","chapter":6,"verse":10,"text":"Now Joshua had instructed the army, “Do not give a battle cry or raise your voices; say nothing until the day I tell you, ‘Give the battle cry.’ Then give the battle cry!” ","reference":"Joshua 6:10"},{"bookName":"Joshua","chapter":6,"verse":11,"text":"So Joshua made sure they marched the ark of the Lord around the city one time. Then they went back to the camp and spent the night there.","reference":"Joshua 6:11"},{"bookName":"Joshua","chapter":6,"verse":12,"text":"Bright and early the next morning Joshua had the priests pick up the ark of the Lord. ","reference":"Joshua 6:12"},{"bookName":"Joshua","chapter":6,"verse":13,"text":"The seven priests carrying the seven rams’ horns before the ark of the Lord marched along blowing their horns. Armed troops marched ahead of them, while the rear guard followed along behind the ark of the Lord blowing rams’ horns. ","reference":"Joshua 6:13"},{"bookName":"Joshua","chapter":6,"verse":14,"text":"They marched around the city one time on the second day, then returned to the camp. They did this six days in all.","reference":"Joshua 6:14"},{"bookName":"Joshua","chapter":6,"verse":15,"text":"On the seventh day they were up at the crack of dawn and marched around the city as before—only this time they marched around it seven times. ","reference":"Joshua 6:15"},{"bookName":"Joshua","chapter":6,"verse":16,"text":"The seventh time around, the priests blew the rams’ horns, and Joshua told the army, “Give the battle cry, for the Lord is handing the city over to you!","reference":"Joshua 6:16"},{"bookName":"Joshua","chapter":6,"verse":17,"text":"The city and all that is in it must be set apart for the Lord; only Rahab the prostitute and all who are with her in her house will live, because she hid the spies we sent. ","reference":"Joshua 6:17"},{"bookName":"Joshua","chapter":6,"verse":18,"text":"But be careful when you are setting apart the riches for God. If you take any of it, then you will make the Israelite camp subject to annihilation and cause a disaster. ","reference":"Joshua 6:18"},{"bookName":"Joshua","chapter":6,"verse":19,"text":"All the silver and gold, as well as bronze and iron items, belong to the Lord. They must go into the Lord’s treasury.” ","reference":"Joshua 6:19"},{"bookName":"Joshua","chapter":6,"verse":20,"text":"The rams’ horns sounded, and when the army heard the signal, they gave a loud battle cry. The wall collapsed, and the warriors charged straight ahead into the city and captured it.","reference":"Joshua 6:20"},{"bookName":"Joshua","chapter":6,"verse":21,"text":"They annihilated with the sword everything that breathed in the city, including men and women, young and old, as well as cattle, sheep, and donkeys. ","reference":"Joshua 6:21"},{"bookName":"Joshua","chapter":6,"verse":22,"text":"Joshua told the two men who had spied on the land, “Enter the prostitute’s house and bring out the woman and all who belong to her as you promised her.”","reference":"Joshua 6:22"},{"bookName":"Joshua","chapter":6,"verse":23,"text":"So the young spies went and brought out Rahab, her father, mother, brothers, and all who belonged to her. They brought out her whole family and took them to a place outside the Israelite camp. ","reference":"Joshua 6:23"},{"bookName":"Joshua","chapter":6,"verse":24,"text":"But they burned the city and all that was in it, except for the silver, gold, and bronze and iron items they put in the treasury of the Lord’s house. ","reference":"Joshua 6:24"},{"bookName":"Joshua","chapter":6,"verse":25,"text":"Yet Joshua spared Rahab the prostitute, her father’s family, and all who belonged to her. She lives in Israel to this very day because she hid the messengers Joshua sent to spy on Jericho. ","reference":"Joshua 6:25"},{"bookName":"Joshua","chapter":6,"verse":26,"text":"At that time Joshua made this solemn declaration: “The man who attempts to rebuild this city of Jericho will stand condemned before the Lord. He will lose his firstborn son when he lays its foundations and his youngest son when he erects its gates!” ","reference":"Joshua 6:26"},{"bookName":"Joshua","chapter":6,"verse":27,"text":"The Lord was with Joshua, and he became famous throughout the land. ","reference":"Joshua 6:27"}]