[
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 1,
    "text": "After Moses the Lord’s servant died, the Lord said to Joshua son of Nun, Moses’ assistant: ",
    "reference": "Joshua 1:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 2,
    "text": "“Moses my servant is dead. Get ready! Cross the Jordan River. Lead these people into the land that I am ready to hand over to them.",
    "reference": "Joshua 1:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 3,
    "text": "I am handing over to you every place you set foot, as I promised Moses. ",
    "reference": "Joshua 1:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 4,
    "text": "Your territory will extend from the desert in the south to Lebanon in the north. It will extend all the way to the great River Euphrates in the east (including all Syria) and all the way to the Mediterranean Sea in the west. ",
    "reference": "Joshua 1:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 5,
    "text": "No one will be able to resist you all the days of your life. As I was with Moses, so I will be with you. I will not abandon you or leave you alone.",
    "reference": "Joshua 1:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 6,
    "text": "Be strong and brave! You must lead these people in the conquest of this land that I solemnly promised their ancestors I would hand over to them.",
    "reference": "Joshua 1:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 7,
    "text": "Make sure you are very strong and brave! Carefully obey all the law my servant Moses charged you to keep. Do not swerve from it to the right or to the left, so that you may be successful in all you do. ",
    "reference": "Joshua 1:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 8,
    "text": "This law scroll must not leave your lips. You must memorize it day and night so you can carefully obey all that is written in it. Then you will prosper and be successful. ",
    "reference": "Joshua 1:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 9,
    "text": "I repeat, be strong and brave! Don’t be afraid and don’t panic, for I, the Lord your God, am with you in all you do.” ",
    "reference": "Joshua 1:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 10,
    "text": "Joshua instructed the leaders of the people: ",
    "reference": "Joshua 1:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 11,
    "text": "“Go through the camp and command the people, ‘Prepare your supplies, for within three days you will cross the Jordan River and begin the conquest of the land the Lord your God is ready to hand over to you.’” ",
    "reference": "Joshua 1:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 12,
    "text": "Joshua told the Reubenites, the Gadites, and the half-tribe of Manasseh: ",
    "reference": "Joshua 1:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 13,
    "text": "“Remember what Moses the Lord’s servant commanded you. The Lord your God is giving you a place to settle and is handing this land over to you. ",
    "reference": "Joshua 1:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 14,
    "text": "Your wives, children, and cattle may stay in the land that Moses assigned to you east of the Jordan River. But all of you warriors must cross over armed for battle ahead of your brothers. You must help them ",
    "reference": "Joshua 1:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 15,
    "text": "until the Lord gives your brothers a place like yours to settle and they conquer the land the Lord your God is ready to hand over to them. Then you may go back to your allotted land and occupy the land Moses the Lord’s servant assigned you east of the Jordan.” ",
    "reference": "Joshua 1:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 16,
    "text": "They told Joshua, “We will do everything you say. We will go wherever you send us.",
    "reference": "Joshua 1:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 17,
    "text": "Just as we obeyed Moses, so we will obey you. But may the Lord your God be with you as he was with Moses. ",
    "reference": "Joshua 1:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 1,
    "verse": 18,
    "text": "Any man who rebels against what you say and does not obey all your commands will be executed. But be strong and brave!” ",
    "reference": "Joshua 1:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 1,
    "text": "Joshua son of Nun sent two spies out from Shittim secretly and instructed them: “Find out what you can about the land, especially Jericho.” They stopped at the house of a prostitute named Rahab and spent the night there. ",
    "reference": "Joshua 2:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 2,
    "text": "The king of Jericho received this report: “Note well! Israelite men have come here tonight to spy on the land.” ",
    "reference": "Joshua 2:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 3,
    "text": "So the king of Jericho sent this order to Rahab: “Turn over the men who came to you—the ones who came to your house—for they have come to spy on the whole land!” ",
    "reference": "Joshua 2:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 4,
    "text": "But the woman hid the two men and replied, “Yes, these men were clients of mine, but I didn’t know where they came from.",
    "reference": "Joshua 2:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 5,
    "text": "When it was time to shut the city gate for the night, the men left. I don’t know where they were heading. Chase after them quickly, for you have time to catch them!”",
    "reference": "Joshua 2:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 6,
    "text": "(Now she had taken them up to the roof and had hidden them in the stalks of flax she had spread out on the roof.) ",
    "reference": "Joshua 2:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 7,
    "text": "Meanwhile, the king’s men tried to find them on the road to the Jordan River near the fords. The city gate was shut as soon as they set out in pursuit of them. ",
    "reference": "Joshua 2:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 8,
    "text": "Now before the spies went to sleep, Rahab went up to the roof. ",
    "reference": "Joshua 2:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 9,
    "text": "She said to the men, “I know the Lord is handing this land over to you. We are absolutely terrified of you, and all who live in the land are cringing before you.",
    "reference": "Joshua 2:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 10,
    "text": "For we heard how the Lord dried up the water of the Red Sea before you when you left Egypt and how you annihilated the two Amorite kings, Sihon and Og, on the other side of the Jordan. ",
    "reference": "Joshua 2:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 11,
    "text": "When we heard the news, we lost our courage, and no one could even breathe for fear of you. For the Lord your God is God in heaven above and on earth below! ",
    "reference": "Joshua 2:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 12,
    "text": "So now, promise me this with an oath sworn in the Lord’s name. Because I have shown allegiance to you, show allegiance to my family. Give me a solemn pledge ",
    "reference": "Joshua 2:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 13,
    "text": "that you will spare the lives of my father, mother, brothers, sisters, and all who belong to them, and will rescue us from death.” ",
    "reference": "Joshua 2:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 14,
    "text": "The men said to her, “If you die, may we die too! If you do not report what we’ve been up to, then we will show unswerving allegiance to you when the Lord hands the land over to us.” ",
    "reference": "Joshua 2:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 15,
    "text": "Then Rahab let them down by a rope through the window. (Her house was built as part of the city wall; she lived in the wall.) ",
    "reference": "Joshua 2:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 16,
    "text": "She told them, “Head to the hill country, so the ones chasing you don’t find you. Hide from them there for three days, long enough for those chasing you to return. Then you can be on your way.” ",
    "reference": "Joshua 2:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 17,
    "text": "The men said to her, “We are not bound by this oath you made us swear unless the following conditions are met:",
    "reference": "Joshua 2:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 18,
    "text": "When we invade the land, tie this red rope in the window through which you let us down, and gather together in your house your father, mother, brothers, and all who live in your father’s house. ",
    "reference": "Joshua 2:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 19,
    "text": "Anyone who leaves your house will be responsible for his own death—we are innocent in that case! But if anyone with you in the house is harmed, we will be responsible. ",
    "reference": "Joshua 2:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 20,
    "text": "If you should report what we’ve been up to, we are not bound by this oath you made us swear.” ",
    "reference": "Joshua 2:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 21,
    "text": "She said, “I agree to these conditions.” She sent them on their way and then tied the red rope in the window. ",
    "reference": "Joshua 2:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 22,
    "text": "They went to the hill country and stayed there for three days, long enough for those chasing them to return. Their pursuers looked all along the way but did not find them.",
    "reference": "Joshua 2:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 23,
    "text": "Then the two men returned—they came down from the hills, crossed the river, came to Joshua son of Nun, and reported to him all they had discovered. ",
    "reference": "Joshua 2:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 2,
    "verse": 24,
    "text": "They told Joshua, “Surely the Lord is handing over all the land to us! All who live in the land are cringing before us!”",
    "reference": "Joshua 2:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 1,
    "text": "Bright and early the next morning Joshua and the Israelites left Shittim and came to the Jordan. They camped there before crossing the river.",
    "reference": "Joshua 3:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 2,
    "text": "After three days the leaders went through the camp ",
    "reference": "Joshua 3:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 3,
    "text": "and commanded the people: “When you see the ark of the covenant of the Lord your God being carried by the Levitical priests, you must leave here and walk behind it.",
    "reference": "Joshua 3:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 4,
    "text": "But stay about 3,000 feet behind it. Keep your distance so you can see which way you should go, for you have not traveled this way before.” ",
    "reference": "Joshua 3:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 5,
    "text": "Joshua told the people, “Ritually consecrate yourselves, for tomorrow the Lord will perform miraculous deeds among you.”",
    "reference": "Joshua 3:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 6,
    "text": "Joshua told the priests, “Pick up the ark of the covenant and pass on ahead of the people.” So they picked up the ark of the covenant and went ahead of the people. ",
    "reference": "Joshua 3:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 7,
    "text": "The Lord told Joshua, “This very day I will begin to honor you before all Israel, so they will know that I am with you just as I was with Moses. ",
    "reference": "Joshua 3:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 8,
    "text": "Instruct the priests carrying the ark of the covenant, ‘When you reach the bank of the Jordan River, wade into the water.’” ",
    "reference": "Joshua 3:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 9,
    "text": "Joshua told the Israelites, “Come here and listen to the words of the Lord your God!” ",
    "reference": "Joshua 3:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 10,
    "text": "Joshua continued, “This is how you will know the living God is among you and that he will truly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites. ",
    "reference": "Joshua 3:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 11,
    "text": "Look! The ark of the covenant of the Lord of the whole earth is ready to enter the Jordan ahead of you.",
    "reference": "Joshua 3:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 12,
    "text": "Now select for yourselves 12 men from the tribes of Israel, one per tribe. ",
    "reference": "Joshua 3:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 13,
    "text": "When the feet of the priests carrying the ark of the Lord, the Lord of the whole earth, touch the water of the Jordan, the water coming downstream toward you will stop flowing and pile up.” ",
    "reference": "Joshua 3:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 14,
    "text": "So when the people left their tents to cross the Jordan, the priests carrying the ark of the covenant went ahead of them.",
    "reference": "Joshua 3:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 15,
    "text": "When the ones carrying the ark reached the Jordan, and the feet of the priests carrying the ark touched the surface of the water—(the Jordan is at flood stage all during harvest time)—",
    "reference": "Joshua 3:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 16,
    "text": "the water coming downstream toward them stopped flowing. It piled up far upstream at Adam (the city near Zarethan); there was no water at all flowing to the sea of the rift valley (the Salt Sea). The people crossed the river opposite Jericho. ",
    "reference": "Joshua 3:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 3,
    "verse": 17,
    "text": "The priests carrying the ark of the covenant of the Lord stood firmly on dry ground in the middle of the Jordan. All Israel crossed over on dry ground until the entire nation was on the other side. ",
    "reference": "Joshua 3:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 1,
    "text": "When the entire nation was on the other side, the Lord told Joshua, ",
    "reference": "Joshua 4:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 2,
    "text": "“Select for yourselves 12 men from the people, one per tribe. ",
    "reference": "Joshua 4:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 3,
    "text": "Instruct them, ‘Pick up 12 stones from the middle of the Jordan, from the very place where the priests stand firmly, and carry them over with you and put them in the place where you camp tonight.’” ",
    "reference": "Joshua 4:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 4,
    "text": "Joshua summoned the 12 men he had appointed from the Israelites, one per tribe. ",
    "reference": "Joshua 4:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 5,
    "text": "Joshua told them, “Go in front of the ark of the Lord your God to the middle of the Jordan. Each of you is to put a stone on his shoulder, according to the number of the Israelite tribes. ",
    "reference": "Joshua 4:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 6,
    "text": "The stones will be a reminder to you. When your children ask someday, ‘Why are these stones important to you?’",
    "reference": "Joshua 4:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 7,
    "text": "tell them how the water of the Jordan stopped flowing before the ark of the covenant of the Lord. When it crossed the Jordan, the water of the Jordan stopped flowing. These stones will be a lasting memorial for the Israelites.” ",
    "reference": "Joshua 4:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 8,
    "text": "The Israelites did just as Joshua commanded. They picked up 12 stones, according to the number of the Israelite tribes, from the middle of the Jordan as the Lord had instructed Joshua. They carried them over with them to the camp and put them there. ",
    "reference": "Joshua 4:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 9,
    "text": "Joshua also set up 12 stones in the middle of the Jordan in the very place where the priests carrying the ark of the covenant stood. They remain there to this very day. ",
    "reference": "Joshua 4:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 10,
    "text": "Now the priests carrying the ark of the covenant were standing in the middle of the Jordan until everything the Lord had commanded Joshua to tell the people was accomplished, in accordance with all that Moses had commanded Joshua. The people went across quickly, ",
    "reference": "Joshua 4:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 11,
    "text": "and when all the people had finished crossing, the ark of the Lord and the priests crossed as the people looked on.",
    "reference": "Joshua 4:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 12,
    "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh crossed over armed for battle ahead of the Israelites, just as Moses had instructed them.",
    "reference": "Joshua 4:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 13,
    "text": "About 40,000 battle-ready troops marched past the Lord to fight on the rift valley plains of Jericho. ",
    "reference": "Joshua 4:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 14,
    "text": "That day the Lord brought honor to Joshua before all Israel. They respected him all his life, just as they had respected Moses. ",
    "reference": "Joshua 4:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 15,
    "text": "The Lord told Joshua, ",
    "reference": "Joshua 4:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 16,
    "text": "“Instruct the priests carrying the ark of the covenantal laws to come up from the Jordan.” ",
    "reference": "Joshua 4:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 17,
    "text": "So Joshua instructed the priests, “Come up from the Jordan!” ",
    "reference": "Joshua 4:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 18,
    "text": "The priests carrying the ark of the covenant of the Lord came up from the middle of the Jordan, and as soon as they set foot on dry land, the water of the Jordan flowed again and returned to flood stage. ",
    "reference": "Joshua 4:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 19,
    "text": "The people went up from the Jordan on the tenth day of the first month and camped in Gilgal on the eastern border of Jericho. ",
    "reference": "Joshua 4:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 20,
    "text": "Now Joshua set up in Gilgal the 12 stones they had taken from the Jordan. ",
    "reference": "Joshua 4:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 21,
    "text": "He told the Israelites, “When your children someday ask their fathers, ‘What do these stones represent?’",
    "reference": "Joshua 4:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 22,
    "text": "explain to your children, ‘Israel crossed the Jordan River on dry ground.’ ",
    "reference": "Joshua 4:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 23,
    "text": "For the Lord your God dried up the water of the Jordan before you while you crossed over. It was just like when the Lord your God dried up the Red Sea before us while we crossed it.",
    "reference": "Joshua 4:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 4,
    "verse": 24,
    "text": "He has done this so all the nations of the earth might recognize the Lord’s power and so you might always obey the Lord your God.” ",
    "reference": "Joshua 4:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 1,
    "text": "When all the Amorite kings on the west side of the Jordan and all the Canaanite kings along the seacoast heard how the Lord had dried up the water of the Jordan before the Israelites while they crossed, they lost their courage and could not even breathe for fear of the Israelites. ",
    "reference": "Joshua 5:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 2,
    "text": "At that time the Lord told Joshua, “Make flint knives and circumcise the Israelites once again.” ",
    "reference": "Joshua 5:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 3,
    "text": "So Joshua made flint knives and circumcised the Israelites at the Hill of the Foreskins. ",
    "reference": "Joshua 5:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 4,
    "text": "This is why Joshua had to circumcise them: All the men old enough to fight when they left Egypt died on the journey through the wilderness after they left Egypt. ",
    "reference": "Joshua 5:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 5,
    "text": "Now all the men who left were circumcised, but all the sons born on the journey through the wilderness after they left Egypt were uncircumcised. ",
    "reference": "Joshua 5:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 6,
    "text": "Indeed, for 40 years the Israelites traveled through the wilderness until all the men old enough to fight when they left Egypt, the ones who had disobeyed the Lord, died off. For the Lord had sworn a solemn oath to them that he would not let them see the land he had sworn by oath to their ancestors to give them, a land rich in milk and honey. ",
    "reference": "Joshua 5:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 7,
    "text": "He replaced them with their sons, whom Joshua circumcised. They were uncircumcised; their fathers had not circumcised them along the way. ",
    "reference": "Joshua 5:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 8,
    "text": "When all the men had been circumcised, they stayed there in the camp until they had healed.",
    "reference": "Joshua 5:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 9,
    "text": "The Lord said to Joshua, “Today I have taken away the disgrace of Egypt from you.” So that place is called Gilgal even to this day. ",
    "reference": "Joshua 5:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 10,
    "text": "So the Israelites camped in Gilgal and celebrated the Passover in the evening of the fourteenth day of the month in the rift valley plains of Jericho. ",
    "reference": "Joshua 5:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 11,
    "text": "They ate some of the produce of the land the day after the Passover, including unleavened bread and roasted grain.",
    "reference": "Joshua 5:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 12,
    "text": "The manna stopped appearing the day they ate some of the produce of the land; the Israelites never ate manna again. They ate from the produce of the land of Canaan that year.",
    "reference": "Joshua 5:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 13,
    "text": "When Joshua was near Jericho, he looked up and saw a man standing in front of him holding a drawn sword. Joshua approached him and asked him, “Are you on our side or allied with our enemies?” ",
    "reference": "Joshua 5:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 14,
    "text": "He answered, “Truly I am the commander of the Lord’s army. Now I have arrived!” Joshua bowed down with his face to the ground and asked, “What does my master want to say to his servant?” ",
    "reference": "Joshua 5:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 5,
    "verse": 15,
    "text": "The commander of the Lord’s army answered Joshua, “Remove your sandals from your feet because the place where you stand is holy.” Joshua did so. ",
    "reference": "Joshua 5:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 1,
    "text": "Now Jericho was shut tightly because of the Israelites. No one was allowed to leave or enter. ",
    "reference": "Joshua 6:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 2,
    "text": "The Lord told Joshua, “See, I am about to defeat Jericho for you, along with its king and its warriors. ",
    "reference": "Joshua 6:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 3,
    "text": "Have all the warriors march around the city one time; do this for six days. ",
    "reference": "Joshua 6:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 4,
    "text": "Have seven priests carry seven rams’ horns in front of the ark. On the seventh day march around the city seven times, while the priests blow the horns. ",
    "reference": "Joshua 6:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 5,
    "text": "When you hear the signal from the rams’ horns, have the whole army give a loud battle cry. Then the city wall will collapse, and the warriors should charge straight ahead.” ",
    "reference": "Joshua 6:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 6,
    "text": "So Joshua son of Nun summoned the priests and instructed them, “Pick up the ark of the covenant, and seven priests must carry seven rams’ horns in front of the ark of the Lord.”",
    "reference": "Joshua 6:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 7,
    "text": "And he told the army, “Move ahead and march around the city, with armed troops going ahead of the ark of the Lord.”",
    "reference": "Joshua 6:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 8,
    "text": "When Joshua gave the army its orders, the seven priests carrying the seven rams’ horns before the Lord moved ahead and blew the horns as the ark of the covenant of the Lord followed behind. ",
    "reference": "Joshua 6:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 9,
    "text": "Armed troops marched ahead of the priests blowing the horns, while the rear guard followed along behind the ark blowing rams’ horns. ",
    "reference": "Joshua 6:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 10,
    "text": "Now Joshua had instructed the army, “Do not give a battle cry or raise your voices; say nothing until the day I tell you, ‘Give the battle cry.’ Then give the battle cry!” ",
    "reference": "Joshua 6:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 11,
    "text": "So Joshua made sure they marched the ark of the Lord around the city one time. Then they went back to the camp and spent the night there.",
    "reference": "Joshua 6:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 12,
    "text": "Bright and early the next morning Joshua had the priests pick up the ark of the Lord. ",
    "reference": "Joshua 6:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 13,
    "text": "The seven priests carrying the seven rams’ horns before the ark of the Lord marched along blowing their horns. Armed troops marched ahead of them, while the rear guard followed along behind the ark of the Lord blowing rams’ horns. ",
    "reference": "Joshua 6:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 14,
    "text": "They marched around the city one time on the second day, then returned to the camp. They did this six days in all.",
    "reference": "Joshua 6:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 15,
    "text": "On the seventh day they were up at the crack of dawn and marched around the city as before—only this time they marched around it seven times. ",
    "reference": "Joshua 6:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 16,
    "text": "The seventh time around, the priests blew the rams’ horns, and Joshua told the army, “Give the battle cry, for the Lord is handing the city over to you!",
    "reference": "Joshua 6:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 17,
    "text": "The city and all that is in it must be set apart for the Lord; only Rahab the prostitute and all who are with her in her house will live, because she hid the spies we sent. ",
    "reference": "Joshua 6:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 18,
    "text": "But be careful when you are setting apart the riches for God. If you take any of it, then you will make the Israelite camp subject to annihilation and cause a disaster. ",
    "reference": "Joshua 6:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 19,
    "text": "All the silver and gold, as well as bronze and iron items, belong to the Lord. They must go into the Lord’s treasury.” ",
    "reference": "Joshua 6:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 20,
    "text": "The rams’ horns sounded, and when the army heard the signal, they gave a loud battle cry. The wall collapsed, and the warriors charged straight ahead into the city and captured it.",
    "reference": "Joshua 6:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 21,
    "text": "They annihilated with the sword everything that breathed in the city, including men and women, young and old, as well as cattle, sheep, and donkeys. ",
    "reference": "Joshua 6:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 22,
    "text": "Joshua told the two men who had spied on the land, “Enter the prostitute’s house and bring out the woman and all who belong to her as you promised her.”",
    "reference": "Joshua 6:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 23,
    "text": "So the young spies went and brought out Rahab, her father, mother, brothers, and all who belonged to her. They brought out her whole family and took them to a place outside the Israelite camp. ",
    "reference": "Joshua 6:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 24,
    "text": "But they burned the city and all that was in it, except for the silver, gold, and bronze and iron items they put in the treasury of the Lord’s house. ",
    "reference": "Joshua 6:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 25,
    "text": "Yet Joshua spared Rahab the prostitute, her father’s family, and all who belonged to her. She lives in Israel to this very day because she hid the messengers Joshua sent to spy on Jericho. ",
    "reference": "Joshua 6:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 26,
    "text": "At that time Joshua made this solemn declaration: “The man who attempts to rebuild this city of Jericho will stand condemned before the Lord. He will lose his firstborn son when he lays its foundations and his youngest son when he erects its gates!” ",
    "reference": "Joshua 6:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 6,
    "verse": 27,
    "text": "The Lord was with Joshua, and he became famous throughout the land. ",
    "reference": "Joshua 6:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 1,
    "text": "But the Israelites disobeyed the command about the city’s riches. Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, stole some of the riches. The Lord was furious with the Israelites. ",
    "reference": "Joshua 7:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 2,
    "text": "Joshua sent men from Jericho to Ai (which is located near Beth Aven, east of Bethel) and instructed them, “Go up and spy on the land.” So the men went up and spied on Ai. ",
    "reference": "Joshua 7:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 3,
    "text": "They returned and reported to Joshua, “Don’t send the whole army. About two or three thousand men are adequate to defeat Ai. Don’t tire out the whole army, for Ai is small.” ",
    "reference": "Joshua 7:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 4,
    "text": "So about 3,000 men went up, but they fled from the men of Ai. ",
    "reference": "Joshua 7:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 5,
    "text": "The men of Ai killed about thirty-six of them and chased them from in front of the city gate all the way to the fissures and defeated them on the steep slope. The people’s courage melted away like water. ",
    "reference": "Joshua 7:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 6,
    "text": "Joshua tore his clothes; he and the leaders of Israel lay face down on the ground before the ark of the Lord until evening and threw dirt on their heads. ",
    "reference": "Joshua 7:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 7,
    "text": "Joshua prayed, “O, Sovereign Lord! Why did you bring these people across the Jordan to hand us over to the Amorites so they could destroy us? If only we had been satisfied to live on the other side of the Jordan!",
    "reference": "Joshua 7:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 8,
    "text": "O Lord, what can I say now that Israel has retreated before its enemies? ",
    "reference": "Joshua 7:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 9,
    "text": "When the Canaanites and all who live in the land hear about this, they will turn against us and destroy the very memory of us from the earth. What will you do to protect your great reputation?” ",
    "reference": "Joshua 7:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 10,
    "text": "The Lord responded to Joshua, “Get up! Why are you lying there face down?",
    "reference": "Joshua 7:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 11,
    "text": "Israel has sinned; they have violated my covenantal commandment! They have taken some of the riches; they have stolen them and deceitfully put them among their own possessions. ",
    "reference": "Joshua 7:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 12,
    "text": "The Israelites are unable to stand before their enemies; they retreat because they have become subject to annihilation. I will no longer be with you, unless you destroy what has contaminated you.",
    "reference": "Joshua 7:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 13,
    "text": "Get up! Ritually consecrate the people and tell them this: ‘Ritually consecrate yourselves for tomorrow because this is what the Lord God of Israel has said, “You are contaminated, O Israel! You will not be able to stand before your enemies until you remove what is contaminating you.” ",
    "reference": "Joshua 7:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 14,
    "text": "In the morning you must approach in tribal order. The tribe the Lord selects must approach by clans. The clan the Lord selects must approach by families. The family the Lord selects must approach man by man. ",
    "reference": "Joshua 7:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 15,
    "text": "The one caught with the riches must be burned up along with all who belong to him because he violated the Lord’s covenant and did such a disgraceful thing in Israel.’” ",
    "reference": "Joshua 7:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 16,
    "text": "Bright and early the next morning Joshua made Israel approach in tribal order, and the tribe of Judah was selected. ",
    "reference": "Joshua 7:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 17,
    "text": "He then made the clans of Judah approach, and the clan of the Zerahites was selected. He made the clan of the Zerahites approach, and Zabdi was selected. ",
    "reference": "Joshua 7:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 18,
    "text": "He then made Zabdi’s family approach man by man and Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, was selected.",
    "reference": "Joshua 7:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 19,
    "text": "So Joshua said to Achan, “My son, honor the Lord God of Israel and give him praise! Tell me what you did; don’t hide anything from me.” ",
    "reference": "Joshua 7:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 20,
    "text": "Achan told Joshua, “It is true. I have sinned against the Lord God of Israel in this way: ",
    "reference": "Joshua 7:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 21,
    "text": "I saw among the goods we seized a nice robe from Babylon, 200 silver pieces, and a bar of gold weighing 50 shekels. I wanted them, so I took them. They are hidden in the ground right in the middle of my tent, with the silver underneath.” ",
    "reference": "Joshua 7:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 22,
    "text": "Joshua sent messengers who ran to the tent. The things were hidden right in his tent, with the silver underneath. ",
    "reference": "Joshua 7:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 23,
    "text": "They took it all from the middle of the tent, brought it to Joshua and all the Israelites, and placed it before the Lord. ",
    "reference": "Joshua 7:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 24,
    "text": "Then Joshua and all Israel took Achan, son of Zerah, along with the silver, the robe, the bar of gold, his sons, daughters, oxen, donkeys, sheep, tent, and all that belonged to him and brought them up to the Valley of Disaster. ",
    "reference": "Joshua 7:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 25,
    "text": "Joshua said, “Why have you brought disaster on us? The Lord will bring disaster on you today!” All Israel stoned him to death. (They also stoned and burned the others.)",
    "reference": "Joshua 7:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 26,
    "text": "Then they erected over him a large pile of stones (it remains to this very day), and the Lord’s anger subsided. So that place is called the Valley of Disaster to this very day. ",
    "reference": "Joshua 7:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 1,
    "text": "The Lord told Joshua, “Don’t be afraid and don’t panic! Take the whole army with you and march against Ai! See, I am handing over to you the king of Ai, along with his people, city, and land. ",
    "reference": "Joshua 8:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 2,
    "text": "Do to Ai and its king what you did to Jericho and its king, except you may plunder its goods and cattle. Set an ambush behind the city.” ",
    "reference": "Joshua 8:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 3,
    "text": "Joshua and the whole army marched against Ai. Joshua selected 30,000 brave warriors and sent them out at night. ",
    "reference": "Joshua 8:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 4,
    "text": "He ordered them, “Look, set an ambush behind the city. Don’t go very far from the city; all of you be ready! ",
    "reference": "Joshua 8:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 5,
    "text": "I and all the troops who are with me will approach the city. When they come out to fight us like before, we will retreat from them.",
    "reference": "Joshua 8:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 6,
    "text": "They will attack us until we have lured them from the city, for they will say, ‘They are retreating from us like before.’ We will retreat from them.",
    "reference": "Joshua 8:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 7,
    "text": "Then you rise up from your hiding place and seize the city. The Lord your God will hand it over to you. ",
    "reference": "Joshua 8:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 8,
    "text": "When you capture the city, set it on fire in keeping with the Lord’s message. See, I have given you orders.” ",
    "reference": "Joshua 8:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 9,
    "text": "Joshua sent them away and they went to their hiding place west of Ai, between Bethel and Ai. Joshua spent that night with the army. ",
    "reference": "Joshua 8:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 10,
    "text": "Bright and early the next morning Joshua gathered the army, and he and the leaders of Israel marched at the head of it to Ai. ",
    "reference": "Joshua 8:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 11,
    "text": "All the troops that were with him marched up and drew near the city. They camped north of Ai on the other side of the valley. ",
    "reference": "Joshua 8:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 12,
    "text": "He took 5,000 men and set an ambush west of the city between Bethel and Ai. ",
    "reference": "Joshua 8:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 13,
    "text": "The army was in position—the main army north of the city and the rear guard west of the city. That night Joshua went into the middle of the valley. ",
    "reference": "Joshua 8:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 14,
    "text": "When the king of Ai and all his people saw Israel, they rushed to get up early. Then the king and the men of the city went out to meet Israel in battle, at the meeting place near the rift valley. But he did not realize an ambush was waiting for him behind the city. ",
    "reference": "Joshua 8:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 15,
    "text": "Joshua and all Israel pretended to be defeated by them, and they retreated along the way to the wilderness. ",
    "reference": "Joshua 8:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 16,
    "text": "All the reinforcements in Ai were ordered to chase them; they chased Joshua and were lured away from the city. ",
    "reference": "Joshua 8:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 17,
    "text": "No men were left in Ai or Bethel; they all went out after Israel. They left the city wide open and chased Israel. ",
    "reference": "Joshua 8:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 18,
    "text": "The Lord told Joshua, “Hold out toward Ai the curved sword in your hand, for I am handing the city over to you.” So Joshua held out toward Ai the curved sword in his hand. ",
    "reference": "Joshua 8:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 19,
    "text": "When he held out his hand, the men waiting in ambush rose up quickly from their place and attacked. They entered the city, captured it, and immediately set it on fire. ",
    "reference": "Joshua 8:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 20,
    "text": "When the men of Ai turned around, they saw the smoke from the city ascending into the sky and were so shocked they were unable to flee in any direction. In the meantime the men who were retreating to the wilderness turned against their pursuers. ",
    "reference": "Joshua 8:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 21,
    "text": "When Joshua and all Israel saw that the men in ambush had captured the city and that the city was going up in smoke, they turned around and struck down the men of Ai. ",
    "reference": "Joshua 8:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 22,
    "text": "At the same time the men who had taken the city came out to fight, and the men of Ai were trapped in the middle. The Israelites struck them down, leaving no survivors or refugees. ",
    "reference": "Joshua 8:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 23,
    "text": "But they captured the king of Ai alive and brought him to Joshua. ",
    "reference": "Joshua 8:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 24,
    "text": "When Israel had finished killing all the men of Ai who had chased them toward the wilderness (they all fell by the sword), all Israel returned to Ai and put the sword to it.",
    "reference": "Joshua 8:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 25,
    "text": "So 12,000 men and women died that day, including all the men of Ai. ",
    "reference": "Joshua 8:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 26,
    "text": "Joshua kept holding out his curved sword until Israel had annihilated all who lived in Ai. ",
    "reference": "Joshua 8:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 27,
    "text": "But Israel did plunder the cattle and the goods of the city, in keeping with the Lord’s orders to Joshua. ",
    "reference": "Joshua 8:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 28,
    "text": "Joshua burned Ai and made it a permanently uninhabited mound (it remains that way to this very day). ",
    "reference": "Joshua 8:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 29,
    "text": "He hung the king of Ai on a tree, leaving him exposed until evening. At sunset Joshua ordered that his corpse be taken down from the tree. They threw it down at the entrance of the city gate and erected over it a large pile of stones (it remains to this very day). ",
    "reference": "Joshua 8:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 30,
    "text": "Then Joshua built an altar for the Lord God of Israel on Mount Ebal, ",
    "reference": "Joshua 8:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 31,
    "text": "just as Moses the Lord’s servant had commanded the Israelites. As described in the law scroll of Moses, it was made with uncut stones untouched by an iron tool. On it they offered burnt sacrifices to the Lord and sacrificed tokens of peace. ",
    "reference": "Joshua 8:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 32,
    "text": "There, in the presence of the Israelites, Joshua inscribed on the stones a duplicate of the law written by Moses. ",
    "reference": "Joshua 8:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 33,
    "text": "All the people, rulers, leaders, and judges were standing on either side of the ark, in front of the Levitical priests who carried the ark of the covenant of the Lord. Both resident foreigners and native Israelites were there. Half the people stood in front of Mount Gerizim and the other half in front of Mount Ebal, as Moses the Lord’s servant had previously instructed them to do for the formal blessing ceremony.",
    "reference": "Joshua 8:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 34,
    "text": "Then Joshua read aloud all the words of the law, including the blessings and the curses, just as they are written in the law scroll. ",
    "reference": "Joshua 8:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 8,
    "verse": 35,
    "text": "Joshua read aloud every commandment Moses had given before the whole assembly of Israel, including the women, children, and resident foreigners who lived among them.",
    "reference": "Joshua 8:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 1,
    "text": "When the news reached all the kings on the west side of the Jordan—in the hill country, the foothills, and all along the Mediterranean coast as far as Lebanon (including the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites)—",
    "reference": "Joshua 9:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 2,
    "text": "they formed an alliance to fight against Joshua and Israel. ",
    "reference": "Joshua 9:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 3,
    "text": "When the residents of Gibeon heard what Joshua did to Jericho and Ai, ",
    "reference": "Joshua 9:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 4,
    "text": "they did something clever. They collected some provisions and put worn-out sacks on their donkeys, along with worn-out wineskins that were ripped and patched. ",
    "reference": "Joshua 9:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 5,
    "text": "They had worn-out, patched sandals on their feet and dressed in worn-out clothes. All their bread was dry and hard. ",
    "reference": "Joshua 9:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 6,
    "text": "They came to Joshua at the camp in Gilgal and said to him and the men of Israel, “We have come from a distant land. Make a treaty with us.”",
    "reference": "Joshua 9:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 7,
    "text": "The men of Israel said to the Hivites, “Perhaps you live near us. So how can we make a treaty with you?” ",
    "reference": "Joshua 9:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 8,
    "text": "But they said to Joshua, “We are willing to be your subjects.” So Joshua said to them, “Who are you and where do you come from?”",
    "reference": "Joshua 9:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 9,
    "text": "They told him, “Your subjects have come from a very distant land because of the reputation of the Lord your God, for we have heard the news about all he did in Egypt ",
    "reference": "Joshua 9:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 10,
    "text": "and all he did to the two Amorite kings on the other side of the Jordan—King Sihon of Heshbon and King Og of Bashan in Ashtaroth. ",
    "reference": "Joshua 9:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 11,
    "text": "Our leaders and all who live in our land told us, ‘Take provisions for your journey and go meet them. Tell them, “We are willing to be your subjects. Make a treaty with us.”’",
    "reference": "Joshua 9:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 12,
    "text": "This bread of ours was warm when we packed it in our homes the day we started out to meet you, but now it is dry and hard. ",
    "reference": "Joshua 9:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 13,
    "text": "These wineskins we filled were brand new, but look how they have ripped. Our clothes and sandals have worn out because it has been a very long journey.” ",
    "reference": "Joshua 9:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 14,
    "text": "The men examined some of their provisions, but they failed to ask the Lord’s advice. ",
    "reference": "Joshua 9:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 15,
    "text": "Joshua made a peace treaty with them and agreed to let them live. The leaders of the community sealed it with an oath. ",
    "reference": "Joshua 9:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 16,
    "text": "Three days after they made the treaty with them, the Israelites found out they were from the local area and lived nearby. ",
    "reference": "Joshua 9:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 17,
    "text": "So the Israelites set out and on the third day arrived at their cities—Gibeon, Kephirah, Beeroth, and Kiriath Jearim. ",
    "reference": "Joshua 9:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 18,
    "text": "The Israelites did not attack them because the leaders of the community had sworn an oath to them in the name of the Lord God of Israel. The whole community criticized the leaders, ",
    "reference": "Joshua 9:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 19,
    "text": "but all the leaders told the whole community, “We swore an oath to them in the name of the Lord God of Israel! So now we can’t hurt them.",
    "reference": "Joshua 9:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 20,
    "text": "We must let them live so we can escape the curse attached to the oath we swore to them.”",
    "reference": "Joshua 9:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 21,
    "text": "The leaders then added, “Let them live.” So they became woodcutters and water carriers for the whole community, as the leaders had decided. ",
    "reference": "Joshua 9:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 22,
    "text": " Joshua summoned the Gibeonites and said to them, “Why did you trick us by saying, ‘We live far away from you,’ when you really live nearby? ",
    "reference": "Joshua 9:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 23,
    "text": "Now you are condemned to perpetual servitude as woodcutters and water carriers for the house of my God.” ",
    "reference": "Joshua 9:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 24,
    "text": "They said to Joshua, “It was carefully reported to your subjects how the Lord your God commanded Moses his servant to assign you the whole land and to destroy all who live in the land from before you. Because of you we were terrified we would lose our lives, so we did this thing. ",
    "reference": "Joshua 9:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 25,
    "text": "So now we are in your power. Do to us what you think is good and appropriate.” ",
    "reference": "Joshua 9:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 26,
    "text": "Joshua did as they said; he kept the Israelites from killing them",
    "reference": "Joshua 9:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 9,
    "verse": 27,
    "text": "and that day made them woodcutters and water carriers for the community and for the altar of the Lord at the divinely chosen site. (They continue in that capacity to this very day.) ",
    "reference": "Joshua 9:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 1,
    "text": "Adoni-Zedek, king of Jerusalem, heard how Joshua captured Ai and annihilated it and its king as he did Jericho and its king. He also heard how the people of Gibeon made peace with Israel and lived among them.",
    "reference": "Joshua 10:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 2,
    "text": "All Jerusalem was terrified because Gibeon was a large city, like one of the royal cities. It was larger than Ai, and all its men were warriors. ",
    "reference": "Joshua 10:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 3,
    "text": "So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon: ",
    "reference": "Joshua 10:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 4,
    "text": "“Come to my aid so we can attack Gibeon, for it has made peace with Joshua and the Israelites.” ",
    "reference": "Joshua 10:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 5,
    "text": "So the five Amorite kings (the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon) and all their troops gathered together and advanced. They deployed their troops and fought against Gibeon. ",
    "reference": "Joshua 10:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 6,
    "text": "The men of Gibeon sent this message to Joshua at the camp in Gilgal, “Do not abandon your subjects! Come up here quickly and rescue us! Help us! For all the Amorite kings living in the hill country are attacking us.”",
    "reference": "Joshua 10:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 7,
    "text": "So Joshua and his whole army, including the bravest warriors, marched up from Gilgal. ",
    "reference": "Joshua 10:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 8,
    "text": "The Lord told Joshua, “Don’t be afraid of them, for I am handing them over to you. Not one of them can resist you.” ",
    "reference": "Joshua 10:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 9,
    "text": "Joshua attacked them by surprise after marching all night from Gilgal. ",
    "reference": "Joshua 10:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 10,
    "text": "The Lord routed them before Israel. Israel thoroughly defeated them at Gibeon. They chased them up the road to the pass of Beth Horon and struck them down all the way to Azekah and Makkedah. ",
    "reference": "Joshua 10:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 11,
    "text": "As they fled from Israel on the slope leading down from Beth Horon, the Lord threw down on them large hailstones from the sky, all the way to Azekah. They died—in fact, more died from the hailstones than the Israelites killed with the sword. ",
    "reference": "Joshua 10:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 12,
    "text": "The day the Lord delivered the Amorites over to the Israelites, Joshua prayed to the Lord before Israel: “O sun, stand still over Gibeon; O moon, over the Valley of Aijalon!” ",
    "reference": "Joshua 10:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 13,
    "text": "The sun stood still and the moon stood motionless while the nation took vengeance on its enemies. The event is recorded in the Scroll of the Upright One. The sun stood motionless in the middle of the sky and did not set for about a full day. ",
    "reference": "Joshua 10:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 14,
    "text": "There has not been a day like it before or since. The Lord listened to a human being, for the Lord fought for Israel! ",
    "reference": "Joshua 10:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 15,
    "text": "Then Joshua and all Israel returned to the camp at Gilgal. ",
    "reference": "Joshua 10:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 16,
    "text": "The five Amorite kings ran away and hid in the cave at Makkedah. ",
    "reference": "Joshua 10:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 17,
    "text": "Joshua was told, “The five kings have been found hiding in the cave at Makkedah.” ",
    "reference": "Joshua 10:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 18,
    "text": "Joshua said, “Roll large stones over the mouth of the cave and post guards in front of it.",
    "reference": "Joshua 10:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 19,
    "text": "But don’t you delay! Chase your enemies and catch them. Don’t allow them to retreat to their cities, for the Lord your God is handing them over to you.” ",
    "reference": "Joshua 10:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 20,
    "text": "Joshua and the Israelites almost totally wiped them out, but some survivors did escape to the fortified cities. ",
    "reference": "Joshua 10:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 21,
    "text": "Then the whole army safely returned to Joshua at the camp in Makkedah. No one dared threaten the Israelites. ",
    "reference": "Joshua 10:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 22,
    "text": "Joshua said, “Open the cave’s mouth and bring the five kings out of the cave to me.”",
    "reference": "Joshua 10:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 23,
    "text": "They did as ordered; they brought the five kings out of the cave to him—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon. ",
    "reference": "Joshua 10:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 24,
    "text": "When they brought the kings out to Joshua, he summoned all the men of Israel and said to the commanders of the troops who accompanied him, “Come here and put your feet on the necks of these kings.” So they came up and put their feet on their necks. ",
    "reference": "Joshua 10:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 25,
    "text": "Then Joshua said to them, “Don’t be afraid and don’t panic! Be strong and brave, for the Lord will do the same thing to all your enemies you fight.” ",
    "reference": "Joshua 10:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 26,
    "text": "Then Joshua executed them and hung them on five trees. They were left hanging on the trees until evening. ",
    "reference": "Joshua 10:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 27,
    "text": "At sunset Joshua ordered his men to take them down from the trees. They threw them into the cave where they had hidden and piled large stones over the mouth of the cave. (They remain to this very day.) ",
    "reference": "Joshua 10:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 28,
    "text": "That day Joshua captured Makkedah and put the sword to it and its king. He annihilated everyone who lived in it; he left no survivors. He did to its king what he had done to the king of Jericho. ",
    "reference": "Joshua 10:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 29,
    "text": "Joshua and all Israel marched from Makkedah to Libnah and fought against it.",
    "reference": "Joshua 10:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 30,
    "text": "The Lord handed it and its king over to Israel, and Israel put the sword to all who lived there; they left no survivors. They did to its king what they had done to the king of Jericho. ",
    "reference": "Joshua 10:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 31,
    "text": "Joshua and all Israel marched from Libnah to Lachish. He deployed his troops and fought against it.",
    "reference": "Joshua 10:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 32,
    "text": "The Lord handed Lachish over to Israel, and they captured it on the second day. They put the sword to all who lived there, just as they had done to Libnah. ",
    "reference": "Joshua 10:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 33,
    "text": "Then King Horam of Gezer came up to help Lachish, but Joshua struck him down, as well as his army, until no survivors remained. ",
    "reference": "Joshua 10:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 34,
    "text": "Joshua and all Israel marched from Lachish to Eglon. They deployed troops and fought against it.",
    "reference": "Joshua 10:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 35,
    "text": "That day they captured it and put the sword to all who lived there. That day they annihilated it just as they had done to Lachish. ",
    "reference": "Joshua 10:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 36,
    "text": "Joshua and all Israel marched up from Eglon to Hebron and fought against it.",
    "reference": "Joshua 10:36"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 37,
    "text": "They captured it and put the sword to its king, all its surrounding cities, and all who lived in it; they left no survivors. As they had done at Eglon, they annihilated it and all who lived there.",
    "reference": "Joshua 10:37"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 38,
    "text": "Joshua and all Israel turned to Debir and fought against it.",
    "reference": "Joshua 10:38"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 39,
    "text": "They captured it, its king, and all its surrounding cities and put the sword to them. They annihilated everyone who lived there; they left no survivors. They did to Debir and its king what they had done to Libnah and its king and to Hebron. ",
    "reference": "Joshua 10:39"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 40,
    "text": "Joshua defeated the whole land, including the hill country, the Negev, the foothills, the slopes, and all their kings. He left no survivors. He annihilated everything that breathed, just as the Lord God of Israel had commanded. ",
    "reference": "Joshua 10:40"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 41,
    "text": "Joshua conquered the area between Kadesh Barnea and Gaza and the whole region of Goshen, all the way to Gibeon. ",
    "reference": "Joshua 10:41"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 42,
    "text": "Joshua captured in one campaign all these kings and their lands, for the Lord God of Israel fought for Israel. ",
    "reference": "Joshua 10:42"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 43,
    "text": "Then Joshua and all Israel returned to the camp at Gilgal. ",
    "reference": "Joshua 10:43"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 1,
    "text": "When King Jabin of Hazor heard the news about Israel’s victories, he organized a coalition, including King Jobab of Madon, the king of Shimron, the king of Acshaph, ",
    "reference": "Joshua 11:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 2,
    "text": "and the northern kings who ruled in the hill country, in the rift valley south of Kinnereth, in the foothills, and on the heights of Dor to the west. ",
    "reference": "Joshua 11:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 3,
    "text": "Canaanites came from the east and west; Amorites, Hittites, Perizzites, and Jebusites from the hill country; and Hivites from below Hermon in the area of Mizpah. ",
    "reference": "Joshua 11:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 4,
    "text": "These kings came out with their armies; they were as numerous as the sand on the seashore and had a large number of horses and chariots.",
    "reference": "Joshua 11:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 5,
    "text": "All these kings gathered and joined forces at the Waters of Merom to fight Israel. ",
    "reference": "Joshua 11:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 6,
    "text": "The Lord told Joshua, “Don’t be afraid of them, for about this time tomorrow I will cause all of them to lie dead before Israel. You must hamstring their horses and burn their chariots.” ",
    "reference": "Joshua 11:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 7,
    "text": "Joshua and his whole army caught them by surprise at the Waters of Merom and attacked them.",
    "reference": "Joshua 11:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 8,
    "text": "The Lord handed them over to Israel, and they struck them down and chased them all the way to Greater Sidon, Misrephoth Maim, and the Mizpah Valley to the east. They struck them down until no survivors remained. ",
    "reference": "Joshua 11:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 9,
    "text": "Joshua did to them as the Lord had commanded him; he hamstrung their horses and burned their chariots. ",
    "reference": "Joshua 11:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 10,
    "text": "At that time Joshua turned, captured Hazor, and struck down its king with the sword, for Hazor was at that time the leader of all these kingdoms. ",
    "reference": "Joshua 11:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 11,
    "text": "They annihilated everyone who lived there with the sword—no one who breathed remained—and burned Hazor. ",
    "reference": "Joshua 11:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 12,
    "text": "Joshua captured all these royal cities and all their kings and annihilated them with the sword, as Moses the Lord’s servant had commanded. ",
    "reference": "Joshua 11:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 13,
    "text": "But Israel did not burn any of the cities located on mounds except for Hazor; it was the only one Joshua burned. ",
    "reference": "Joshua 11:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 14,
    "text": "The Israelites plundered all the goods of these cities and the cattle, but they totally destroyed all the people and allowed no one who breathed to live. ",
    "reference": "Joshua 11:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 15,
    "text": "Moses the Lord’s servant passed on the Lord’s commands to Joshua, and Joshua did as he was told. He did not ignore any of the commands the Lord had given Moses. ",
    "reference": "Joshua 11:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 16,
    "text": "Joshua conquered the whole land, including the hill country, all the Negev, all the land of Goshen, the foothills, the rift valley, the hill country of Israel and its foothills,",
    "reference": "Joshua 11:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 17,
    "text": "from Mount Halak up to Seir, as far as Baal Gad in the Lebanon Valley below Mount Hermon. He captured all their kings and executed them.",
    "reference": "Joshua 11:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 18,
    "text": "Joshua campaigned against these kings for quite some time. ",
    "reference": "Joshua 11:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 19,
    "text": "No city made peace with the Israelites (except the Hivites living in Gibeon); they had to conquer all of them,",
    "reference": "Joshua 11:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 20,
    "text": "for the Lord determined to make them obstinate so they would attack Israel. He wanted Israel to annihilate them without mercy, as he had instructed Moses. ",
    "reference": "Joshua 11:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 21,
    "text": "At that time Joshua attacked and eliminated the Anakites from the hill country—from Hebron, Debir, Anab, and all the hill country of Judah and Israel. Joshua annihilated them and their cities. ",
    "reference": "Joshua 11:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 22,
    "text": "No Anakites were left in Israelite territory, though some remained in Gaza, Gath, and Ashdod. ",
    "reference": "Joshua 11:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 11,
    "verse": 23,
    "text": "Joshua conquered the whole land, just as the Lord had promised Moses, and he assigned Israel their tribal portions. Then the land was free of war. ",
    "reference": "Joshua 11:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 1,
    "text": "Now these are the kings of the land whom the Israelites defeated and drove from their land on the east side of the Jordan, from the Arnon Valley to Mount Hermon, including all the eastern rift valley:",
    "reference": "Joshua 12:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 2,
    "text": "King Sihon of the Amorites who lived in Heshbon and ruled from Aroer (on the edge of the Arnon Valley)—including the city in the middle of the valley and half of Gilead—all the way to the Jabbok Valley bordering Ammonite territory. ",
    "reference": "Joshua 12:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 3,
    "text": "His kingdom included the eastern rift valley from the Sea of Kinnereth to the sea of the rift valley (the Salt Sea), including the route to Beth Jeshimoth and the area southward below the slopes of Pisgah. ",
    "reference": "Joshua 12:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 4,
    "text": "The territory of King Og of Bashan, one of the few remaining Rephaites, who lived in Ashtaroth and Edrei ",
    "reference": "Joshua 12:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 5,
    "text": "and ruled over Mount Hermon, Salecah, all Bashan to the border of the Geshurites and Maacathites, and half of Gilead as far as the border of King Sihon of Heshbon. ",
    "reference": "Joshua 12:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 6,
    "text": "Moses the Lord’s servant and the Israelites defeated them, and Moses the Lord’s servant assigned their land to Reuben, Gad, and the half-tribe of Manasseh. ",
    "reference": "Joshua 12:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 7,
    "text": "These are the kings of the land whom Joshua and the Israelites defeated on the west side of the Jordan, from Baal Gad in the Lebanon Valley to Mount Halak up to Seir. Joshua assigned this territory to the Israelite tribes, ",
    "reference": "Joshua 12:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 8,
    "text": "including the hill country, the foothills, the rift valley, the slopes, the wilderness, and the Negev—the land of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites: ",
    "reference": "Joshua 12:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 9,
    "text": "the king of Jericho (one), the king of Ai—located near Bethel—(one),",
    "reference": "Joshua 12:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 10,
    "text": "the king of Jerusalem (one), the king of Hebron (one),",
    "reference": "Joshua 12:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 11,
    "text": "the king of Jarmuth (one), the king of Lachish (one),",
    "reference": "Joshua 12:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 12,
    "text": "the king of Eglon (one), the king of Gezer (one),",
    "reference": "Joshua 12:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 13,
    "text": "the king of Debir (one), the king of Geder (one),",
    "reference": "Joshua 12:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 14,
    "text": "the king of Hormah (one), the king of Arad (one),",
    "reference": "Joshua 12:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 15,
    "text": "the king of Libnah (one), the king of Adullam (one),",
    "reference": "Joshua 12:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 16,
    "text": "the king of Makkedah (one), the king of Bethel (one),",
    "reference": "Joshua 12:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 17,
    "text": "the king of Tappuah (one), the king of Hepher (one),",
    "reference": "Joshua 12:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 18,
    "text": "the king of Aphek (one), the king of Lasharon (one),",
    "reference": "Joshua 12:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 19,
    "text": "the king of Madon (one), the king of Hazor (one),",
    "reference": "Joshua 12:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 20,
    "text": "the king of Shimron Meron (one), the king of Acshaph (one),",
    "reference": "Joshua 12:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 21,
    "text": "the king of Taanach (one), the king of Megiddo (one),",
    "reference": "Joshua 12:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 22,
    "text": "the king of Kedesh (one), the king of Jokneam near Carmel (one),",
    "reference": "Joshua 12:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 23,
    "text": "the king of Dor—near Naphath Dor—(one), the king of Goyim—near Gilgal—(one),",
    "reference": "Joshua 12:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 12,
    "verse": 24,
    "text": "the king of Tirzah (one),a total of thirty-one kings. ",
    "reference": "Joshua 12:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 1,
    "text": "When Joshua was very old, the Lord told him, “You are very old, and a great deal of land remains to be conquered. ",
    "reference": "Joshua 13:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 2,
    "text": "This is the land that remains: all the territory of the Philistines and all the Geshurites, ",
    "reference": "Joshua 13:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 3,
    "text": "from the Shihor River east of Egypt northward to the territory of Ekron (it is regarded as Canaanite territory), including the area belonging to the five Philistine lords who ruled in Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as Avvite land",
    "reference": "Joshua 13:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 4,
    "text": "to the south; all the Canaanite territory, from Arah in the region of Sidon to Aphek, as far as Amorite territory; ",
    "reference": "Joshua 13:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 5,
    "text": "the territory of Byblos and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath. ",
    "reference": "Joshua 13:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 6,
    "text": "I will drive out before the Israelites all who live in the hill country from Lebanon to Misrephoth Maim, all the Sidonians; you be sure to parcel it out to Israel as I instructed you.",
    "reference": "Joshua 13:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 7,
    "text": "Now, divide up this land among the nine tribes and the half-tribe of Manasseh.” ",
    "reference": "Joshua 13:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 8,
    "text": "The other half of Manasseh, Reuben, and Gad received their allotted tribal lands on the east side of the Jordan, just as Moses, the Lord’s servant, had assigned them.",
    "reference": "Joshua 13:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 9,
    "text": "Their territory started from Aroer (on the edge of the Arnon Valley), included the city in the middle of the valley, the whole plain of Medeba as far as Dibon, ",
    "reference": "Joshua 13:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 10,
    "text": "and all the cities of King Sihon of the Amorites who ruled in Heshbon, and ended at the Ammonite border. ",
    "reference": "Joshua 13:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 11,
    "text": "Their territory also included Gilead, Geshurite and Maacathite territory, all Mount Hermon, and all Bashan to Salecah—",
    "reference": "Joshua 13:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 12,
    "text": "the whole kingdom of Og in Bashan, who ruled in Ashtaroth and Edrei. (He was one of the few remaining Rephaites.) Moses defeated them and took their lands. ",
    "reference": "Joshua 13:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 13,
    "text": "But the Israelites did not conquer the Geshurites and Maacathites; Geshur and Maacah live among Israel to this very day. ",
    "reference": "Joshua 13:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 14,
    "text": "However, Moses did not assign land as an inheritance to the Levites; their inheritance is the sacrificial offerings made to the Lord God of Israel, as he instructed them.",
    "reference": "Joshua 13:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 15,
    "text": "Moses assigned land to the tribe of Reuben by its clans. ",
    "reference": "Joshua 13:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 16,
    "text": "Their territory started at Aroer (on the edge of the Arnon Valley) and included the city in the middle of the valley, the whole plain of Medeba, ",
    "reference": "Joshua 13:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 17,
    "text": "Heshbon and all its surrounding cities on the plain, including Dibon, Bamoth Baal, Beth Baal Meon, ",
    "reference": "Joshua 13:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 18,
    "text": "Jahaz, Kedemoth, Mephaath, ",
    "reference": "Joshua 13:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 19,
    "text": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley, ",
    "reference": "Joshua 13:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 20,
    "text": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth. ",
    "reference": "Joshua 13:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 21,
    "text": "It encompassed all the cities of the plain and the whole realm of King Sihon of the Amorites who ruled in Heshbon. Moses defeated him and the Midianite leaders Evi, Rekem, Zur, Hur, and Reba (they were subjects of Sihon and lived in his territory). ",
    "reference": "Joshua 13:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 22,
    "text": "The Israelites killed Balaam son of Beor, the omen reader, along with the others.",
    "reference": "Joshua 13:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 23,
    "text": "The border of the tribe of Reuben was the Jordan. The land allotted to the tribe of Reuben by its clans included these cities and their towns. ",
    "reference": "Joshua 13:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 24,
    "text": "Moses assigned land to the tribe of Gad by its clans. ",
    "reference": "Joshua 13:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 25,
    "text": "Their territory included Jazer, all the cities of Gilead, and half the Ammonite territory as far as Aroer near Rabbah. ",
    "reference": "Joshua 13:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 26,
    "text": "Their territory ran from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir. ",
    "reference": "Joshua 13:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 27,
    "text": "It included the valley of Beth Haram, Beth Nimrah, Sukkoth, and Zaphon, and the rest of the realm of King Sihon of Heshbon, the area east of the Jordan to the end of the Sea of Kinnereth. ",
    "reference": "Joshua 13:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 28,
    "text": "The land allotted to the tribe of Gad by its clans included these cities and their towns. ",
    "reference": "Joshua 13:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 29,
    "text": "Moses assigned land to the half-tribe of Manasseh by its clans. ",
    "reference": "Joshua 13:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 30,
    "text": "Their territory started at Mahanaim and encompassed all Bashan, the whole realm of King Og of Bashan, including all 60 cities in Havvoth Jair in Bashan. ",
    "reference": "Joshua 13:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 31,
    "text": "Half of Gilead, Ashtaroth, and Edrei, cities in the kingdom of Og in Bashan, were assigned to the descendants of Makir son of Manasseh, to half the descendants of Makir by their clans. ",
    "reference": "Joshua 13:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 32,
    "text": "These are the land assignments made by Moses in the rift valley plains of Moab east of the Jordan River opposite Jericho. ",
    "reference": "Joshua 13:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 13,
    "verse": 33,
    "text": "However, Moses did not assign land as an inheritance to the Levites; their inheritance is the Lord God of Israel, as he instructed them.",
    "reference": "Joshua 13:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 1,
    "text": "The following is a record of the territory assigned to the Israelites in the land of Canaan by Eleazar the priest, Joshua son of Nun, and the Israelite tribal leaders. ",
    "reference": "Joshua 14:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 2,
    "text": "The land assignments to the nine-and-a-half tribes were made by drawing lots, as the Lord had instructed Moses. ",
    "reference": "Joshua 14:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 3,
    "text": "Now Moses had assigned land to the two-and-a-half tribes east of the Jordan, but he assigned no land to the Levites. ",
    "reference": "Joshua 14:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 4,
    "text": "The descendants of Joseph were considered as two tribes, Manasseh and Ephraim. The Levites were allotted no territory, though they were assigned cities in which to live, along with the grazing areas for their cattle and possessions. ",
    "reference": "Joshua 14:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 5,
    "text": "The Israelites followed the Lord’s instructions to Moses and divided up the land. ",
    "reference": "Joshua 14:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 6,
    "text": "The men of Judah approached Joshua in Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord said about you and me to Moses, the man of God, at Kadesh Barnea. ",
    "reference": "Joshua 14:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 7,
    "text": "I was forty years old when Moses, the Lord’s servant, sent me from Kadesh Barnea to spy on the land and I brought back to him an honest report. ",
    "reference": "Joshua 14:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 8,
    "text": "My countrymen who accompanied me frightened the people, but I remained loyal to the Lord my God. ",
    "reference": "Joshua 14:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 9,
    "text": "That day Moses made this solemn promise: ‘Surely the land on which you walked will belong to you and your descendants permanently, for you remained loyal to the Lord your God.’ ",
    "reference": "Joshua 14:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 10,
    "text": "So now, look, the Lord has preserved my life, just as he promised, these past forty-five years since the Lord spoke these words to Moses, while Israel traveled through the wilderness. See here, I am today eighty-five years old!",
    "reference": "Joshua 14:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 11,
    "text": "Today I am still as strong as when Moses sent me out. I can fight and go about my daily activities with the same energy I had then. ",
    "reference": "Joshua 14:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 12,
    "text": "Now, assign me this hill country that the Lord promised me at that time! No doubt you heard then that the Anakites live there in large, fortified cities. But assuming the Lord is with me, I will conquer them, as the Lord promised.” ",
    "reference": "Joshua 14:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 13,
    "text": "Joshua asked God to empower Caleb son of Jephunneh and assigned him Hebron. ",
    "reference": "Joshua 14:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 14,
    "text": "So Hebron remains the assigned land of Caleb son of Jephunneh the Kenizzite to this very day because he remained loyal to the Lord God of Israel. ",
    "reference": "Joshua 14:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 14,
    "verse": 15,
    "text": "(Hebron used to be called Kiriath Arba. Arba was a famous Anakite.) Then the land was free of war. ",
    "reference": "Joshua 14:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 1,
    "text": "The land allotted to the tribe of Judah by its clans reached to the border of Edom, to the wilderness of Zin in the Negev far to the south. ",
    "reference": "Joshua 15:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 2,
    "text": "Their southern border started at the southern tip of the Salt Sea, ",
    "reference": "Joshua 15:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 3,
    "text": "extended south of the Scorpion Ascent, crossed to Zin, went up from the south to Kadesh Barnea, crossed to Hezron, went up to Addar, and turned toward Karka. ",
    "reference": "Joshua 15:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 4,
    "text": "It then crossed to Azmon, extended to the Stream of Egypt, and ended at the Mediterranean Sea. This was their southern border. ",
    "reference": "Joshua 15:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 5,
    "text": "The eastern border was the Salt Sea to the mouth of the Jordan River. The northern border started north of the Salt Sea at the mouth of the Jordan, ",
    "reference": "Joshua 15:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 6,
    "text": "went up to Beth Hoglah, crossed north of Beth Arabah, and went up to the Stone of Bohan son of Reuben. ",
    "reference": "Joshua 15:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 7,
    "text": "It then went up to Debir from the Valley of Achor, turning northward to Gilgal (which is opposite the Pass of Adummim south of the valley), crossed to the waters of En Shemesh, and extended to En Rogel. ",
    "reference": "Joshua 15:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 8,
    "text": "It then went up the Valley of Ben Hinnom to the slope of the Jebusites on the south (that is, Jerusalem), going up to the top of the hill opposite the Valley of Ben Hinnom to the west, which is at the end of the Valley of the Rephaites to the north. ",
    "reference": "Joshua 15:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 9,
    "text": "It then went from the top of the hill to the spring of the waters of Nephtoah, extended to the cities of Mount Ephron, and went to Baalah (that is, Kiriath Jearim). ",
    "reference": "Joshua 15:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 10,
    "text": "It then turned from Baalah westward to Mount Seir, crossed to the slope of Mount Jearim on the north (that is Kesalon), descended to Beth Shemesh, and crossed to Timnah. ",
    "reference": "Joshua 15:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 11,
    "text": "It then extended to the slope of Ekron to the north, went toward Shikkeron, crossed to Mount Baalah, extended to Jabneel, and ended at the sea. ",
    "reference": "Joshua 15:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 12,
    "text": "The western border was the Mediterranean Sea. These were the borders of the tribe of Judah and its clans. ",
    "reference": "Joshua 15:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 13,
    "text": "Caleb son of Jephunneh was assigned Kiriath Arba (that is Hebron) within the tribe of Judah, according to the Lord’s instructions to Joshua. (Arba was the father of Anak.) ",
    "reference": "Joshua 15:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 14,
    "text": "Caleb drove out from there three Anakites—Sheshai, Ahiman, and Talmai, descendants of Anak. ",
    "reference": "Joshua 15:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 15,
    "text": "From there he attacked the people of Debir. (Debir used to be called Kiriath Sepher.) ",
    "reference": "Joshua 15:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 16,
    "text": "Caleb said, “To the man who attacks and captures Kiriath Sepher I will give my daughter Achsah as a wife.” ",
    "reference": "Joshua 15:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 17,
    "text": "When Othniel son of Kenaz, Caleb’s brother, captured it, Caleb gave Achsah his daughter to him as a wife. ",
    "reference": "Joshua 15:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 18,
    "text": "One time Achsah came and charmed her father so that she could ask him for some land. When she got down from her donkey, Caleb said to her, “What would you like?”",
    "reference": "Joshua 15:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 19,
    "text": "She answered, “Please give me a special present. Since you have given me land in the Negev, now give me springs of water.” So he gave her both the upper and lower springs. ",
    "reference": "Joshua 15:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 20,
    "text": "This is the land assigned to the tribe of Judah by its clans: ",
    "reference": "Joshua 15:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 21,
    "text": "These cities were located at the southern extremity of Judah’s tribal land near the border of Edom: Kabzeel, Eder, Jagur, ",
    "reference": "Joshua 15:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 22,
    "text": "Kinah, Dimonah, Adadah, ",
    "reference": "Joshua 15:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 23,
    "text": "Kedesh, Hazor, Ithnan, ",
    "reference": "Joshua 15:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 24,
    "text": "Ziph, Telem, Bealoth, ",
    "reference": "Joshua 15:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 25,
    "text": "Hazor Hadattah, Kerioth Hezron (that is, Hazor), ",
    "reference": "Joshua 15:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 26,
    "text": "Amam, Shema, Moladah, ",
    "reference": "Joshua 15:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 27,
    "text": "Hazar Gaddah, Heshbon, Beth Pelet, ",
    "reference": "Joshua 15:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 28,
    "text": "Hazar Shual, Beer Sheba, Biziothiah, ",
    "reference": "Joshua 15:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 29,
    "text": "Baalah, Iim, Ezem, ",
    "reference": "Joshua 15:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 30,
    "text": "Eltolad, Kesil, Hormah, ",
    "reference": "Joshua 15:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 31,
    "text": "Ziklag, Madmannah, Sansannah, ",
    "reference": "Joshua 15:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 32,
    "text": "Lebaoth, Shilhim, Ain, and Rimmon—a total of 29 cities and their towns. ",
    "reference": "Joshua 15:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 33,
    "text": "These cities were in the foothills: Eshtaol, Zorah, Ashnah, ",
    "reference": "Joshua 15:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 34,
    "text": "Zanoah, En Gannim, Tappuah, Enam, ",
    "reference": "Joshua 15:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 35,
    "text": "Jarmuth, Adullam, Socoh, Azekah, ",
    "reference": "Joshua 15:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 36,
    "text": "Shaaraim, Adithaim, and Gederah (or Gederothaim)—a total of 14 cities and their towns. ",
    "reference": "Joshua 15:36"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 37,
    "text": "Zenan, Hadashah, Migdal Gad, ",
    "reference": "Joshua 15:37"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 38,
    "text": "Dilean, Mizpah, Joktheel, ",
    "reference": "Joshua 15:38"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 39,
    "text": "Lachish, Bozkath, Eglon, ",
    "reference": "Joshua 15:39"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 40,
    "text": "Cabbon, Lahmas, Kitlish, ",
    "reference": "Joshua 15:40"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 41,
    "text": "Gederoth, Beth Dagon, Naamah, and Makkedah—a total of 16 cities and their towns. ",
    "reference": "Joshua 15:41"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 42,
    "text": "Libnah, Ether, Ashan, ",
    "reference": "Joshua 15:42"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 43,
    "text": "Iphtah, Ashnah, Nezib, ",
    "reference": "Joshua 15:43"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 44,
    "text": "Keilah, Achzib, and Mareshah—a total of nine cities and their towns. ",
    "reference": "Joshua 15:44"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 45,
    "text": "Ekron and its surrounding towns and settlements; ",
    "reference": "Joshua 15:45"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 46,
    "text": "from Ekron westward, all those in the vicinity of Ashdod and their towns; ",
    "reference": "Joshua 15:46"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 47,
    "text": "Ashdod with its surrounding towns and settlements, and Gaza with its surrounding towns and settlements, as far as the Stream of Egypt and the border at the Mediterranean Sea. ",
    "reference": "Joshua 15:47"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 48,
    "text": "These cities were in the hill country: Shamir, Jattir, Socoh, ",
    "reference": "Joshua 15:48"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 49,
    "text": "Dannah, Kiriath Sannah (that is, Debir), ",
    "reference": "Joshua 15:49"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 50,
    "text": "Anab, Eshtemoh, Anim, ",
    "reference": "Joshua 15:50"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 51,
    "text": "Goshen, Holon, and Giloh—a total of eleven cities and their towns. ",
    "reference": "Joshua 15:51"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 52,
    "text": "Arab, Dumah, Eshan, ",
    "reference": "Joshua 15:52"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 53,
    "text": "Janim, Beth Tappuah, Aphekah, ",
    "reference": "Joshua 15:53"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 54,
    "text": "Humtah, Kiriath Arba (that is, Hebron), and Zior—a total of nine cities and their towns. ",
    "reference": "Joshua 15:54"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 55,
    "text": "Maon, Carmel, Ziph, Juttah, ",
    "reference": "Joshua 15:55"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 56,
    "text": "Jezreel, Jokdeam, Zanoah, ",
    "reference": "Joshua 15:56"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 57,
    "text": "Kain, Gibeah, and Timnah—a total of 10 cities and their towns. ",
    "reference": "Joshua 15:57"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 58,
    "text": "Halhul, Beth Zur, Gedor, ",
    "reference": "Joshua 15:58"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 59,
    "text": "Maarath, Beth Anoth, and Eltekon—a total of six cities and their towns. ",
    "reference": "Joshua 15:59"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 60,
    "text": "Kiriath Baal (that is, Kiriath Jearim) and Rabbah—a total of two cities and their towns. ",
    "reference": "Joshua 15:60"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 61,
    "text": "These cities were in the wilderness: Beth Arabah, Middin, Secacah, ",
    "reference": "Joshua 15:61"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 62,
    "text": "Nibshan, the City of Salt, and En Gedi—a total of six cities and their towns. ",
    "reference": "Joshua 15:62"
  },
  {
    "bookName": "Joshua",
    "chapter": 15,
    "verse": 63,
    "text": "The men of Judah were unable to conquer the Jebusites living in Jerusalem. The Jebusites live with the people of Judah in Jerusalem to this very day. ",
    "reference": "Joshua 15:63"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 1,
    "text": "The land allotted to Joseph’s descendants extended from the Jordan at Jericho to the waters of Jericho to the east, through the desert and on up from Jericho into the hill country of Bethel. ",
    "reference": "Joshua 16:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 2,
    "text": "The southern border extended from Bethel to Luz, and crossed to Arkite territory at Ataroth. ",
    "reference": "Joshua 16:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 3,
    "text": "It then descended westward to Japhletite territory, as far as the territory of lower Beth Horon and Gezer, and ended at the sea. ",
    "reference": "Joshua 16:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 4,
    "text": "Joseph’s descendants, Manasseh and Ephraim, were assigned their land.",
    "reference": "Joshua 16:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 5,
    "text": "The territory of the tribe of Ephraim by its clans included the following: The border of their assigned land to the east was Ataroth Addar as far as upper Beth Horon. ",
    "reference": "Joshua 16:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 6,
    "text": "It then extended on to the sea, with Micmethath on the north. It turned eastward to Taanath Shiloh and crossed it on the east to Janoah. ",
    "reference": "Joshua 16:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 7,
    "text": "It then descended from Janoah to Ataroth and Naarah, touched Jericho, and extended to the Jordan River. ",
    "reference": "Joshua 16:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 8,
    "text": "From Tappuah it went westward to the Valley of Kanah and ended at the sea. This is the land assigned to the tribe of Ephraim by its clans. ",
    "reference": "Joshua 16:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 9,
    "text": "Also included were the cities set apart for the tribe of Ephraim within Manasseh’s territory, along with their towns. ",
    "reference": "Joshua 16:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 16,
    "verse": 10,
    "text": "The Ephraimites did not conquer the Canaanites living in Gezer. The Canaanites live among the Ephraimites to this very day and do hard labor as their servants. ",
    "reference": "Joshua 16:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 1,
    "text": "The tribe of Manasseh, Joseph’s firstborn son, was also allotted land. The descendants of Makir, Manasseh’s firstborn and the father of Gilead, received land, for they were warriors. They were assigned Gilead and Bashan. ",
    "reference": "Joshua 17:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 2,
    "text": "The rest of Manasseh’s descendants were also assigned land by their clans, including the descendants of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These are the male descendants of Manasseh son of Joseph by their clans. ",
    "reference": "Joshua 17:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 3,
    "text": "Now Zelophehad son of Hepher, son of Gilead, son of Makir, son of Manasseh, had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
    "reference": "Joshua 17:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 4,
    "text": "They went before Eleazar the priest, Joshua son of Nun, and the leaders and said, “The Lord told Moses to assign us land among our relatives.” So Joshua assigned them land among their uncles, as the Lord had commanded. ",
    "reference": "Joshua 17:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 5,
    "text": "Manasseh was allotted 10 shares of land, in addition to the land of Gilead and Bashan east of the Jordan, ",
    "reference": "Joshua 17:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 6,
    "text": "for the daughters of Manasseh were assigned land among his sons. The land of Gilead belonged to the rest of the descendants of Manasseh. ",
    "reference": "Joshua 17:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 7,
    "text": "The border of Manasseh went from Asher to Micmethath, which is near Shechem. It then went south toward those who live by En Tappuah.",
    "reference": "Joshua 17:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 8,
    "text": "(The land of Tappuah belonged to Manasseh, but Tappuah, located on the border of Manasseh, belonged to the tribe of Ephraim.) ",
    "reference": "Joshua 17:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 9,
    "text": "The border then descended southward to the Valley of Kanah. Ephraim was assigned cities there among the cities of Manasseh, but the border of Manasseh was north of the valley and ended at the sea. ",
    "reference": "Joshua 17:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 10,
    "text": "Ephraim’s territory was to the south, and Manasseh’s to the north. The sea was Manasseh’s western border, and their territory touched Asher on the north and Issachar on the east. ",
    "reference": "Joshua 17:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 11,
    "text": "Within Issachar’s and Asher’s territories Manasseh was assigned Beth Shean, Ibleam, the residents of Dor, the residents of Endor, the residents of Taanach, the residents of Megiddo, the three of Napheth, and the towns surrounding all these cities.",
    "reference": "Joshua 17:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 12,
    "text": "But the men of Manasseh were unable to conquer these cities; the Canaanites managed to remain in those areas. ",
    "reference": "Joshua 17:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 13,
    "text": "Whenever the Israelites were strong militarily, they forced the Canaanites to do hard labor, but they never totally conquered them.",
    "reference": "Joshua 17:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 14,
    "text": "The descendants of Joseph said to Joshua, “Why have you assigned us only one tribal allotment? After all, we have many people, for until now the Lord has enabled us to increase in number.”",
    "reference": "Joshua 17:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 15,
    "text": "Joshua replied to them, “Since you have so many people, go up into the forest and clear out a place to live in the land of the Perizzites and Rephaites, if the hill country of Ephraim is too small for you.” ",
    "reference": "Joshua 17:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 16,
    "text": "The descendants of Joseph said, “The whole hill country is inadequate for us, and the Canaanites living down in the valley in Beth Shean and its surrounding towns and in the Valley of Jezreel have chariots with iron-rimmed wheels.”",
    "reference": "Joshua 17:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 17,
    "text": "Joshua said to the family of Joseph—to both Ephraim and Manasseh: “You have many people and great military strength. You will not have just one tribal allotment. ",
    "reference": "Joshua 17:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 17,
    "verse": 18,
    "text": "The whole hill country will be yours; though it is a forest, you can clear it, and it will be entirely yours. You can conquer the Canaanites, though they have chariots with iron-rimmed wheels and are strong.” ",
    "reference": "Joshua 17:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 1,
    "text": "The entire Israelite community assembled at Shiloh and there they set up the tent of meeting. Though they had subdued the land, ",
    "reference": "Joshua 18:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 2,
    "text": "seven Israelite tribes had not been assigned their allotted land.",
    "reference": "Joshua 18:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 3,
    "text": "So Joshua said to the Israelites: “How long do you intend to put off occupying the land the Lord God of your ancestors has given you? ",
    "reference": "Joshua 18:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 4,
    "text": "Pick three men from each tribe. I will send them out to walk through the land and make a map of it for me.",
    "reference": "Joshua 18:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 5,
    "text": "Divide it into seven regions. Judah will stay in its territory in the south and the family of Joseph in its territory in the north. ",
    "reference": "Joshua 18:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 6,
    "text": "But as for you, map out the land into seven regions and bring it to me. I will draw lots for you here before the Lord our God. ",
    "reference": "Joshua 18:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 7,
    "text": "But the Levites will not have an allotted portion among you, for their inheritance is to serve the Lord. Gad, Reuben, and the half-tribe of Manasseh have already received their allotted land east of the Jordan, which Moses the Lord’s servant assigned them.” ",
    "reference": "Joshua 18:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 8,
    "text": "When the men started out, Joshua told those going to map out the land, “Go, walk through the land, map it out, and return to me. Then I will draw lots for you before the Lord here in Shiloh.” ",
    "reference": "Joshua 18:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 9,
    "text": "The men journeyed through the land and mapped it and its cities out into seven regions on a scroll. Then they came to Joshua at the camp in Shiloh. ",
    "reference": "Joshua 18:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 10,
    "text": "Joshua drew lots for them in Shiloh before the Lord and divided the land among the Israelites according to their allotted portions. ",
    "reference": "Joshua 18:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 11,
    "text": "The first lot belonged to the tribe of Benjamin by its clans. Their allotted territory was between Judah and Joseph. ",
    "reference": "Joshua 18:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 12,
    "text": "Their northern border started at the Jordan, went up to the slope of Jericho on the north, ascended westward to the hill country, and extended to the wilderness of Beth Aven. ",
    "reference": "Joshua 18:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 13,
    "text": "It then crossed from there to Luz, to the slope of Luz to the south (that is, Bethel), and descended to Ataroth Addar located on the hill that is south of lower Beth Horon. ",
    "reference": "Joshua 18:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 14,
    "text": "It then turned on the west side southward from the hill near Beth Horon on the south and extended to Kiriath Baal (that is, Kiriath Jearim), a city belonging to the tribe of Judah. This is the western border. ",
    "reference": "Joshua 18:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 15,
    "text": "The southern side started on the edge of Kiriath Jearim and extended westward to the spring of the waters of Nephtoah. ",
    "reference": "Joshua 18:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 16,
    "text": "The border then descended to the edge of the hill country near the Valley of Ben Hinnom located in the Valley of the Rephaites to the north. It descended through the Valley of Hinnom to the slope of the Jebusites to the south and then down to En Rogel. ",
    "reference": "Joshua 18:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 17,
    "text": "It went northward, extending to En Shemesh and Geliloth opposite the Pass of Adummim, and descended to the Stone of Bohan son of Reuben. ",
    "reference": "Joshua 18:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 18,
    "text": "It crossed to the slope in front of the rift valley to the north and descended into the rift valley.",
    "reference": "Joshua 18:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 19,
    "text": "It then crossed to the slope of Beth Hoglah to the north and ended at the northern tip of the Salt Sea at the mouth of the Jordan River. This was the southern border. ",
    "reference": "Joshua 18:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 20,
    "text": "The Jordan River bordered it on the east. These were the borders of the land assigned to the tribe of Benjamin by its clans. ",
    "reference": "Joshua 18:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 21,
    "text": "These cities belonged to the tribe of Benjamin by its clans: Jericho, Beth Hoglah, Emek Keziz, ",
    "reference": "Joshua 18:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 22,
    "text": "Beth Arabah, Zemaraim, Bethel, ",
    "reference": "Joshua 18:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 23,
    "text": "Avvim, Parah, Ophrah, ",
    "reference": "Joshua 18:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 24,
    "text": "Kephar Ammoni, Ophni, and Geba—a total of 12 cities and their towns. ",
    "reference": "Joshua 18:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 25,
    "text": "Gibeon, Ramah, Beeroth, ",
    "reference": "Joshua 18:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 26,
    "text": "Mizpah, Kephirah, Mozah, ",
    "reference": "Joshua 18:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 27,
    "text": "Rekem, Irpeel, Taralah, ",
    "reference": "Joshua 18:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 28,
    "text": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath—a total of 14 cities and their towns. This was the land assigned to the tribe of Benjamin by its clans. ",
    "reference": "Joshua 18:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 1,
    "text": "The second lot belonged to the tribe of Simeon by its clans. Their assigned land was in the middle of Judah’s assigned land. ",
    "reference": "Joshua 19:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 2,
    "text": "Their assigned land included Beer Sheba, Moladah, ",
    "reference": "Joshua 19:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 3,
    "text": "Hazar Shual, Balah, Ezem, ",
    "reference": "Joshua 19:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 4,
    "text": "Eltolad, Bethul, Hormah, ",
    "reference": "Joshua 19:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 5,
    "text": "Ziklag, Beth Marcaboth, Hazar Susah, ",
    "reference": "Joshua 19:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 6,
    "text": "Beth Lebaoth, and Sharuhen—a total of 13 cities and their towns, ",
    "reference": "Joshua 19:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 7,
    "text": "Ain, Rimmon, Ether, and Ashan—a total of four cities and their towns, ",
    "reference": "Joshua 19:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 8,
    "text": "as well as all the towns around these cities as far as Baalath Beer (Ramah of the Negev). This was the land assigned to the tribe of Simeon by its clans. ",
    "reference": "Joshua 19:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 9,
    "text": "Simeon’s assigned land was taken from Judah’s allotted portion, for Judah’s territory was too large for them; so Simeon was assigned land within Judah.",
    "reference": "Joshua 19:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 10,
    "text": "The third lot belonged to the tribe of Zebulun by its clans. The border of their territory extended to Sarid. ",
    "reference": "Joshua 19:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 11,
    "text": "Their border went up westward to Maralah and touched Dabbesheth and the valley near Jokneam. ",
    "reference": "Joshua 19:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 12,
    "text": "From Sarid it turned eastward to the territory of Kisloth Tabor, extended to Daberath, and went up to Japhia. ",
    "reference": "Joshua 19:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 13,
    "text": "From there it crossed eastward to Gath Hepher and Eth Kazin, and extended to Rimmon, turning toward Neah. ",
    "reference": "Joshua 19:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 14,
    "text": "It then turned on the north to Hannathon and ended at the Valley of Iphtah El. ",
    "reference": "Joshua 19:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 15,
    "text": "Their territory included Kattah, Nahalal, Shimron, Idalah, and Bethlehem; in all they had 12 cities and their towns. ",
    "reference": "Joshua 19:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 16,
    "text": "This was the land assigned to the tribe of Zebulun by its clans, including these cities and their towns. ",
    "reference": "Joshua 19:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 17,
    "text": "The fourth lot belonged to the tribe of Issachar by its clans. ",
    "reference": "Joshua 19:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 18,
    "text": "Their assigned land included Jezreel, Kesulloth, Shunem, ",
    "reference": "Joshua 19:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 19,
    "text": "Hapharaim, Shion, Anaharath, ",
    "reference": "Joshua 19:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 20,
    "text": "Rabbith, Kishion, Ebez, ",
    "reference": "Joshua 19:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 21,
    "text": "Remeth, En Gannim, En Haddah and Beth Pazzez. ",
    "reference": "Joshua 19:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 22,
    "text": "Their border touched Tabor, Shahazumah, and Beth Shemesh, and ended at the Jordan. They had 16 cities and their towns. ",
    "reference": "Joshua 19:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 23,
    "text": "This was the land assigned to the tribe of Issachar by its clans, including these cities and their towns. ",
    "reference": "Joshua 19:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 24,
    "text": "The fifth lot belonged to the tribe of Asher by its clans. ",
    "reference": "Joshua 19:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 25,
    "text": "Their territory included Helkath, Hali, Beten, Acshaph, ",
    "reference": "Joshua 19:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 26,
    "text": "Alammelech, Amad, and Mishal. Their border touched Carmel to the west and Shihor Libnath. ",
    "reference": "Joshua 19:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 27,
    "text": "It turned eastward toward Beth Dagon, touched Zebulun and the Valley of Iphtah El to the north, as well as Beth Emek and Neiel, and extended to Cabul on the north ",
    "reference": "Joshua 19:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 28,
    "text": "and on to Ebron, Rehob, Hammon, and Kanah, as far as Greater Sidon. ",
    "reference": "Joshua 19:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 29,
    "text": "It then turned toward Ramah as far as the fortified city of Tyre, turned to Hosah, and ended at the sea near Hebel, Achzib,",
    "reference": "Joshua 19:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 30,
    "text": "Umah, Aphek, and Rehob. In all they had 22 cities and their towns. ",
    "reference": "Joshua 19:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 31,
    "text": "This was the land assigned to the tribe of Asher by its clans, including these cities and their towns. ",
    "reference": "Joshua 19:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 32,
    "text": "The sixth lot belonged to the tribe of Naphtali by its clans. ",
    "reference": "Joshua 19:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 33,
    "text": "Their border started at Heleph and the oak of Zaanannim, went to Adami Nekeb, Jabneel and on to Lakkum, and ended at the Jordan River. ",
    "reference": "Joshua 19:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 34,
    "text": "It turned westward to Aznoth Tabor, extended from there to Hukok, touched Zebulun on the south, Asher on the west, and the Jordan on the east. ",
    "reference": "Joshua 19:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 35,
    "text": "The fortified cities included Ziddim, Zer, Hammath, Rakkath, Kinnereth, ",
    "reference": "Joshua 19:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 36,
    "text": "Adamah, Ramah, Hazor, ",
    "reference": "Joshua 19:36"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 37,
    "text": "Kedesh, Edrei, En Hazor, ",
    "reference": "Joshua 19:37"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 38,
    "text": "Yiron, Migdal El, Horem, Beth Anath, and Beth Shemesh. In all they had 19 cities and their towns. ",
    "reference": "Joshua 19:38"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 39,
    "text": "This was the land assigned to the tribe of Naphtali by its clans, including these cities and their towns. ",
    "reference": "Joshua 19:39"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 40,
    "text": "The seventh lot belonged to the tribe of Dan by its clans. ",
    "reference": "Joshua 19:40"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 41,
    "text": "Their assigned land included Zorah, Eshtaol, Ir Shemesh, ",
    "reference": "Joshua 19:41"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 42,
    "text": "Shaalabbin, Aijalon, Ithlah, ",
    "reference": "Joshua 19:42"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 43,
    "text": "Elon, Timnah, Ekron, ",
    "reference": "Joshua 19:43"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 44,
    "text": "Eltekeh, Gibbethon, Baalath, ",
    "reference": "Joshua 19:44"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 45,
    "text": "Jehud, Bene Berak, Gath Rimmon, ",
    "reference": "Joshua 19:45"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 46,
    "text": "the waters of Jarkon, and Rakkon, including the territory in front of Joppa. ",
    "reference": "Joshua 19:46"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 47,
    "text": "(The Danites failed to conquer their territory, so they went up and fought with Leshem and captured it. They put the sword to it, took possession of it, and lived in it. They renamed it Dan after their ancestor.) ",
    "reference": "Joshua 19:47"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 48,
    "text": "This was the land assigned to the tribe of Dan by its clans, including these cities and their towns. ",
    "reference": "Joshua 19:48"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 49,
    "text": "When they finished dividing the land into its regions, the Israelites gave Joshua son of Nun some land. ",
    "reference": "Joshua 19:49"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 50,
    "text": "As the Lord had instructed, they gave him the city he requested—Timnath Serah in the Ephraimite hill country. He built up the city and lived in it.",
    "reference": "Joshua 19:50"
  },
  {
    "bookName": "Joshua",
    "chapter": 19,
    "verse": 51,
    "text": "These are the land assignments that Eleazar the priest, Joshua son of Nun, and the Israelite tribal leaders made by drawing lots in Shiloh before the Lord at the entrance of the tent of meeting. So they finished dividing up the land. ",
    "reference": "Joshua 19:51"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 1,
    "text": "The Lord instructed Joshua: ",
    "reference": "Joshua 20:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 2,
    "text": "“Have the Israelites select the cities of refuge that I told you about through Moses. ",
    "reference": "Joshua 20:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 3,
    "text": "Anyone who accidentally kills someone can escape there; these cities will be a place of asylum from the avenger of blood. ",
    "reference": "Joshua 20:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 4,
    "text": "The one who committed manslaughter should escape to one of these cities, stand at the entrance of the city gate, and present his case to the leaders of that city. They should then bring him into the city, give him a place to stay, and let him live there.",
    "reference": "Joshua 20:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 5,
    "text": "When the avenger of blood comes after him, they must not hand over to him the one who committed manslaughter, for he accidentally killed his fellow man without premeditation. ",
    "reference": "Joshua 20:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 6,
    "text": "He must remain in that city until his case is decided by the assembly, and the high priest dies. Then the one who committed manslaughter may return home to the city from which he escaped.” ",
    "reference": "Joshua 20:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 7,
    "text": "So they selected Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah. ",
    "reference": "Joshua 20:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 8,
    "text": "Beyond the Jordan east of Jericho they selected Bezer in the wilderness on the plain belonging to the tribe of Reuben, Ramoth in Gilead belonging to the tribe of Gad, and Golan in Bashan belonging to the tribe of Manasseh. ",
    "reference": "Joshua 20:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 20,
    "verse": 9,
    "text": "These were the cities of refuge appointed for all the Israelites and for resident foreigners living among them. Anyone who accidentally killed someone could escape there and not be executed by the avenger of blood, at least until his case was reviewed by the assembly. ",
    "reference": "Joshua 20:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 1,
    "text": "The tribal leaders of the Levites went before Eleazar the priest and Joshua son of Nun and the Israelite tribal leaders ",
    "reference": "Joshua 21:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 2,
    "text": "in Shiloh in the land of Canaan and said, “The Lord told Moses to assign us cities in which to live along with the grazing areas for our cattle.” ",
    "reference": "Joshua 21:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 3,
    "text": "So the Israelites assigned these cities and their grazing areas to the Levites from their own holdings, as the Lord had instructed.",
    "reference": "Joshua 21:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 4,
    "text": "The first lot belonged to the Kohathite clans. The Levites who were descendants of Aaron the priest were allotted 13 cities from the tribes of Judah, Simeon, and Benjamin. ",
    "reference": "Joshua 21:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 5,
    "text": "The rest of Kohath’s descendants were allotted 10 cities from the clans of the tribe of Ephraim, and from the tribe of Dan and the half-tribe of Manasseh. ",
    "reference": "Joshua 21:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 6,
    "text": "Gershon’s descendants were allotted 13 cities from the clans of the tribe of Issachar, and from the tribes of Asher and Naphtali and the half-tribe of Manasseh in Bashan. ",
    "reference": "Joshua 21:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 7,
    "text": "Merari’s descendants by their clans were allotted 12 cities from the tribes of Reuben, Gad, and Zebulun. ",
    "reference": "Joshua 21:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 8,
    "text": "So the Israelites assigned to the Levites by lot these cities and their grazing areas, as the Lord had instructed Moses. ",
    "reference": "Joshua 21:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 9,
    "text": "They assigned from the tribes of Judah and Simeon the cities listed below.",
    "reference": "Joshua 21:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 10,
    "text": "(They were assigned to the Kohathite clans of the Levites who were descendants of Aaron, for the first lot fell to them.) ",
    "reference": "Joshua 21:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 11,
    "text": "They assigned them Kiriath Arba (Arba was the father of Anak), that is, Hebron, in the hill country of Judah, along with its surrounding grazing areas. ",
    "reference": "Joshua 21:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 12,
    "text": "(Now the city’s fields and surrounding towns they had assigned to Caleb son of Jephunneh as his property.) ",
    "reference": "Joshua 21:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 13,
    "text": "So to the descendants of Aaron the priest they assigned Hebron (a city of refuge for one who committed manslaughter), Libnah, ",
    "reference": "Joshua 21:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 14,
    "text": "Jattir, Eshtemoa, ",
    "reference": "Joshua 21:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 15,
    "text": "Holon, Debir, ",
    "reference": "Joshua 21:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 16,
    "text": "Ain, Juttah, and Beth Shemesh, along with the grazing areas of each—a total of nine cities taken from these two tribes. ",
    "reference": "Joshua 21:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 17,
    "text": "From the tribe of Benjamin they assigned Gibeon, Geba, ",
    "reference": "Joshua 21:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 18,
    "text": "Anathoth, and Almon, along with the grazing areas of each—a total of four cities. ",
    "reference": "Joshua 21:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 19,
    "text": "The priests descended from Aaron received 13 cities and their grazing areas. ",
    "reference": "Joshua 21:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 20,
    "text": "The rest of the Kohathite clans of the Levites were allotted cities from the tribe of Ephraim. ",
    "reference": "Joshua 21:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 21,
    "text": "They assigned them Shechem (a city of refuge for one who committed manslaughter) in the hill country of Ephraim, Gezer, ",
    "reference": "Joshua 21:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 22,
    "text": "Kibzaim, and Beth Horon, along with the grazing areas of each—a total of four cities. ",
    "reference": "Joshua 21:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 23,
    "text": "From the tribe of Dan they assigned Eltekeh, Gibbethon, ",
    "reference": "Joshua 21:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 24,
    "text": "Aijalon, and Gath Rimmon, along with the grazing areas of each—a total of four cities. ",
    "reference": "Joshua 21:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 25,
    "text": "From the half-tribe of Manasseh they assigned Taanach and Gath Rimmon, along with the grazing areas of each—a total of two cities. ",
    "reference": "Joshua 21:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 26,
    "text": "The rest of the Kohathite clans received 10 cities and their grazing areas. ",
    "reference": "Joshua 21:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 27,
    "text": "They assigned to the Gershonite clans of the Levites the following cities: from the half-tribe of Manasseh: Golan in Bashan (a city of refuge for one who committed manslaughter) and Beeshtarah, along with the grazing areas of each—a total of two cities; ",
    "reference": "Joshua 21:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 28,
    "text": "from the tribe of Issachar: Kishon, Daberath, ",
    "reference": "Joshua 21:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 29,
    "text": "Jarmuth, and En Gannim, along with the grazing areas of each—a total of four cities; ",
    "reference": "Joshua 21:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 30,
    "text": "from the tribe of Asher: Mishal, Abdon, ",
    "reference": "Joshua 21:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 31,
    "text": "Helkath, and Rehob, along with the grazing areas of each—a total of four cities; ",
    "reference": "Joshua 21:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 32,
    "text": "from the tribe of Naphtali: Kedesh in Galilee (a city of refuge for one who committed manslaughter), Hammoth Dor, and Kartan, along with the grazing areas of each—a total of three cities. ",
    "reference": "Joshua 21:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 33,
    "text": "The Gershonite clans received 13 cities and their grazing areas. ",
    "reference": "Joshua 21:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 34,
    "text": "They assigned to the Merarite clans (the remaining Levites) the following cities: from the tribe of Zebulun: Jokneam, Kartah, ",
    "reference": "Joshua 21:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 35,
    "text": "Dimnah, and Nahalal, along with the grazing areas of each—a total of four cities; ",
    "reference": "Joshua 21:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 36,
    "text": " from the tribe of Reuben: Bezer, Jahaz, ",
    "reference": "Joshua 21:36"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 37,
    "text": "Kedemoth, and Mephaath, along with the grazing areas of each—a total of four cities; ",
    "reference": "Joshua 21:37"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 38,
    "text": "from the tribe of Gad: Ramoth in Gilead (a city of refuge for one who committed manslaughter), Mahanaim, ",
    "reference": "Joshua 21:38"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 39,
    "text": "Heshbon, and Jazer, along with the grazing areas of each—a total of four cities. ",
    "reference": "Joshua 21:39"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 40,
    "text": "The Merarite clans (the remaining Levites) were allotted 12 cities. ",
    "reference": "Joshua 21:40"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 41,
    "text": "The Levites received within the land owned by the Israelites 48 cities in all and their grazing areas. ",
    "reference": "Joshua 21:41"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 42,
    "text": "Each of these cities had grazing areas around it; they were alike in this regard. ",
    "reference": "Joshua 21:42"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 43,
    "text": "So the Lord gave Israel all the land he had solemnly promised to their ancestors, and they conquered it and lived in it.",
    "reference": "Joshua 21:43"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 44,
    "text": "The Lord made them secure, in fulfillment of all he had solemnly promised their ancestors. None of their enemies could resist them. The Lord handed all their enemies over to them.",
    "reference": "Joshua 21:44"
  },
  {
    "bookName": "Joshua",
    "chapter": 21,
    "verse": 45,
    "text": "Not one of the Lord’s faithful promises to the family of Israel was left unfulfilled; every one was realized. ",
    "reference": "Joshua 21:45"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 1,
    "text": "Then Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh ",
    "reference": "Joshua 22:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 2,
    "text": "and told them: “You have carried out all the instructions of Moses the Lord’s servant, and you have obeyed all I have told you.",
    "reference": "Joshua 22:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 3,
    "text": "You have not abandoned your fellow Israelites this entire time, right up to this very day. You have completed the task given you by the Lord your God. ",
    "reference": "Joshua 22:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 4,
    "text": "Now the Lord your God has made your fellow Israelites secure, just as he promised them. So now you may turn around and go to your homes in your own land that Moses the Lord’s servant assigned to you east of the Jordan. ",
    "reference": "Joshua 22:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 5,
    "text": "But carefully obey the commands and instructions Moses the Lord’s servant gave you. Love the Lord your God, follow all his instructions, obey his commands, be loyal to him, and serve him with all your heart and being!” ",
    "reference": "Joshua 22:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 6,
    "text": "Joshua rewarded them and sent them on their way; they returned to their homes. ",
    "reference": "Joshua 22:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 7,
    "text": "(Now to one half-tribe of Manasseh, Moses had assigned land in Bashan; and to the other half Joshua had assigned land on the west side of the Jordan with their fellow Israelites.) When Joshua sent them home, he rewarded them, ",
    "reference": "Joshua 22:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 8,
    "text": "saying, “Take home great wealth, a lot of cattle, silver, gold, bronze, iron, and a lot of clothing. Divide up the goods captured from your enemies with your brothers.” ",
    "reference": "Joshua 22:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 9,
    "text": "So the Reubenites, the Gadites, and the half-tribe of Manasseh left the Israelites in Shiloh in the land of Canaan and headed home to their own land in Gilead, which they acquired by the Lord’s command through Moses. ",
    "reference": "Joshua 22:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 10,
    "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh came to Geliloth near the Jordan in the land of Canaan and built there, near the Jordan, an impressive altar. ",
    "reference": "Joshua 22:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 11,
    "text": "The Israelites received this report: “Look, the Reubenites, the Gadites, and the half-tribe of Manasseh have built an altar at the entrance to the land of Canaan, at Geliloth near the Jordan on the Israelite side.” ",
    "reference": "Joshua 22:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 12,
    "text": "When the Israelites heard this, the entire Israelite community assembled at Shiloh to launch an attack against them.",
    "reference": "Joshua 22:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 13,
    "text": "The Israelites sent Phinehas son of Eleazar, the priest, to the land of Gilead to the Reubenites, the Gadites, and the half-tribe of Manasseh. ",
    "reference": "Joshua 22:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 14,
    "text": "He was accompanied by 10 leaders, one from each of the Israelite tribes, each one a family leader among the Israelite clans.",
    "reference": "Joshua 22:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 15,
    "text": "They went to the land of Gilead to the Reubenites, the Gadites, and the half-tribe of Manasseh, and said to them: ",
    "reference": "Joshua 22:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 16,
    "text": "“The entire community of the Lord says, ‘Why have you disobeyed the God of Israel by turning back today from following the Lord? You built an altar for yourselves and have rebelled today against the Lord. ",
    "reference": "Joshua 22:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 17,
    "text": "The sin we committed at Peor was bad enough. To this very day we have not purified ourselves; it even brought a plague on the community of the Lord. ",
    "reference": "Joshua 22:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 18,
    "text": "Now today you dare to turn back from following the Lord! You are rebelling today against the Lord; tomorrow he may break out in anger against the entire community of Israel. ",
    "reference": "Joshua 22:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 19,
    "text": "But if your own land is impure, cross over to the Lord’s own land, where the Lord himself lives, and settle down among us. But don’t rebel against the Lord or us by building for yourselves an altar other than the altar of the Lord our God. ",
    "reference": "Joshua 22:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 20,
    "text": "When Achan son of Zerah disobeyed the command about the city’s riches, the entire Israelite community was judged, though only one man had sinned. He most certainly died for his sin!’” ",
    "reference": "Joshua 22:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 21,
    "text": "The Reubenites, the Gadites, and the half-tribe of Manasseh answered the leaders of the Israelite clans:",
    "reference": "Joshua 22:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 22,
    "text": "“El, God, the Lord! El, God, the Lord! He knows the truth! Israel must also know! If we have rebelled or disobeyed the Lord, don’t spare us today! ",
    "reference": "Joshua 22:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 23,
    "text": "If we have built an altar for ourselves to turn back from following the Lord by making burnt sacrifices and grain offerings on it, or by offering tokens of peace on it, the Lord himself will punish us.",
    "reference": "Joshua 22:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 24,
    "text": "We swear we have done this because we were worried that in the future your descendants would say to our descendants, ‘What relationship do you have with the Lord God of Israel? ",
    "reference": "Joshua 22:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 25,
    "text": "The Lord made the Jordan a boundary between us and you Reubenites and Gadites. You have no right to worship the Lord.’ In this way your descendants might cause our descendants to stop obeying the Lord. ",
    "reference": "Joshua 22:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 26,
    "text": "So we decided to build this altar, not for burnt offerings and sacrifices, ",
    "reference": "Joshua 22:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 27,
    "text": "but as a reminder to us and you and our descendants who follow us, that we will honor the Lord in his very presence with burnt offerings, sacrifices, and tokens of peace. Then in the future your descendants will not be able to say to our descendants, ‘You have no right to worship the Lord.’ ",
    "reference": "Joshua 22:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 28,
    "text": "We said, ‘If in the future they say such a thing to us or to our descendants, we will reply, “See the model of the Lord’s altar that our ancestors made, not for burnt offerings or sacrifices, but as a reminder to us and you.”’",
    "reference": "Joshua 22:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 29,
    "text": "Far be it from us to rebel against the Lord by turning back today from following after the Lord by building an altar for burnt offerings, sacrifices, and tokens of peace aside from the altar of the Lord our God located in front of his dwelling place!” ",
    "reference": "Joshua 22:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 30,
    "text": "When Phinehas the priest and the community leaders and Israel’s clan leaders who accompanied him heard the defense of the Reubenites, the Gadites, and the Manassehites, they were satisfied. ",
    "reference": "Joshua 22:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 31,
    "text": "Phinehas son of Eleazar, the priest, said to the Reubenites, the Gadites, and the Manassehites, “Today we know that the Lord is among us because you have not disobeyed the Lord in this. Now you have rescued the Israelites from the Lord’s judgment.” ",
    "reference": "Joshua 22:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 32,
    "text": "Phinehas son of Eleazar, the priest, and the leaders left the Reubenites and Gadites in the land of Gilead and reported back to the Israelites in the land of Canaan. ",
    "reference": "Joshua 22:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 33,
    "text": "The Israelites were satisfied with their report and gave thanks to God. They said nothing more about launching an attack to destroy the land in which the Reubenites and Gadites lived. ",
    "reference": "Joshua 22:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 22,
    "verse": 34,
    "text": "The Reubenites and Gadites named the altar, “Surely it is a Reminder to us that the Lord is God.” ",
    "reference": "Joshua 22:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 1,
    "text": "A long time passed after the Lord made Israel secure from all their enemies, and Joshua was very old.",
    "reference": "Joshua 23:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 2,
    "text": "So Joshua summoned all Israel, including the elders, rulers, judges, and leaders, and told them: “I am very old. ",
    "reference": "Joshua 23:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 3,
    "text": "You saw everything the Lord your God did to all these nations on your behalf, for the Lord your God fights for you.",
    "reference": "Joshua 23:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 4,
    "text": "See, I have parceled out to your tribes these remaining nations, from the Jordan to the Mediterranean Sea in the west, including all the nations I defeated. ",
    "reference": "Joshua 23:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 5,
    "text": "The Lord your God will drive them out from before you and remove them, so you can occupy their land as the Lord your God promised you.",
    "reference": "Joshua 23:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 6,
    "text": "Be very strong! Carefully obey all that is written in the law scroll of Moses so you won’t swerve from it to the right or the left, ",
    "reference": "Joshua 23:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 7,
    "text": "or associate with these nations that remain near you. You must not invoke or make solemn declarations by the names of their gods! You must not worship or bow down to them!",
    "reference": "Joshua 23:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 8,
    "text": "But you must be loyal to the Lord your God, as you have been to this very day. ",
    "reference": "Joshua 23:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 9,
    "text": "“The Lord drove out from before you great and mighty nations; no one has been able to resist you to this very day. ",
    "reference": "Joshua 23:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 10,
    "text": "One of you makes a thousand run away, for the Lord your God fights for you, as he promised you he would.",
    "reference": "Joshua 23:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 11,
    "text": "Watch yourselves carefully! Love the Lord your God! ",
    "reference": "Joshua 23:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 12,
    "text": "But if you ever turn away and make alliances with these nations that remain near you, and intermarry with them and establish friendly relations with them, ",
    "reference": "Joshua 23:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 13,
    "text": "know for certain that the Lord your God will no longer drive out these nations from before you. They will trap and ensnare you; they will be a whip that tears your sides and thorns that blind your eyes until you disappear from this good land the Lord your God gave you.",
    "reference": "Joshua 23:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 14,
    "text": "“Look, today I am about to die. You know with all your heart and being that not even one of all the faithful promises the Lord your God made to you is left unfulfilled; every one was realized—not one promise is unfulfilled! ",
    "reference": "Joshua 23:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 15,
    "text": "But in the same way that every faithful promise the Lord your God made to you has been realized, it is just as certain that if you disobey, then the Lord will bring on you every judgment until he destroys you from this good land that the Lord your God gave you.",
    "reference": "Joshua 23:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 23,
    "verse": 16,
    "text": "If you violate the covenantal laws of the Lord your God which he commanded you to keep, and you follow, worship, and bow down to other gods, then the Lord will be very angry with you and you will disappear quickly from the good land that he gave to you.”",
    "reference": "Joshua 23:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 1,
    "text": "Joshua assembled all the Israelite tribes at Shechem. He summoned Israel’s elders, rulers, judges, and leaders, and they appeared before God. ",
    "reference": "Joshua 24:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 2,
    "text": "Joshua told all the people, “This is what the Lord God of Israel has said: ‘In the distant past your ancestors lived beyond the Euphrates River, including Terah the father of Abraham and Nahor. They worshiped other gods, ",
    "reference": "Joshua 24:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 3,
    "text": "but I took your father Abraham from beyond the Euphrates and brought him into the entire land of Canaan. I made his descendants numerous; I gave him Isaac, ",
    "reference": "Joshua 24:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 4,
    "text": "and to Isaac I gave Jacob and Esau. To Esau I assigned Mount Seir, while Jacob and his sons went down to Egypt. ",
    "reference": "Joshua 24:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 5,
    "text": "I sent Moses and Aaron, and I struck Egypt down when I intervened in their land. Then I brought you out. ",
    "reference": "Joshua 24:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 6,
    "text": "When I brought your fathers out of Egypt, you arrived at the sea. The Egyptians chased your fathers with chariots and horsemen to the Red Sea. ",
    "reference": "Joshua 24:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 7,
    "text": "Your fathers cried out for help to the Lord; he made the area between you and the Egyptians dark, and then he drowned them in the sea. You witnessed with your very own eyes what I did in Egypt. You lived in the wilderness for a long time. ",
    "reference": "Joshua 24:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 8,
    "text": "Then I brought you to the land of the Amorites who lived east of the Jordan. They fought with you, but I handed them over to you; you conquered their land, and I destroyed them from before you.",
    "reference": "Joshua 24:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 9,
    "text": "Balak son of Zippor, king of Moab, launched an attack against Israel. He summoned Balaam son of Beor to call down judgment on you.",
    "reference": "Joshua 24:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 10,
    "text": "I refused to respond to Balaam; he kept prophesying good things about you, and I rescued you from his power. ",
    "reference": "Joshua 24:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 11,
    "text": "You crossed the Jordan and came to Jericho. The leaders of Jericho, as well as the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, fought against you, but I handed them over to you.",
    "reference": "Joshua 24:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 12,
    "text": "I sent terror ahead of you to drive out before you the two Amorite kings. I gave you the victory; it was not by your swords or bows. ",
    "reference": "Joshua 24:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 13,
    "text": "I gave you a land in which you had not worked hard; you took up residence in cities you did not build, and you are eating the produce of vineyards and olive groves you did not plant.’ ",
    "reference": "Joshua 24:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 14,
    "text": "“Now obey the Lord and worship him with integrity and loyalty. Put aside the gods your ancestors worshiped beyond the Euphrates and in Egypt, and worship the Lord. ",
    "reference": "Joshua 24:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 15,
    "text": "If you have no desire to worship the Lord, then choose today whom you will worship, whether it be the gods whom your ancestors worshiped beyond the Euphrates or the gods of the Amorites in whose land you are living. But I and my family will worship the Lord.”",
    "reference": "Joshua 24:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 16,
    "text": "The people responded, “Far be it from us to abandon the Lord so we can worship other gods! ",
    "reference": "Joshua 24:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 17,
    "text": "For the Lord our God took us and our fathers out of slavery in the land of Egypt and performed these awesome miracles before our very eyes. He continually protected us as we traveled and when we passed through nations. ",
    "reference": "Joshua 24:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 18,
    "text": "The Lord drove out from before us all the nations, including the Amorites who lived in the land. So we too will worship the Lord, for he is our God!” ",
    "reference": "Joshua 24:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 19,
    "text": "Joshua warned the people, “You will not keep worshiping the Lord, for he is a holy God. He is a jealous God who will not forgive your rebellion or your sins. ",
    "reference": "Joshua 24:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 20,
    "text": "If you abandon the Lord and worship foreign gods, he will turn against you; he will bring disaster on you and destroy you, though he once treated you well.” ",
    "reference": "Joshua 24:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 21,
    "text": "The people said to Joshua, “No! We really will worship the Lord.”",
    "reference": "Joshua 24:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 22,
    "text": "Joshua said to the people, “Do you agree to be witnesses against yourselves that you have chosen to worship the Lord?” They replied, “We are witnesses!” ",
    "reference": "Joshua 24:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 23,
    "text": "Joshua said, “Now put aside the foreign gods that are among you and submit to the Lord God of Israel.” ",
    "reference": "Joshua 24:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 24,
    "text": "The people said to Joshua, “We will worship the Lord our God and obey him.”",
    "reference": "Joshua 24:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 25,
    "text": "That day Joshua drew up an agreement for the people, and he established rules and regulations for them in Shechem. ",
    "reference": "Joshua 24:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 26,
    "text": "Joshua wrote these words in the Law Scroll of God. He then took a large stone and set it up there under the oak tree near the Lord’s sanctuary. ",
    "reference": "Joshua 24:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 27,
    "text": "Joshua said to all the people, “Look, this stone will be a witness against us, for it has heard everything the Lord said to us. It will be a witness against you if you deny your God.” ",
    "reference": "Joshua 24:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 28,
    "text": "When Joshua dismissed the people, they went to their allotted portions of land.",
    "reference": "Joshua 24:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 29,
    "text": "After all this Joshua son of Nun, the Lord’s servant, died at the age of 110. ",
    "reference": "Joshua 24:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 30,
    "text": "They buried him in his allotted territory in Timnath Serah in the hill country of Ephraim, north of Mount Gaash. ",
    "reference": "Joshua 24:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 31,
    "text": "Israel worshiped the Lord throughout Joshua’s lifetime and as long as the elderly men who outlived him remained alive. These men had experienced firsthand everything the Lord had done for Israel. ",
    "reference": "Joshua 24:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 32,
    "text": "The bones of Joseph, which the Israelites had brought up from Egypt, were buried at Shechem in the part of the field that Jacob bought from the sons of Hamor, the father of Shechem, for 100 pieces of money. So it became the inheritance of the tribe of Joseph. ",
    "reference": "Joshua 24:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 24,
    "verse": 33,
    "text": "Eleazar son of Aaron died, and they buried him in Gibeah in the hill country of Ephraim, where his son Phinehas had been assigned land.",
    "reference": "Joshua 24:33"
  }
]