[
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 1,
    "text": "The entire Israelite community assembled at Shiloh and there they set up the tent of meeting. Though they had subdued the land, ",
    "reference": "Joshua 18:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 2,
    "text": "seven Israelite tribes had not been assigned their allotted land.",
    "reference": "Joshua 18:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 3,
    "text": "So Joshua said to the Israelites: “How long do you intend to put off occupying the land the Lord God of your ancestors has given you? ",
    "reference": "Joshua 18:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 4,
    "text": "Pick three men from each tribe. I will send them out to walk through the land and make a map of it for me.",
    "reference": "Joshua 18:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 5,
    "text": "Divide it into seven regions. Judah will stay in its territory in the south and the family of Joseph in its territory in the north. ",
    "reference": "Joshua 18:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 6,
    "text": "But as for you, map out the land into seven regions and bring it to me. I will draw lots for you here before the Lord our God. ",
    "reference": "Joshua 18:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 7,
    "text": "But the Levites will not have an allotted portion among you, for their inheritance is to serve the Lord. Gad, Reuben, and the half-tribe of Manasseh have already received their allotted land east of the Jordan, which Moses the Lord’s servant assigned them.” ",
    "reference": "Joshua 18:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 8,
    "text": "When the men started out, Joshua told those going to map out the land, “Go, walk through the land, map it out, and return to me. Then I will draw lots for you before the Lord here in Shiloh.” ",
    "reference": "Joshua 18:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 9,
    "text": "The men journeyed through the land and mapped it and its cities out into seven regions on a scroll. Then they came to Joshua at the camp in Shiloh. ",
    "reference": "Joshua 18:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 10,
    "text": "Joshua drew lots for them in Shiloh before the Lord and divided the land among the Israelites according to their allotted portions. ",
    "reference": "Joshua 18:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 11,
    "text": "The first lot belonged to the tribe of Benjamin by its clans. Their allotted territory was between Judah and Joseph. ",
    "reference": "Joshua 18:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 12,
    "text": "Their northern border started at the Jordan, went up to the slope of Jericho on the north, ascended westward to the hill country, and extended to the wilderness of Beth Aven. ",
    "reference": "Joshua 18:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 13,
    "text": "It then crossed from there to Luz, to the slope of Luz to the south (that is, Bethel), and descended to Ataroth Addar located on the hill that is south of lower Beth Horon. ",
    "reference": "Joshua 18:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 14,
    "text": "It then turned on the west side southward from the hill near Beth Horon on the south and extended to Kiriath Baal (that is, Kiriath Jearim), a city belonging to the tribe of Judah. This is the western border. ",
    "reference": "Joshua 18:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 15,
    "text": "The southern side started on the edge of Kiriath Jearim and extended westward to the spring of the waters of Nephtoah. ",
    "reference": "Joshua 18:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 16,
    "text": "The border then descended to the edge of the hill country near the Valley of Ben Hinnom located in the Valley of the Rephaites to the north. It descended through the Valley of Hinnom to the slope of the Jebusites to the south and then down to En Rogel. ",
    "reference": "Joshua 18:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 17,
    "text": "It went northward, extending to En Shemesh and Geliloth opposite the Pass of Adummim, and descended to the Stone of Bohan son of Reuben. ",
    "reference": "Joshua 18:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 18,
    "text": "It crossed to the slope in front of the rift valley to the north and descended into the rift valley.",
    "reference": "Joshua 18:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 19,
    "text": "It then crossed to the slope of Beth Hoglah to the north and ended at the northern tip of the Salt Sea at the mouth of the Jordan River. This was the southern border. ",
    "reference": "Joshua 18:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 20,
    "text": "The Jordan River bordered it on the east. These were the borders of the land assigned to the tribe of Benjamin by its clans. ",
    "reference": "Joshua 18:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 21,
    "text": "These cities belonged to the tribe of Benjamin by its clans: Jericho, Beth Hoglah, Emek Keziz, ",
    "reference": "Joshua 18:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 22,
    "text": "Beth Arabah, Zemaraim, Bethel, ",
    "reference": "Joshua 18:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 23,
    "text": "Avvim, Parah, Ophrah, ",
    "reference": "Joshua 18:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 24,
    "text": "Kephar Ammoni, Ophni, and Geba—a total of 12 cities and their towns. ",
    "reference": "Joshua 18:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 25,
    "text": "Gibeon, Ramah, Beeroth, ",
    "reference": "Joshua 18:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 26,
    "text": "Mizpah, Kephirah, Mozah, ",
    "reference": "Joshua 18:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 27,
    "text": "Rekem, Irpeel, Taralah, ",
    "reference": "Joshua 18:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 18,
    "verse": 28,
    "text": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath—a total of 14 cities and their towns. This was the land assigned to the tribe of Benjamin by its clans. ",
    "reference": "Joshua 18:28"
  }
]