[
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 1,
    "text": "Adoni-Zedek, king of Jerusalem, heard how Joshua captured Ai and annihilated it and its king as he did Jericho and its king. He also heard how the people of Gibeon made peace with Israel and lived among them.",
    "reference": "Joshua 10:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 2,
    "text": "All Jerusalem was terrified because Gibeon was a large city, like one of the royal cities. It was larger than Ai, and all its men were warriors. ",
    "reference": "Joshua 10:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 3,
    "text": "So King Adoni-Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon: ",
    "reference": "Joshua 10:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 4,
    "text": "“Come to my aid so we can attack Gibeon, for it has made peace with Joshua and the Israelites.” ",
    "reference": "Joshua 10:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 5,
    "text": "So the five Amorite kings (the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon) and all their troops gathered together and advanced. They deployed their troops and fought against Gibeon. ",
    "reference": "Joshua 10:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 6,
    "text": "The men of Gibeon sent this message to Joshua at the camp in Gilgal, “Do not abandon your subjects! Come up here quickly and rescue us! Help us! For all the Amorite kings living in the hill country are attacking us.”",
    "reference": "Joshua 10:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 7,
    "text": "So Joshua and his whole army, including the bravest warriors, marched up from Gilgal. ",
    "reference": "Joshua 10:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 8,
    "text": "The Lord told Joshua, “Don’t be afraid of them, for I am handing them over to you. Not one of them can resist you.” ",
    "reference": "Joshua 10:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 9,
    "text": "Joshua attacked them by surprise after marching all night from Gilgal. ",
    "reference": "Joshua 10:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 10,
    "text": "The Lord routed them before Israel. Israel thoroughly defeated them at Gibeon. They chased them up the road to the pass of Beth Horon and struck them down all the way to Azekah and Makkedah. ",
    "reference": "Joshua 10:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 11,
    "text": "As they fled from Israel on the slope leading down from Beth Horon, the Lord threw down on them large hailstones from the sky, all the way to Azekah. They died—in fact, more died from the hailstones than the Israelites killed with the sword. ",
    "reference": "Joshua 10:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 12,
    "text": "The day the Lord delivered the Amorites over to the Israelites, Joshua prayed to the Lord before Israel: “O sun, stand still over Gibeon; O moon, over the Valley of Aijalon!” ",
    "reference": "Joshua 10:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 13,
    "text": "The sun stood still and the moon stood motionless while the nation took vengeance on its enemies. The event is recorded in the Scroll of the Upright One. The sun stood motionless in the middle of the sky and did not set for about a full day. ",
    "reference": "Joshua 10:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 14,
    "text": "There has not been a day like it before or since. The Lord listened to a human being, for the Lord fought for Israel! ",
    "reference": "Joshua 10:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 15,
    "text": "Then Joshua and all Israel returned to the camp at Gilgal. ",
    "reference": "Joshua 10:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 16,
    "text": "The five Amorite kings ran away and hid in the cave at Makkedah. ",
    "reference": "Joshua 10:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 17,
    "text": "Joshua was told, “The five kings have been found hiding in the cave at Makkedah.” ",
    "reference": "Joshua 10:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 18,
    "text": "Joshua said, “Roll large stones over the mouth of the cave and post guards in front of it.",
    "reference": "Joshua 10:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 19,
    "text": "But don’t you delay! Chase your enemies and catch them. Don’t allow them to retreat to their cities, for the Lord your God is handing them over to you.” ",
    "reference": "Joshua 10:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 20,
    "text": "Joshua and the Israelites almost totally wiped them out, but some survivors did escape to the fortified cities. ",
    "reference": "Joshua 10:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 21,
    "text": "Then the whole army safely returned to Joshua at the camp in Makkedah. No one dared threaten the Israelites. ",
    "reference": "Joshua 10:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 22,
    "text": "Joshua said, “Open the cave’s mouth and bring the five kings out of the cave to me.”",
    "reference": "Joshua 10:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 23,
    "text": "They did as ordered; they brought the five kings out of the cave to him—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon. ",
    "reference": "Joshua 10:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 24,
    "text": "When they brought the kings out to Joshua, he summoned all the men of Israel and said to the commanders of the troops who accompanied him, “Come here and put your feet on the necks of these kings.” So they came up and put their feet on their necks. ",
    "reference": "Joshua 10:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 25,
    "text": "Then Joshua said to them, “Don’t be afraid and don’t panic! Be strong and brave, for the Lord will do the same thing to all your enemies you fight.” ",
    "reference": "Joshua 10:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 26,
    "text": "Then Joshua executed them and hung them on five trees. They were left hanging on the trees until evening. ",
    "reference": "Joshua 10:26"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 27,
    "text": "At sunset Joshua ordered his men to take them down from the trees. They threw them into the cave where they had hidden and piled large stones over the mouth of the cave. (They remain to this very day.) ",
    "reference": "Joshua 10:27"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 28,
    "text": "That day Joshua captured Makkedah and put the sword to it and its king. He annihilated everyone who lived in it; he left no survivors. He did to its king what he had done to the king of Jericho. ",
    "reference": "Joshua 10:28"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 29,
    "text": "Joshua and all Israel marched from Makkedah to Libnah and fought against it.",
    "reference": "Joshua 10:29"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 30,
    "text": "The Lord handed it and its king over to Israel, and Israel put the sword to all who lived there; they left no survivors. They did to its king what they had done to the king of Jericho. ",
    "reference": "Joshua 10:30"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 31,
    "text": "Joshua and all Israel marched from Libnah to Lachish. He deployed his troops and fought against it.",
    "reference": "Joshua 10:31"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 32,
    "text": "The Lord handed Lachish over to Israel, and they captured it on the second day. They put the sword to all who lived there, just as they had done to Libnah. ",
    "reference": "Joshua 10:32"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 33,
    "text": "Then King Horam of Gezer came up to help Lachish, but Joshua struck him down, as well as his army, until no survivors remained. ",
    "reference": "Joshua 10:33"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 34,
    "text": "Joshua and all Israel marched from Lachish to Eglon. They deployed troops and fought against it.",
    "reference": "Joshua 10:34"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 35,
    "text": "That day they captured it and put the sword to all who lived there. That day they annihilated it just as they had done to Lachish. ",
    "reference": "Joshua 10:35"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 36,
    "text": "Joshua and all Israel marched up from Eglon to Hebron and fought against it.",
    "reference": "Joshua 10:36"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 37,
    "text": "They captured it and put the sword to its king, all its surrounding cities, and all who lived in it; they left no survivors. As they had done at Eglon, they annihilated it and all who lived there.",
    "reference": "Joshua 10:37"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 38,
    "text": "Joshua and all Israel turned to Debir and fought against it.",
    "reference": "Joshua 10:38"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 39,
    "text": "They captured it, its king, and all its surrounding cities and put the sword to them. They annihilated everyone who lived there; they left no survivors. They did to Debir and its king what they had done to Libnah and its king and to Hebron. ",
    "reference": "Joshua 10:39"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 40,
    "text": "Joshua defeated the whole land, including the hill country, the Negev, the foothills, the slopes, and all their kings. He left no survivors. He annihilated everything that breathed, just as the Lord God of Israel had commanded. ",
    "reference": "Joshua 10:40"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 41,
    "text": "Joshua conquered the area between Kadesh Barnea and Gaza and the whole region of Goshen, all the way to Gibeon. ",
    "reference": "Joshua 10:41"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 42,
    "text": "Joshua captured in one campaign all these kings and their lands, for the Lord God of Israel fought for Israel. ",
    "reference": "Joshua 10:42"
  },
  {
    "bookName": "Joshua",
    "chapter": 10,
    "verse": 43,
    "text": "Then Joshua and all Israel returned to the camp at Gilgal. ",
    "reference": "Joshua 10:43"
  }
]