[{"bookName":"Joshua","chapter":5,"verse":1,"text":"When all the Amorite kings on the west side of the Jordan and all the Canaanite kings along the seacoast heard how the Lord had dried up the water of the Jordan before the Israelites while they crossed, they lost their courage and could not even breathe for fear of the Israelites. ","reference":"Joshua 5:1"},{"bookName":"Joshua","chapter":5,"verse":2,"text":"At that time the Lord told Joshua, “Make flint knives and circumcise the Israelites once again.” ","reference":"Joshua 5:2"},{"bookName":"Joshua","chapter":5,"verse":3,"text":"So Joshua made flint knives and circumcised the Israelites at the Hill of the Foreskins. ","reference":"Joshua 5:3"},{"bookName":"Joshua","chapter":5,"verse":4,"text":"This is why Joshua had to circumcise them: All the men old enough to fight when they left Egypt died on the journey through the wilderness after they left Egypt. ","reference":"Joshua 5:4"},{"bookName":"Joshua","chapter":5,"verse":5,"text":"Now all the men who left were circumcised, but all the sons born on the journey through the wilderness after they left Egypt were uncircumcised. ","reference":"Joshua 5:5"},{"bookName":"Joshua","chapter":5,"verse":6,"text":"Indeed, for 40 years the Israelites traveled through the wilderness until all the men old enough to fight when they left Egypt, the ones who had disobeyed the Lord, died off. For the Lord had sworn a solemn oath to them that he would not let them see the land he had sworn by oath to their ancestors to give them, a land rich in milk and honey. ","reference":"Joshua 5:6"},{"bookName":"Joshua","chapter":5,"verse":7,"text":"He replaced them with their sons, whom Joshua circumcised. They were uncircumcised; their fathers had not circumcised them along the way. ","reference":"Joshua 5:7"},{"bookName":"Joshua","chapter":5,"verse":8,"text":"When all the men had been circumcised, they stayed there in the camp until they had healed.","reference":"Joshua 5:8"},{"bookName":"Joshua","chapter":5,"verse":9,"text":"The Lord said to Joshua, “Today I have taken away the disgrace of Egypt from you.” So that place is called Gilgal even to this day. ","reference":"Joshua 5:9"},{"bookName":"Joshua","chapter":5,"verse":10,"text":"So the Israelites camped in Gilgal and celebrated the Passover in the evening of the fourteenth day of the month in the rift valley plains of Jericho. ","reference":"Joshua 5:10"},{"bookName":"Joshua","chapter":5,"verse":11,"text":"They ate some of the produce of the land the day after the Passover, including unleavened bread and roasted grain.","reference":"Joshua 5:11"},{"bookName":"Joshua","chapter":5,"verse":12,"text":"The manna stopped appearing the day they ate some of the produce of the land; the Israelites never ate manna again. They ate from the produce of the land of Canaan that year.","reference":"Joshua 5:12"},{"bookName":"Joshua","chapter":5,"verse":13,"text":"When Joshua was near Jericho, he looked up and saw a man standing in front of him holding a drawn sword. Joshua approached him and asked him, “Are you on our side or allied with our enemies?” ","reference":"Joshua 5:13"},{"bookName":"Joshua","chapter":5,"verse":14,"text":"He answered, “Truly I am the commander of the Lord’s army. Now I have arrived!” Joshua bowed down with his face to the ground and asked, “What does my master want to say to his servant?” ","reference":"Joshua 5:14"},{"bookName":"Joshua","chapter":5,"verse":15,"text":"The commander of the Lord’s army answered Joshua, “Remove your sandals from your feet because the place where you stand is holy.” Joshua did so. ","reference":"Joshua 5:15"}]