[{"bookName":"Joshua","chapter":4,"verse":1,"text":"When the entire nation was on the other side, the Lord told Joshua, ","reference":"Joshua 4:1"},{"bookName":"Joshua","chapter":4,"verse":2,"text":"“Select for yourselves 12 men from the people, one per tribe. ","reference":"Joshua 4:2"},{"bookName":"Joshua","chapter":4,"verse":3,"text":"Instruct them, ‘Pick up 12 stones from the middle of the Jordan, from the very place where the priests stand firmly, and carry them over with you and put them in the place where you camp tonight.’” ","reference":"Joshua 4:3"},{"bookName":"Joshua","chapter":4,"verse":4,"text":"Joshua summoned the 12 men he had appointed from the Israelites, one per tribe. ","reference":"Joshua 4:4"},{"bookName":"Joshua","chapter":4,"verse":5,"text":"Joshua told them, “Go in front of the ark of the Lord your God to the middle of the Jordan. Each of you is to put a stone on his shoulder, according to the number of the Israelite tribes. ","reference":"Joshua 4:5"},{"bookName":"Joshua","chapter":4,"verse":6,"text":"The stones will be a reminder to you. When your children ask someday, ‘Why are these stones important to you?’","reference":"Joshua 4:6"},{"bookName":"Joshua","chapter":4,"verse":7,"text":"tell them how the water of the Jordan stopped flowing before the ark of the covenant of the Lord. When it crossed the Jordan, the water of the Jordan stopped flowing. These stones will be a lasting memorial for the Israelites.” ","reference":"Joshua 4:7"},{"bookName":"Joshua","chapter":4,"verse":8,"text":"The Israelites did just as Joshua commanded. They picked up 12 stones, according to the number of the Israelite tribes, from the middle of the Jordan as the Lord had instructed Joshua. They carried them over with them to the camp and put them there. ","reference":"Joshua 4:8"},{"bookName":"Joshua","chapter":4,"verse":9,"text":"Joshua also set up 12 stones in the middle of the Jordan in the very place where the priests carrying the ark of the covenant stood. They remain there to this very day. ","reference":"Joshua 4:9"},{"bookName":"Joshua","chapter":4,"verse":10,"text":"Now the priests carrying the ark of the covenant were standing in the middle of the Jordan until everything the Lord had commanded Joshua to tell the people was accomplished, in accordance with all that Moses had commanded Joshua. The people went across quickly, ","reference":"Joshua 4:10"},{"bookName":"Joshua","chapter":4,"verse":11,"text":"and when all the people had finished crossing, the ark of the Lord and the priests crossed as the people looked on.","reference":"Joshua 4:11"},{"bookName":"Joshua","chapter":4,"verse":12,"text":"The Reubenites, the Gadites, and the half-tribe of Manasseh crossed over armed for battle ahead of the Israelites, just as Moses had instructed them.","reference":"Joshua 4:12"},{"bookName":"Joshua","chapter":4,"verse":13,"text":"About 40,000 battle-ready troops marched past the Lord to fight on the rift valley plains of Jericho. ","reference":"Joshua 4:13"},{"bookName":"Joshua","chapter":4,"verse":14,"text":"That day the Lord brought honor to Joshua before all Israel. They respected him all his life, just as they had respected Moses. ","reference":"Joshua 4:14"},{"bookName":"Joshua","chapter":4,"verse":15,"text":"The Lord told Joshua, ","reference":"Joshua 4:15"},{"bookName":"Joshua","chapter":4,"verse":16,"text":"“Instruct the priests carrying the ark of the covenantal laws to come up from the Jordan.” ","reference":"Joshua 4:16"},{"bookName":"Joshua","chapter":4,"verse":17,"text":"So Joshua instructed the priests, “Come up from the Jordan!” ","reference":"Joshua 4:17"},{"bookName":"Joshua","chapter":4,"verse":18,"text":"The priests carrying the ark of the covenant of the Lord came up from the middle of the Jordan, and as soon as they set foot on dry land, the water of the Jordan flowed again and returned to flood stage. ","reference":"Joshua 4:18"},{"bookName":"Joshua","chapter":4,"verse":19,"text":"The people went up from the Jordan on the tenth day of the first month and camped in Gilgal on the eastern border of Jericho. ","reference":"Joshua 4:19"},{"bookName":"Joshua","chapter":4,"verse":20,"text":"Now Joshua set up in Gilgal the 12 stones they had taken from the Jordan. ","reference":"Joshua 4:20"},{"bookName":"Joshua","chapter":4,"verse":21,"text":"He told the Israelites, “When your children someday ask their fathers, ‘What do these stones represent?’","reference":"Joshua 4:21"},{"bookName":"Joshua","chapter":4,"verse":22,"text":"explain to your children, ‘Israel crossed the Jordan River on dry ground.’ ","reference":"Joshua 4:22"},{"bookName":"Joshua","chapter":4,"verse":23,"text":"For the Lord your God dried up the water of the Jordan before you while you crossed over. It was just like when the Lord your God dried up the Red Sea before us while we crossed it.","reference":"Joshua 4:23"},{"bookName":"Joshua","chapter":4,"verse":24,"text":"He has done this so all the nations of the earth might recognize the Lord’s power and so you might always obey the Lord your God.” ","reference":"Joshua 4:24"}]