[
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 1,
    "text": "But the Israelites disobeyed the command about the city’s riches. Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, stole some of the riches. The Lord was furious with the Israelites. ",
    "reference": "Joshua 7:1"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 2,
    "text": "Joshua sent men from Jericho to Ai (which is located near Beth Aven, east of Bethel) and instructed them, “Go up and spy on the land.” So the men went up and spied on Ai. ",
    "reference": "Joshua 7:2"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 3,
    "text": "They returned and reported to Joshua, “Don’t send the whole army. About two or three thousand men are adequate to defeat Ai. Don’t tire out the whole army, for Ai is small.” ",
    "reference": "Joshua 7:3"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 4,
    "text": "So about 3,000 men went up, but they fled from the men of Ai. ",
    "reference": "Joshua 7:4"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 5,
    "text": "The men of Ai killed about thirty-six of them and chased them from in front of the city gate all the way to the fissures and defeated them on the steep slope. The people’s courage melted away like water. ",
    "reference": "Joshua 7:5"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 6,
    "text": "Joshua tore his clothes; he and the leaders of Israel lay face down on the ground before the ark of the Lord until evening and threw dirt on their heads. ",
    "reference": "Joshua 7:6"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 7,
    "text": "Joshua prayed, “O, Sovereign Lord! Why did you bring these people across the Jordan to hand us over to the Amorites so they could destroy us? If only we had been satisfied to live on the other side of the Jordan!",
    "reference": "Joshua 7:7"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 8,
    "text": "O Lord, what can I say now that Israel has retreated before its enemies? ",
    "reference": "Joshua 7:8"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 9,
    "text": "When the Canaanites and all who live in the land hear about this, they will turn against us and destroy the very memory of us from the earth. What will you do to protect your great reputation?” ",
    "reference": "Joshua 7:9"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 10,
    "text": "The Lord responded to Joshua, “Get up! Why are you lying there face down?",
    "reference": "Joshua 7:10"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 11,
    "text": "Israel has sinned; they have violated my covenantal commandment! They have taken some of the riches; they have stolen them and deceitfully put them among their own possessions. ",
    "reference": "Joshua 7:11"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 12,
    "text": "The Israelites are unable to stand before their enemies; they retreat because they have become subject to annihilation. I will no longer be with you, unless you destroy what has contaminated you.",
    "reference": "Joshua 7:12"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 13,
    "text": "Get up! Ritually consecrate the people and tell them this: ‘Ritually consecrate yourselves for tomorrow because this is what the Lord God of Israel has said, “You are contaminated, O Israel! You will not be able to stand before your enemies until you remove what is contaminating you.” ",
    "reference": "Joshua 7:13"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 14,
    "text": "In the morning you must approach in tribal order. The tribe the Lord selects must approach by clans. The clan the Lord selects must approach by families. The family the Lord selects must approach man by man. ",
    "reference": "Joshua 7:14"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 15,
    "text": "The one caught with the riches must be burned up along with all who belong to him because he violated the Lord’s covenant and did such a disgraceful thing in Israel.’” ",
    "reference": "Joshua 7:15"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 16,
    "text": "Bright and early the next morning Joshua made Israel approach in tribal order, and the tribe of Judah was selected. ",
    "reference": "Joshua 7:16"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 17,
    "text": "He then made the clans of Judah approach, and the clan of the Zerahites was selected. He made the clan of the Zerahites approach, and Zabdi was selected. ",
    "reference": "Joshua 7:17"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 18,
    "text": "He then made Zabdi’s family approach man by man and Achan son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, was selected.",
    "reference": "Joshua 7:18"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 19,
    "text": "So Joshua said to Achan, “My son, honor the Lord God of Israel and give him praise! Tell me what you did; don’t hide anything from me.” ",
    "reference": "Joshua 7:19"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 20,
    "text": "Achan told Joshua, “It is true. I have sinned against the Lord God of Israel in this way: ",
    "reference": "Joshua 7:20"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 21,
    "text": "I saw among the goods we seized a nice robe from Babylon, 200 silver pieces, and a bar of gold weighing 50 shekels. I wanted them, so I took them. They are hidden in the ground right in the middle of my tent, with the silver underneath.” ",
    "reference": "Joshua 7:21"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 22,
    "text": "Joshua sent messengers who ran to the tent. The things were hidden right in his tent, with the silver underneath. ",
    "reference": "Joshua 7:22"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 23,
    "text": "They took it all from the middle of the tent, brought it to Joshua and all the Israelites, and placed it before the Lord. ",
    "reference": "Joshua 7:23"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 24,
    "text": "Then Joshua and all Israel took Achan, son of Zerah, along with the silver, the robe, the bar of gold, his sons, daughters, oxen, donkeys, sheep, tent, and all that belonged to him and brought them up to the Valley of Disaster. ",
    "reference": "Joshua 7:24"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 25,
    "text": "Joshua said, “Why have you brought disaster on us? The Lord will bring disaster on you today!” All Israel stoned him to death. (They also stoned and burned the others.)",
    "reference": "Joshua 7:25"
  },
  {
    "bookName": "Joshua",
    "chapter": 7,
    "verse": 26,
    "text": "Then they erected over him a large pile of stones (it remains to this very day), and the Lord’s anger subsided. So that place is called the Valley of Disaster to this very day. ",
    "reference": "Joshua 7:26"
  }
]