[{"bookName":"Joshua","chapter":14,"verse":1,"text":"The following is a record of the territory assigned to the Israelites in the land of Canaan by Eleazar the priest, Joshua son of Nun, and the Israelite tribal leaders. ","reference":"Joshua 14:1"},{"bookName":"Joshua","chapter":14,"verse":2,"text":"The land assignments to the nine-and-a-half tribes were made by drawing lots, as the Lord had instructed Moses. ","reference":"Joshua 14:2"},{"bookName":"Joshua","chapter":14,"verse":3,"text":"Now Moses had assigned land to the two-and-a-half tribes east of the Jordan, but he assigned no land to the Levites. ","reference":"Joshua 14:3"},{"bookName":"Joshua","chapter":14,"verse":4,"text":"The descendants of Joseph were considered as two tribes, Manasseh and Ephraim. The Levites were allotted no territory, though they were assigned cities in which to live, along with the grazing areas for their cattle and possessions. ","reference":"Joshua 14:4"},{"bookName":"Joshua","chapter":14,"verse":5,"text":"The Israelites followed the Lord’s instructions to Moses and divided up the land. ","reference":"Joshua 14:5"},{"bookName":"Joshua","chapter":14,"verse":6,"text":"The men of Judah approached Joshua in Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord said about you and me to Moses, the man of God, at Kadesh Barnea. ","reference":"Joshua 14:6"},{"bookName":"Joshua","chapter":14,"verse":7,"text":"I was forty years old when Moses, the Lord’s servant, sent me from Kadesh Barnea to spy on the land and I brought back to him an honest report. ","reference":"Joshua 14:7"},{"bookName":"Joshua","chapter":14,"verse":8,"text":"My countrymen who accompanied me frightened the people, but I remained loyal to the Lord my God. ","reference":"Joshua 14:8"},{"bookName":"Joshua","chapter":14,"verse":9,"text":"That day Moses made this solemn promise: ‘Surely the land on which you walked will belong to you and your descendants permanently, for you remained loyal to the Lord your God.’ ","reference":"Joshua 14:9"},{"bookName":"Joshua","chapter":14,"verse":10,"text":"So now, look, the Lord has preserved my life, just as he promised, these past forty-five years since the Lord spoke these words to Moses, while Israel traveled through the wilderness. See here, I am today eighty-five years old!","reference":"Joshua 14:10"},{"bookName":"Joshua","chapter":14,"verse":11,"text":"Today I am still as strong as when Moses sent me out. I can fight and go about my daily activities with the same energy I had then. ","reference":"Joshua 14:11"},{"bookName":"Joshua","chapter":14,"verse":12,"text":"Now, assign me this hill country that the Lord promised me at that time! No doubt you heard then that the Anakites live there in large, fortified cities. But assuming the Lord is with me, I will conquer them, as the Lord promised.” ","reference":"Joshua 14:12"},{"bookName":"Joshua","chapter":14,"verse":13,"text":"Joshua asked God to empower Caleb son of Jephunneh and assigned him Hebron. ","reference":"Joshua 14:13"},{"bookName":"Joshua","chapter":14,"verse":14,"text":"So Hebron remains the assigned land of Caleb son of Jephunneh the Kenizzite to this very day because he remained loyal to the Lord God of Israel. ","reference":"Joshua 14:14"},{"bookName":"Joshua","chapter":14,"verse":15,"text":"(Hebron used to be called Kiriath Arba. Arba was a famous Anakite.) Then the land was free of war. ","reference":"Joshua 14:15"}]