[
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 1,
    "text": "“In that day there will be a fountain opened up for the dynasty of David and the people of Jerusalem to cleanse them from sin and impurity. ",
    "reference": "Zechariah 13:1"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 2,
    "text": "And also on that day,” says the Lord of Heaven’s Armies, “I will remove the names of the idols from the land and they will never again be remembered. Moreover, I will remove the prophets and the unclean spirit from the land. ",
    "reference": "Zechariah 13:2"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 3,
    "text": "Then, if anyone prophesies in spite of this, his father and mother to whom he was born will say to him, ‘You cannot live, for you lie in the name of the Lord.’ Then his father and mother to whom he was born will run him through with a sword when he prophesies. ",
    "reference": "Zechariah 13:3"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 4,
    "text": "“Therefore, on that day each prophet will be ashamed of his vision when he prophesies and will no longer wear the hairy garment of a prophet to deceive the people.",
    "reference": "Zechariah 13:4"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 5,
    "text": "Instead he will say, ‘I am no prophet; indeed, I am a farmer, for a man has made me his indentured servant since my youth.’ ",
    "reference": "Zechariah 13:5"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 6,
    "text": "Then someone will ask him, ‘What are these wounds on your chest?’ and he will answer, ‘Some that I received in the house of my friends.’ ",
    "reference": "Zechariah 13:6"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 7,
    "text": "“Awake, sword, against my shepherd, against the man who is my associate,” says the Lord of Heaven’s Armies. “Strike the shepherd that the flock may be scattered; I will turn my hand against the insignificant ones.",
    "reference": "Zechariah 13:7"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 8,
    "text": "It will happen in all the land,” says the Lord, “that two-thirds of the people in it will be cut off and die, but one-third will be left in it.",
    "reference": "Zechariah 13:8"
  },
  {
    "bookName": "Zechariah",
    "chapter": 13,
    "verse": 9,
    "text": "Then I will bring the remaining third into the fire; I will refine them like silver is refined and will test them like gold is tested. They will call on my name and I will answer; I will say, ‘These are my people,’ and they will say, ‘The Lord is our God.’” ",
    "reference": "Zechariah 13:9"
  }
]