[{"bookName":"Zechariah","chapter":4,"verse":1,"text":"The angelic messenger who had been speaking with me then returned and woke me, as a person is wakened from sleep. ","reference":"Zechariah 4:1"},{"bookName":"Zechariah","chapter":4,"verse":2,"text":"He asked me, “What do you see?” I replied, “I see a menorah of pure gold with a receptacle at the top. There are seven lamps at the top, with seven pipes going to the lamps. ","reference":"Zechariah 4:2"},{"bookName":"Zechariah","chapter":4,"verse":3,"text":"There are also two olive trees beside it, one on the right of the receptacle and the other on the left.” ","reference":"Zechariah 4:3"},{"bookName":"Zechariah","chapter":4,"verse":4,"text":"Then I asked the messenger who spoke with me, “What are these, sir?” ","reference":"Zechariah 4:4"},{"bookName":"Zechariah","chapter":4,"verse":5,"text":"He replied, “Don’t you know what these are?” So I responded, “No, sir.” ","reference":"Zechariah 4:5"},{"bookName":"Zechariah","chapter":4,"verse":6,"text":"Therefore he told me, “This is the Lord’s message to Zerubbabel: ‘Not by strength and not by power, but by my Spirit,’ says the Lord of Heaven’s Armies.","reference":"Zechariah 4:6"},{"bookName":"Zechariah","chapter":4,"verse":7,"text":"“What are you, you great mountain? Because of Zerubbabel you will become a level plain! And he will bring forth the temple capstone with shoutings of ‘Grace! Grace!’ because of this.”","reference":"Zechariah 4:7"},{"bookName":"Zechariah","chapter":4,"verse":8,"text":"Moreover, the Lord’s message came to me as follows: ","reference":"Zechariah 4:8"},{"bookName":"Zechariah","chapter":4,"verse":9,"text":"“The hands of Zerubbabel have laid the foundations of this temple, and his hands will complete it. Then you will know that the Lord of Heaven’s Armies has sent me to you.","reference":"Zechariah 4:9"},{"bookName":"Zechariah","chapter":4,"verse":10,"text":"For who dares make light of small beginnings? These seven eyes will joyfully look on the tin tablet in Zerubbabel’s hand. These are the eyes of the Lord, which constantly range across the whole earth.” ","reference":"Zechariah 4:10"},{"bookName":"Zechariah","chapter":4,"verse":11,"text":"Next I asked the messenger, “What are these two olive trees on the right and the left of the menorah?” ","reference":"Zechariah 4:11"},{"bookName":"Zechariah","chapter":4,"verse":12,"text":"Before he could reply I asked again, “What are these two extensions of the olive trees, which are emptying out the golden oil through the two golden pipes?” ","reference":"Zechariah 4:12"},{"bookName":"Zechariah","chapter":4,"verse":13,"text":"He replied, “Don’t you know what these are?” And I said, “No, sir.” ","reference":"Zechariah 4:13"},{"bookName":"Zechariah","chapter":4,"verse":14,"text":"So he said, “These are the two anointed ones who stand by the Lord of the whole earth.” ","reference":"Zechariah 4:14"}]