[{"bookName":"Zechariah","chapter":6,"verse":1,"text":"Once more I looked, and this time I saw four chariots emerging from between two mountains of bronze. ","reference":"Zechariah 6:1"},{"bookName":"Zechariah","chapter":6,"verse":2,"text":"Harnessed to the first chariot were red horses, to the second black horses, ","reference":"Zechariah 6:2"},{"bookName":"Zechariah","chapter":6,"verse":3,"text":"to the third white horses, and to the fourth spotted horses, all of them strong. ","reference":"Zechariah 6:3"},{"bookName":"Zechariah","chapter":6,"verse":4,"text":"Then I asked the angelic messenger who was speaking with me, “What are these, sir?” ","reference":"Zechariah 6:4"},{"bookName":"Zechariah","chapter":6,"verse":5,"text":"The messenger replied, “These are the four spirits of heaven going out after presenting themselves before the Lord of all the earth. ","reference":"Zechariah 6:5"},{"bookName":"Zechariah","chapter":6,"verse":6,"text":"The chariot with the black horses is going to the north country, and the white ones are going after them, but the spotted ones are going to the south country. ","reference":"Zechariah 6:6"},{"bookName":"Zechariah","chapter":6,"verse":7,"text":"All these strong ones are scattering; they have sought permission to go and walk about over the earth.” The Lord had said, “Go! Walk about over the earth!” So they are doing so.","reference":"Zechariah 6:7"},{"bookName":"Zechariah","chapter":6,"verse":8,"text":"Then he cried out to me, “Look! The ones going to the northland have brought me peace about the northland.” ","reference":"Zechariah 6:8"},{"bookName":"Zechariah","chapter":6,"verse":9,"text":"The Lord’s message came to me as follows: ","reference":"Zechariah 6:9"},{"bookName":"Zechariah","chapter":6,"verse":10,"text":"“Choose some people from among the exiles, namely, Heldai, Tobijah, and Jedaiah, all who have come from Babylon, and when you have done so go to the house of Josiah son of Zephaniah. ","reference":"Zechariah 6:10"},{"bookName":"Zechariah","chapter":6,"verse":11,"text":"Then take some silver and gold to make a crown and set it on the head of Joshua the high priest, the son of Jehozadak. ","reference":"Zechariah 6:11"},{"bookName":"Zechariah","chapter":6,"verse":12,"text":"Then say to him, ‘The Lord of Heaven’s Armies says, “Look—here is the man whose name is Branch, who will sprout up from his place and build the temple of the Lord. ","reference":"Zechariah 6:12"},{"bookName":"Zechariah","chapter":6,"verse":13,"text":"Indeed, he will build the temple of the Lord, and he will be clothed in splendor, sitting as king on his throne. Moreover, there will be a priest with him on his throne and they will see eye to eye on everything. ","reference":"Zechariah 6:13"},{"bookName":"Zechariah","chapter":6,"verse":14,"text":"The crown will then be turned over to Helem, Tobijah, Jedaiah, and Hen son of Zephaniah as a memorial in the temple of the Lord. ","reference":"Zechariah 6:14"},{"bookName":"Zechariah","chapter":6,"verse":15,"text":"Then those who are far away will come and build the temple of the Lord so that you may know that the Lord of Heaven’s Armies has sent me to you. This will all come to pass if you completely obey the voice of the Lord your God.”’” ","reference":"Zechariah 6:15"}]