[
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 1,
    "text": "In the eighth month of Darius’ second year, the Lord’s message came to the prophet Zechariah, son of Berechiah son of Iddo: ",
    "reference": "Zechariah 1:1"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 2,
    "text": "“The Lord was very angry with your ancestors. ",
    "reference": "Zechariah 1:2"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 3,
    "text": "Therefore say to the people: The Lord of Heaven’s Armies says, ‘Turn to me,’ says the Lord of Heaven’s Armies, ‘and I will turn to you,’ says the Lord of Heaven’s Armies. ",
    "reference": "Zechariah 1:3"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 4,
    "text": "Do not be like your ancestors, to whom the former prophets called out, saying, ‘This is what the Lord of Heaven’s Armies has said, “Turn now from your evil wickedness.”’ But they would by no means obey me,” says the Lord. ",
    "reference": "Zechariah 1:4"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 5,
    "text": "“As for your ancestors, where are they? And did the prophets live forever? ",
    "reference": "Zechariah 1:5"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 6,
    "text": "But have my words and statutes, which I commanded my servants the prophets, not outlived your fathers? Then they paid attention and confessed, ‘The Lord of Heaven’s Armies has indeed done what he said he would do to us, because of our sinful ways.’” ",
    "reference": "Zechariah 1:6"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 7,
    "text": "On the twenty-fourth day of the eleventh month, the month Shebat, in Darius’ second year, the Lord’s message came to the prophet Zechariah, son of Berechiah son of Iddo: ",
    "reference": "Zechariah 1:7"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 8,
    "text": "I was attentive that night and saw a man seated on a red horse that stood among some myrtle trees in the ravine. Behind him were red, sorrel, and white horses. ",
    "reference": "Zechariah 1:8"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 9,
    "text": "Then I asked one nearby, “What are these, sir?” The angelic messenger who replied to me said, “I will show you what these are.”",
    "reference": "Zechariah 1:9"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 10,
    "text": "Then the man standing among the myrtle trees spoke up and said, “These are the ones whom the Lord has sent to walk about on the earth.” ",
    "reference": "Zechariah 1:10"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 11,
    "text": "The riders then agreed with the angel of the Lord, who was standing among the myrtle trees, “We have been walking about on the earth, and now everything is at rest and quiet.” ",
    "reference": "Zechariah 1:11"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 12,
    "text": "The angel of the Lord then asked, “O Lord of Heaven’s Armies, how long before you have compassion on Jerusalem and the other cities of Judah that you have been so angry with for these 70 years?” ",
    "reference": "Zechariah 1:12"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 13,
    "text": "The Lord then addressed good, comforting words to the angelic messenger who was speaking to me.",
    "reference": "Zechariah 1:13"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 14,
    "text": "Turning to me, the messenger then said, “Cry out that the Lord of Heaven’s Armies says, ‘I am very much moved for Jerusalem and for Zion. ",
    "reference": "Zechariah 1:14"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 15,
    "text": "But I am greatly displeased with the nations that take my grace for granted. I was a little displeased with them, but they have only made things worse for themselves.",
    "reference": "Zechariah 1:15"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 16,
    "text": "“‘Therefore,’ this is what the Lord has said, ‘I have become compassionate toward Jerusalem and will rebuild my temple in it,’ says the Lord of Heaven’s Armies. ‘Once more a surveyor’s measuring line will be stretched out over Jerusalem.’ ",
    "reference": "Zechariah 1:16"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 17,
    "text": "Speak up again with the message of the Lord of Heaven’s Armies: ‘My cities will once more overflow with prosperity, and once more the Lord will comfort Zion and validate his choice of Jerusalem.’” ",
    "reference": "Zechariah 1:17"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 18,
    "text": "(2:1) Once again I looked and this time I saw four horns. ",
    "reference": "Zechariah 1:18"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 19,
    "text": "So I asked the angelic messenger who spoke with me, “What are these?” He replied, “These are the horns that have scattered Judah, Israel, and Jerusalem.” ",
    "reference": "Zechariah 1:19"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 20,
    "text": "Next the Lord showed me four blacksmiths. ",
    "reference": "Zechariah 1:20"
  },
  {
    "bookName": "Zechariah",
    "chapter": 1,
    "verse": 21,
    "text": "I asked, “What are these going to do?” He answered, “These horns are the ones that have scattered Judah so that there is no one to be seen. But the blacksmiths have come to terrify Judah’s enemies and cut off the horns of the nations that have thrust themselves against the land of Judah in order to scatter its people.”",
    "reference": "Zechariah 1:21"
  }
]