[{"bookName":"Zechariah","chapter":8,"verse":1,"text":"Then the message of the Lord of Heaven’s Armies came to me as follows: ","reference":"Zechariah 8:1"},{"bookName":"Zechariah","chapter":8,"verse":2,"text":"“The Lord of Heaven’s Armies says, ‘I am very much concerned for Zion; indeed, I am so concerned for her that my rage will fall on those who hurt her.’","reference":"Zechariah 8:2"},{"bookName":"Zechariah","chapter":8,"verse":3,"text":"The Lord says, ‘I have returned to Zion and will live within Jerusalem. Now Jerusalem will be called “truthful city,” “mountain of the Lord of Heaven’s Armies,” “holy mountain.”’ ","reference":"Zechariah 8:3"},{"bookName":"Zechariah","chapter":8,"verse":4,"text":"Moreover, the Lord of Heaven’s Armies says, ‘Old men and women will once more live in the plazas of Jerusalem, each one leaning on a cane because of advanced age. ","reference":"Zechariah 8:4"},{"bookName":"Zechariah","chapter":8,"verse":5,"text":"And the streets of the city will be full of boys and girls playing. ","reference":"Zechariah 8:5"},{"bookName":"Zechariah","chapter":8,"verse":6,"text":"And,’ says the Lord of Heaven’s Armies, ‘though such a thing may seem to be difficult in the opinion of the small community of those days, will it also appear difficult to me?’ asks the Lord of Heaven’s Armies. ","reference":"Zechariah 8:6"},{"bookName":"Zechariah","chapter":8,"verse":7,"text":"“The Lord of Heaven’s Armies asserts, ‘I am about to save my people from the lands of the east and the west. ","reference":"Zechariah 8:7"},{"bookName":"Zechariah","chapter":8,"verse":8,"text":"And I will bring them to settle within Jerusalem. They will be my people, and I will be their God, in truth and righteousness.’ ","reference":"Zechariah 8:8"},{"bookName":"Zechariah","chapter":8,"verse":9,"text":"“The Lord of Heaven’s Armies also says, ‘Gather strength, you who are listening to these words today from the mouths of the prophets who were there at the founding of the house of the Lord of Heaven’s Armies, so that the temple might be built. ","reference":"Zechariah 8:9"},{"bookName":"Zechariah","chapter":8,"verse":10,"text":"Before that time there was no compensation for man or animal, nor was there any relief from adversity for those who came and went, because I had pitted everybody—each one—against everyone else. ","reference":"Zechariah 8:10"},{"bookName":"Zechariah","chapter":8,"verse":11,"text":"But I will be different now to this remnant of my people from the way I was in those days,’ says the Lord of Heaven’s Armies, ","reference":"Zechariah 8:11"},{"bookName":"Zechariah","chapter":8,"verse":12,"text":"‘for there will be a peaceful time of sowing, the vine will produce its fruit, and the ground its yield, and the skies will rain down dew. Then I will allow the remnant of my people to possess all these things.","reference":"Zechariah 8:12"},{"bookName":"Zechariah","chapter":8,"verse":13,"text":"And it will come about that just as you, both Judah and Israel, were a curse to the nations, so I will save you and you will be a blessing. Do not be afraid! Instead, be strong.’ ","reference":"Zechariah 8:13"},{"bookName":"Zechariah","chapter":8,"verse":14,"text":"“For the Lord of Heaven’s Armies says, ‘As I had planned to hurt you when your fathers made me angry,’ says the Lord of Heaven’s Armies, ‘and I was not sorry, ","reference":"Zechariah 8:14"},{"bookName":"Zechariah","chapter":8,"verse":15,"text":"so, to the contrary, I have planned in these days to do good to Jerusalem and Judah—do not fear! ","reference":"Zechariah 8:15"},{"bookName":"Zechariah","chapter":8,"verse":16,"text":"These are the things you must do: Speak the truth, each of you, to one another. Practice true and righteous judgment in your courts. ","reference":"Zechariah 8:16"},{"bookName":"Zechariah","chapter":8,"verse":17,"text":"Do not plan evil in your hearts against one another. Do not favor a false oath—these are all things that I hate,’ says the Lord.”","reference":"Zechariah 8:17"},{"bookName":"Zechariah","chapter":8,"verse":18,"text":"The message of the Lord of Heaven’s Armies came to me as follows: ","reference":"Zechariah 8:18"},{"bookName":"Zechariah","chapter":8,"verse":19,"text":"“The Lord of Heaven’s Armies says, ‘The fast of the fourth, fifth, seventh, and tenth months will become joyful and happy, pleasant feasts for the house of Judah; so love truth and peace.’ ","reference":"Zechariah 8:19"},{"bookName":"Zechariah","chapter":8,"verse":20,"text":"The Lord of Heaven’s Armies says, ‘It will someday come to pass that people—residents of many cities—will come. ","reference":"Zechariah 8:20"},{"bookName":"Zechariah","chapter":8,"verse":21,"text":"The inhabitants of one will go to another and say, “Let’s go up at once to ask the favor of the Lord, to seek the Lord of Heaven’s Armies. Indeed, I’ll go with you.”’","reference":"Zechariah 8:21"},{"bookName":"Zechariah","chapter":8,"verse":22,"text":"Many peoples and powerful nations will come to Jerusalem to seek the Lord of Heaven’s Armies and to ask his favor. ","reference":"Zechariah 8:22"},{"bookName":"Zechariah","chapter":8,"verse":23,"text":"The Lord of Heaven’s Armies says, ‘In those days 10 people from all languages and nations will grasp hold of—indeed, grab—the robe of one Jew and say, “Let us go with you, for we have heard that God is with you.”’”","reference":"Zechariah 8:23"}]