[{"bookName":"Zechariah","chapter":3,"verse":1,"text":"Next I saw Joshua the high priest standing before the angel of the Lord, with Satan standing at his right hand to accuse him.","reference":"Zechariah 3:1"},{"bookName":"Zechariah","chapter":3,"verse":2,"text":"The Lord said to Satan, “May the Lord rebuke you, Satan! May the Lord, who has chosen Jerusalem, rebuke you! Isn’t this man like a burning stick snatched from the fire?” ","reference":"Zechariah 3:2"},{"bookName":"Zechariah","chapter":3,"verse":3,"text":"Now Joshua was dressed in filthy clothes as he stood there before the angel. ","reference":"Zechariah 3:3"},{"bookName":"Zechariah","chapter":3,"verse":4,"text":"The angel spoke up to those standing all around, “Remove his filthy clothes.” Then he said to Joshua, “I have freely forgiven your iniquity and will dress you in fine clothing.” ","reference":"Zechariah 3:4"},{"bookName":"Zechariah","chapter":3,"verse":5,"text":"Then I spoke up, “Let a clean turban be put on his head.” So they put a clean turban on his head and clothed him, while the angel of the Lord stood nearby.","reference":"Zechariah 3:5"},{"bookName":"Zechariah","chapter":3,"verse":6,"text":"Then the angel of the Lord exhorted Joshua solemnly: ","reference":"Zechariah 3:6"},{"bookName":"Zechariah","chapter":3,"verse":7,"text":"“The Lord of Heaven’s Armies says, ‘If you follow my ways and keep my requirements, you will be able to preside over my temple and attend to my courtyards, and I will allow you to come and go among these others who are standing by you. ","reference":"Zechariah 3:7"},{"bookName":"Zechariah","chapter":3,"verse":8,"text":"Listen now, Joshua the high priest, both you and your colleagues who are sitting before you, all of you are a symbol that I am about to introduce my servant, the Branch. ","reference":"Zechariah 3:8"},{"bookName":"Zechariah","chapter":3,"verse":9,"text":"As for the stone I have set before Joshua—on the one stone there are seven eyes. I am about to engrave an inscription on it,’ says the Lord of Heaven’s Armies, ‘to the effect that I will remove the iniquity of this land in a single day. ","reference":"Zechariah 3:9"},{"bookName":"Zechariah","chapter":3,"verse":10,"text":"In that day,’ says the Lord of Heaven’s Armies, ‘everyone will invite his friend to fellowship under his vine and under his fig tree.’” ","reference":"Zechariah 3:10"}]