[{"bookName":"Zechariah","chapter":9,"verse":1,"text":"This is an oracle, the Lord’s message concerning the land of Hadrach, with its focus on Damascus: The eyes of all humanity, especially of the tribes of Israel, are toward the Lord, ","reference":"Zechariah 9:1"},{"bookName":"Zechariah","chapter":9,"verse":2,"text":"as are those of Hamath also, which adjoins Damascus, Tyre, and Sidon, though they consider themselves to be very wise. ","reference":"Zechariah 9:2"},{"bookName":"Zechariah","chapter":9,"verse":3,"text":"Tyre built herself a fortification and piled up silver like dust and gold like the mud of the streets. ","reference":"Zechariah 9:3"},{"bookName":"Zechariah","chapter":9,"verse":4,"text":"Nevertheless the Lord will evict her and shove her fortifications into the sea—she will be consumed by fire. ","reference":"Zechariah 9:4"},{"bookName":"Zechariah","chapter":9,"verse":5,"text":"Ashkelon will see and be afraid; Gaza will be in great anguish, as will Ekron, for her hope will have been dried up. Gaza will lose her king, and Ashkelon will no longer be inhabited. ","reference":"Zechariah 9:5"},{"bookName":"Zechariah","chapter":9,"verse":6,"text":"A mongrel people will live in Ashdod, for I will greatly humiliate the Philistines. ","reference":"Zechariah 9:6"},{"bookName":"Zechariah","chapter":9,"verse":7,"text":"I will take away their abominable religious practices; then those who survive will become a community of believers in our God, like a clan in Judah, and Ekron will be like the Jebusites. ","reference":"Zechariah 9:7"},{"bookName":"Zechariah","chapter":9,"verse":8,"text":"Then I will surround my temple to protect it like a guard from anyone crossing back and forth; so no one will cross over against them anymore as an oppressor, for now I myself have seen it.","reference":"Zechariah 9:8"},{"bookName":"Zechariah","chapter":9,"verse":9,"text":"Rejoice greatly, daughter of Zion! Shout, daughter of Jerusalem! Look! Your king is coming to you: He is legitimate and victorious, humble and riding on a donkey— on a young donkey, the foal of a female donkey. ","reference":"Zechariah 9:9"},{"bookName":"Zechariah","chapter":9,"verse":10,"text":"I will remove the chariot from Ephraim and the warhorse from Jerusalem, and the battle bow will be removed. Then he will announce peace to the nations. His dominion will be from sea to sea and from the Euphrates River to the ends of the earth. ","reference":"Zechariah 9:10"},{"bookName":"Zechariah","chapter":9,"verse":11,"text":"Moreover, as for you, because of our covenant relationship secured with blood, I will release your prisoners from the waterless pit. ","reference":"Zechariah 9:11"},{"bookName":"Zechariah","chapter":9,"verse":12,"text":"Return to the stronghold, you prisoners, with hope; today I declare that I will return double what was taken from you.","reference":"Zechariah 9:12"},{"bookName":"Zechariah","chapter":9,"verse":13,"text":"I will bend Judah as my bow; I will load the bow with Ephraim, my arrow. I will stir up your sons, Zion, against your sons, Greece, and I will make you, Zion, like a warrior’s sword. ","reference":"Zechariah 9:13"},{"bookName":"Zechariah","chapter":9,"verse":14,"text":"Then the Lord will appear above them, and his arrow will shoot forth like lightning; the Sovereign Lord will blow the trumpet and will proceed in the southern storm winds. ","reference":"Zechariah 9:14"},{"bookName":"Zechariah","chapter":9,"verse":15,"text":"The Lord of Heaven’s Armies will guard them, and they will prevail and overcome with sling stones. Then they will drink and will become noisy like drunkards, full like the sacrificial basin or like the corners of the altar. ","reference":"Zechariah 9:15"},{"bookName":"Zechariah","chapter":9,"verse":16,"text":"On that day the Lord their God will deliver them as the flock of his people, for they are the precious stones of a crown sparkling over his land. ","reference":"Zechariah 9:16"},{"bookName":"Zechariah","chapter":9,"verse":17,"text":"How precious and fair! Grain will make the young men flourish, and new wine the young women. ","reference":"Zechariah 9:17"}]