[
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 1,
    "text": "David assembled in Jerusalem all the officials of Israel, including the commanders of the tribes, the commanders of the army divisions that served the king, the commanders of units of a thousand and a hundred, the officials who were in charge of all the property and livestock of the king and his sons, the eunuchs, and the warriors, including the most skilled of them.",
    "reference": "1 Chronicles 28:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 2,
    "text": "King David rose to his feet and said: “Listen to me, my brothers and my people. I wanted to build a temple where the ark of the Lord’s covenant could be placed as a footstool for our God. I have made the preparations for building it.",
    "reference": "1 Chronicles 28:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 3,
    "text": "But God said to me, ‘You must not build a temple to honor me, for you are a warrior and have spilled blood.’ ",
    "reference": "1 Chronicles 28:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 4,
    "text": "The Lord God of Israel chose me out of my father’s entire family to become king over Israel and have a permanent dynasty. Indeed, he chose Judah as leader, and my father’s family within Judah, and then he picked me out from among my father’s sons and made me king over all Israel. ",
    "reference": "1 Chronicles 28:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 5,
    "text": "From all the many sons the Lord has given me, he chose Solomon my son to rule on his behalf over Israel. ",
    "reference": "1 Chronicles 28:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 6,
    "text": "He said to me, ‘Solomon your son is the one who will build my temple and my courts, for I have chosen him to become my son and I will become his father. ",
    "reference": "1 Chronicles 28:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 7,
    "text": "I will establish his kingdom permanently, if he remains committed to obeying my commands and regulations, as you are doing this day.’ ",
    "reference": "1 Chronicles 28:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 8,
    "text": "So now, in the sight of all Israel, the Lord’s assembly, and in the hearing of our God, I say this: Carefully observe all the commands of the Lord your God, so that you may possess this good land and may leave it as a permanent inheritance for your children after you.",
    "reference": "1 Chronicles 28:8"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 9,
    "text": "“And you, Solomon my son, obey the God of your father and serve him with a submissive attitude and a willing spirit, for the Lord examines all minds and understands every motive of one’s thoughts. If you seek him, he will let you find him, but if you abandon him, he will reject you permanently. ",
    "reference": "1 Chronicles 28:9"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 10,
    "text": "Realize now that the Lord has chosen you to build a temple as his sanctuary. Be strong and do it!”",
    "reference": "1 Chronicles 28:10"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 11,
    "text": "David gave to his son Solomon the blueprints for the temple porch, its buildings, its treasuries, its upper areas, its inner rooms, and the room for atonement. ",
    "reference": "1 Chronicles 28:11"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 12,
    "text": "He gave him the blueprints of all he envisioned for the courts of the Lord’s temple, all the surrounding rooms, the storehouses of God’s temple, and the storehouses for the holy items.",
    "reference": "1 Chronicles 28:12"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 13,
    "text": "He gave him the regulations for the divisions of priests and Levites, for all the assigned responsibilities within the Lord’s temple, and for all the items used in the service of the Lord’s temple. ",
    "reference": "1 Chronicles 28:13"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 14,
    "text": "He gave him the prescribed weight for all the gold items to be used in various types of service in the Lord’s temple, for all the silver items to be used in various types of service; ",
    "reference": "1 Chronicles 28:14"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 15,
    "text": "for the gold lampstands and their gold lamps, including the weight of each lampstand and its lamps; for the silver lampstands, including the weight of each lampstand and its lamps, according to the prescribed use of each lampstand; ",
    "reference": "1 Chronicles 28:15"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 16,
    "text": "for the gold used in the display tables, including the amount to be used in each table, for the silver to be used in the silver tables; ",
    "reference": "1 Chronicles 28:16"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 17,
    "text": "for the pure gold used for the meat forks, bowls, and jars; for the small gold bowls, including the weight for each bowl; for the small silver bowls, including the weight for each bowl; ",
    "reference": "1 Chronicles 28:17"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 18,
    "text": "and for the refined gold of the incense altar.He gave him the blueprint for the seat of the gold cherubim that spread their wings and provide shelter for the ark of the Lord’s covenant. ",
    "reference": "1 Chronicles 28:18"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 19,
    "text": "David said, “All this I put in writing as the Lord directed me and gave me insight regarding the details of the blueprints.” ",
    "reference": "1 Chronicles 28:19"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 20,
    "text": "David said to his son Solomon: “Be strong and brave! Do it! Don’t be afraid and don’t panic! For the Lord God, my God, is with you. He will not leave you or abandon you before all the work for the service of the Lord’s temple is finished. ",
    "reference": "1 Chronicles 28:20"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 28,
    "verse": 21,
    "text": "Here are the divisions of the priests and Levites who will perform all the service of God’s temple. All the willing and skilled men are ready to assist you in all the work and perform their service. The officials and all the people are ready to follow your instructions.” ",
    "reference": "1 Chronicles 28:21"
  }
]