[{"bookName":"1 Chronicles","chapter":9,"verse":1,"text":"Genealogical records were kept for all Israel; they are recorded in the Scroll of the Kings of Israel.The people of Judah were carried away to Babylon because of their unfaithfulness. ","reference":"1 Chronicles 9:1"},{"bookName":"1 Chronicles","chapter":9,"verse":2,"text":"The first to resettle on their property and in their cities were some Israelites, priests, Levites, and temple servants. ","reference":"1 Chronicles 9:2"},{"bookName":"1 Chronicles","chapter":9,"verse":3,"text":"Some from the tribes of Judah, Benjamin, and Ephraim and Manasseh settled in Jerusalem. ","reference":"1 Chronicles 9:3"},{"bookName":"1 Chronicles","chapter":9,"verse":4,"text":"The settlers included: Uthai son of Ammihud, son of Omri, son of Imri, son of Bani, who was a descendant of Perez son of Judah. ","reference":"1 Chronicles 9:4"},{"bookName":"1 Chronicles","chapter":9,"verse":5,"text":"From the Shilonites: Asaiah the firstborn and his sons. ","reference":"1 Chronicles 9:5"},{"bookName":"1 Chronicles","chapter":9,"verse":6,"text":"From the descendants of Zerah: Jeuel. Their relatives numbered 690.","reference":"1 Chronicles 9:6"},{"bookName":"1 Chronicles","chapter":9,"verse":7,"text":"From the descendants of Benjamin:Sallu son of Meshullam, son of Hodaviah, son of Hassenuah; ","reference":"1 Chronicles 9:7"},{"bookName":"1 Chronicles","chapter":9,"verse":8,"text":"Ibneiah son of Jeroham; Elah son of Uzzi, son of Mikri; and Meshullam son of Shephatiah, son of Reuel, son of Ibnijah. ","reference":"1 Chronicles 9:8"},{"bookName":"1 Chronicles","chapter":9,"verse":9,"text":"Their relatives, listed in their genealogical records, numbered 956. All these men were leaders of their families.","reference":"1 Chronicles 9:9"},{"bookName":"1 Chronicles","chapter":9,"verse":10,"text":"From the priests:Jedaiah; Jehoiarib; Jakin; ","reference":"1 Chronicles 9:10"},{"bookName":"1 Chronicles","chapter":9,"verse":11,"text":"Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub the leader in God’s temple; ","reference":"1 Chronicles 9:11"},{"bookName":"1 Chronicles","chapter":9,"verse":12,"text":"Adaiah son of Jeroham, son of Pashhur, son of Malkijah; and Maasai son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer. ","reference":"1 Chronicles 9:12"},{"bookName":"1 Chronicles","chapter":9,"verse":13,"text":"Their relatives, who were leaders of their families, numbered 1,760. They were capable men who were assigned to carry out the various tasks of service in God’s temple. ","reference":"1 Chronicles 9:13"},{"bookName":"1 Chronicles","chapter":9,"verse":14,"text":"From the Levites:Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah a descendant of Merari; ","reference":"1 Chronicles 9:14"},{"bookName":"1 Chronicles","chapter":9,"verse":15,"text":"Bakbakkar; Heresh; Galal; Mattaniah son of Mika, son of Zikri, son of Asaph; ","reference":"1 Chronicles 9:15"},{"bookName":"1 Chronicles","chapter":9,"verse":16,"text":"Obadiah son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah son of Asa, son of Elkanah, who lived among the settlements of the Netophathites. ","reference":"1 Chronicles 9:16"},{"bookName":"1 Chronicles","chapter":9,"verse":17,"text":"The gatekeepers were:Shallum, Akkub, Talmon, Ahiman, and their brothers. Shallum was the leader; ","reference":"1 Chronicles 9:17"},{"bookName":"1 Chronicles","chapter":9,"verse":18,"text":"he serves to this day at the King’s Gate on the east. These were the gatekeepers from the camp of the descendants of Levi. ","reference":"1 Chronicles 9:18"},{"bookName":"1 Chronicles","chapter":9,"verse":19,"text":"Shallum son of Kore, son of Ebiasaph, son of Korah, and his relatives from his family (the Korahites) were assigned to guard the entrance to the sanctuary. Their ancestors had guarded the entrance to the Lord’s dwelling place. ","reference":"1 Chronicles 9:19"},{"bookName":"1 Chronicles","chapter":9,"verse":20,"text":"Phinehas son of Eleazar had been their leader in earlier times, and the Lord was with him.","reference":"1 Chronicles 9:20"},{"bookName":"1 Chronicles","chapter":9,"verse":21,"text":"Zechariah son of Meshelemiah was the guard at the entrance to the meeting tent. ","reference":"1 Chronicles 9:21"},{"bookName":"1 Chronicles","chapter":9,"verse":22,"text":"All those selected to be gatekeepers at the entrances numbered 212. Their names were recorded in the genealogical records of their settlements. David and Samuel the prophet had appointed them to their positions. ","reference":"1 Chronicles 9:22"},{"bookName":"1 Chronicles","chapter":9,"verse":23,"text":"They and their descendants were assigned to guard the gates of the Lord’s sanctuary (that is, the tabernacle). ","reference":"1 Chronicles 9:23"},{"bookName":"1 Chronicles","chapter":9,"verse":24,"text":"The gatekeepers were posted on all four sides—east, west, north, and south. ","reference":"1 Chronicles 9:24"},{"bookName":"1 Chronicles","chapter":9,"verse":25,"text":"Their relatives, who lived in their settlements, came from time to time and served with them for seven-day periods.","reference":"1 Chronicles 9:25"},{"bookName":"1 Chronicles","chapter":9,"verse":26,"text":"The four head gatekeepers, who were Levites, were assigned to guard the storerooms and treasuries in God’s sanctuary.","reference":"1 Chronicles 9:26"},{"bookName":"1 Chronicles","chapter":9,"verse":27,"text":"They would spend the night in their posts all around God’s sanctuary, for they were assigned to guard it and would open it with the key every morning. ","reference":"1 Chronicles 9:27"},{"bookName":"1 Chronicles","chapter":9,"verse":28,"text":"Some of them were in charge of the articles used by those who served; they counted them when they brought them in and when they brought them out. ","reference":"1 Chronicles 9:28"},{"bookName":"1 Chronicles","chapter":9,"verse":29,"text":"Some of them were in charge of the equipment and articles of the sanctuary, as well as the flour, wine, olive oil, incense, and spices. ","reference":"1 Chronicles 9:29"},{"bookName":"1 Chronicles","chapter":9,"verse":30,"text":"(But some of the priests mixed the spices.) ","reference":"1 Chronicles 9:30"},{"bookName":"1 Chronicles","chapter":9,"verse":31,"text":"Mattithiah, a Levite, the firstborn son of Shallum the Korahite, was in charge of baking the bread for offerings.","reference":"1 Chronicles 9:31"},{"bookName":"1 Chronicles","chapter":9,"verse":32,"text":"Some of the Kohathites, their relatives, were in charge of preparing the bread that is displayed each Sabbath. ","reference":"1 Chronicles 9:32"},{"bookName":"1 Chronicles","chapter":9,"verse":33,"text":"The musicians and Levite family leaders stayed in rooms at the sanctuary and were exempt from other duties, for day and night they had to carry out their assigned tasks. ","reference":"1 Chronicles 9:33"},{"bookName":"1 Chronicles","chapter":9,"verse":34,"text":"These were the family leaders of the Levites, as listed in their genealogical records. They lived in Jerusalem. ","reference":"1 Chronicles 9:34"},{"bookName":"1 Chronicles","chapter":9,"verse":35,"text":"Jeiel (the father of Gibeon) lived in Gibeon. His wife was Maacah. ","reference":"1 Chronicles 9:35"},{"bookName":"1 Chronicles","chapter":9,"verse":36,"text":"His firstborn son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab, ","reference":"1 Chronicles 9:36"},{"bookName":"1 Chronicles","chapter":9,"verse":37,"text":"Gedor, Ahio, Zechariah, and Mikloth. ","reference":"1 Chronicles 9:37"},{"bookName":"1 Chronicles","chapter":9,"verse":38,"text":"Mikloth was the father of Shimeam. They also lived near their relatives in Jerusalem. ","reference":"1 Chronicles 9:38"},{"bookName":"1 Chronicles","chapter":9,"verse":39,"text":"Ner was the father of Kish, and Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Eshbaal. ","reference":"1 Chronicles 9:39"},{"bookName":"1 Chronicles","chapter":9,"verse":40,"text":"The son of Jonathan:Meribbaal, who was the father of Micah. ","reference":"1 Chronicles 9:40"},{"bookName":"1 Chronicles","chapter":9,"verse":41,"text":"The sons of Micah:Pithon, Melech, Tahrea, and Ahaz.","reference":"1 Chronicles 9:41"},{"bookName":"1 Chronicles","chapter":9,"verse":42,"text":"Ahaz was the father of Jarah, and Jarah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza, ","reference":"1 Chronicles 9:42"},{"bookName":"1 Chronicles","chapter":9,"verse":43,"text":"and Moza was the father of Binea. His son was Rephaiah, whose son was Eleasah, whose son was Azel. ","reference":"1 Chronicles 9:43"},{"bookName":"1 Chronicles","chapter":9,"verse":44,"text":"Azel had six sons: Azrikam his firstborn, followed by Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel. ","reference":"1 Chronicles 9:44"}]