[{"bookName":"1 Chronicles","chapter":12,"verse":1,"text":"These were the men who joined David in Ziklag, when he was banished from the presence of Saul son of Kish. (They were among the warriors who assisted him in battle. ","reference":"1 Chronicles 12:1"},{"bookName":"1 Chronicles","chapter":12,"verse":2,"text":"They were armed with bows and could shoot arrows or sling stones right- or left-handed. They were fellow tribesmen of Saul from Benjamin.) These were:","reference":"1 Chronicles 12:2"},{"bookName":"1 Chronicles","chapter":12,"verse":3,"text":"Ahiezer, the leader, and Joash, the sons of Shemaah the Gibeathite; Jeziel and Pelet, the sons of Azmaveth; Berachah, Jehu the Anathothite, ","reference":"1 Chronicles 12:3"},{"bookName":"1 Chronicles","chapter":12,"verse":4,"text":"Ishmaiah the Gibeonite, one of the thirty warriors and their leader, (12:5) Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite, ","reference":"1 Chronicles 12:4"},{"bookName":"1 Chronicles","chapter":12,"verse":5,"text":"(12:6) Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite, ","reference":"1 Chronicles 12:5"},{"bookName":"1 Chronicles","chapter":12,"verse":6,"text":"Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, who were Korahites, ","reference":"1 Chronicles 12:6"},{"bookName":"1 Chronicles","chapter":12,"verse":7,"text":"and Joelah and Zebadiah, the sons of Jeroham from Gedor. ","reference":"1 Chronicles 12:7"},{"bookName":"1 Chronicles","chapter":12,"verse":8,"text":"Some of the Gadites joined David at the stronghold in the wilderness. They were warriors who were trained for battle; they carried shields and spears. They were as fierce as lions and could run as quickly as gazelles across the hills. ","reference":"1 Chronicles 12:8"},{"bookName":"1 Chronicles","chapter":12,"verse":9,"text":"Ezer was the leader, Obadiah the second-in-command, Eliab the third, ","reference":"1 Chronicles 12:9"},{"bookName":"1 Chronicles","chapter":12,"verse":10,"text":"Mishmannah the fourth, Jeremiah the fifth, ","reference":"1 Chronicles 12:10"},{"bookName":"1 Chronicles","chapter":12,"verse":11,"text":"Attai the sixth, Eliel the seventh, ","reference":"1 Chronicles 12:11"},{"bookName":"1 Chronicles","chapter":12,"verse":12,"text":"Johanan the eighth, Elzabad the ninth, ","reference":"1 Chronicles 12:12"},{"bookName":"1 Chronicles","chapter":12,"verse":13,"text":"Jeremiah the tenth, and Machbannai the eleventh. ","reference":"1 Chronicles 12:13"},{"bookName":"1 Chronicles","chapter":12,"verse":14,"text":"These Gadites were military leaders; the least led a hundred men, the greatest a thousand. ","reference":"1 Chronicles 12:14"},{"bookName":"1 Chronicles","chapter":12,"verse":15,"text":"They crossed the Jordan River in the first month, when it was overflowing its banks, and routed those living in all the valleys to the east and west. ","reference":"1 Chronicles 12:15"},{"bookName":"1 Chronicles","chapter":12,"verse":16,"text":"Some from Benjamin and Judah also came to David’s stronghold. ","reference":"1 Chronicles 12:16"},{"bookName":"1 Chronicles","chapter":12,"verse":17,"text":"David went out to meet them and said, “If you come to me in peace and want to help me, then I will make an alliance with you. But if you come to betray me to my enemies when I have not harmed you, may the God of our ancestors take notice and judge!” ","reference":"1 Chronicles 12:17"},{"bookName":"1 Chronicles","chapter":12,"verse":18,"text":"But a spirit empowered Amasai, the leader of the group of warriors known as the Thirty, and he said: “We are yours, O David! We support you, O son of Jesse! May you greatly prosper. May those who help you prosper. Indeed your God helps you!”So David accepted them and made them leaders of raiding bands. ","reference":"1 Chronicles 12:18"},{"bookName":"1 Chronicles","chapter":12,"verse":19,"text":"Some men from Manasseh joined David when he went with the Philistines to fight against Saul. (But in the end they did not help the Philistines because, after taking counsel, the Philistine lords sent David away, saying, “It would be disastrous for us if he deserts to his master Saul.”) ","reference":"1 Chronicles 12:19"},{"bookName":"1 Chronicles","chapter":12,"verse":20,"text":"When David went to Ziklag, the men of Manasseh who joined him were Adnach, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders of 1,000 soldiers each in the tribe of Manasseh. ","reference":"1 Chronicles 12:20"},{"bookName":"1 Chronicles","chapter":12,"verse":21,"text":"They helped David fight against raiding bands, for all of them were warriors and leaders in the army. ","reference":"1 Chronicles 12:21"},{"bookName":"1 Chronicles","chapter":12,"verse":22,"text":"Each day men came to help David until his army became very large. ","reference":"1 Chronicles 12:22"},{"bookName":"1 Chronicles","chapter":12,"verse":23,"text":"The following is a record of the armed warriors who came with their leaders and joined David in Hebron in order to make David king in Saul’s place, in accordance with the Lord’s decree: ","reference":"1 Chronicles 12:23"},{"bookName":"1 Chronicles","chapter":12,"verse":24,"text":"From Judah came 6,800 trained warriors carrying shields and spears. ","reference":"1 Chronicles 12:24"},{"bookName":"1 Chronicles","chapter":12,"verse":25,"text":"From Simeon there were 7,100 warriors.","reference":"1 Chronicles 12:25"},{"bookName":"1 Chronicles","chapter":12,"verse":26,"text":"From Levi there were 4,600.","reference":"1 Chronicles 12:26"},{"bookName":"1 Chronicles","chapter":12,"verse":27,"text":"Jehoiada, the leader of Aaron’s descendants, brought 3,700 men with him,","reference":"1 Chronicles 12:27"},{"bookName":"1 Chronicles","chapter":12,"verse":28,"text":"along with Zadok, a young warrior, and 22 leaders from his family. ","reference":"1 Chronicles 12:28"},{"bookName":"1 Chronicles","chapter":12,"verse":29,"text":"From Benjamin, Saul’s tribe, there were 3,000, most of whom, up to that time, had been loyal to Saul. ","reference":"1 Chronicles 12:29"},{"bookName":"1 Chronicles","chapter":12,"verse":30,"text":"From Ephraim there were 20,800 warriors, who had brought fame to their families. ","reference":"1 Chronicles 12:30"},{"bookName":"1 Chronicles","chapter":12,"verse":31,"text":"From the half-tribe of Manasseh there were 18,000 who had been designated by name to come and make David king. ","reference":"1 Chronicles 12:31"},{"bookName":"1 Chronicles","chapter":12,"verse":32,"text":"From Issachar there were 200 leaders and all their relatives at their command—they understood the times and knew what Israel should do. ","reference":"1 Chronicles 12:32"},{"bookName":"1 Chronicles","chapter":12,"verse":33,"text":"From Zebulun there were 50,000 warriors who were prepared for battle, equipped with all kinds of weapons, and ready to give their undivided loyalty.","reference":"1 Chronicles 12:33"},{"bookName":"1 Chronicles","chapter":12,"verse":34,"text":"From Naphtali there were 1,000 officers, along with 37,000 men carrying shields and spears. ","reference":"1 Chronicles 12:34"},{"bookName":"1 Chronicles","chapter":12,"verse":35,"text":"From Dan there were 28,600 men prepared for battle. ","reference":"1 Chronicles 12:35"},{"bookName":"1 Chronicles","chapter":12,"verse":36,"text":"From Asher there were 40,000 warriors prepared for battle. ","reference":"1 Chronicles 12:36"},{"bookName":"1 Chronicles","chapter":12,"verse":37,"text":"From the other side of the Jordan, from Reuben, Gad, and the half-tribe of Manasseh, there were 120,000 men armed with all kinds of weapons. ","reference":"1 Chronicles 12:37"},{"bookName":"1 Chronicles","chapter":12,"verse":38,"text":"All these men were warriors who were ready to march. They came to Hebron to make David king over all Israel by acclamation; all the rest of the Israelites also were in agreement that David should become king. ","reference":"1 Chronicles 12:38"},{"bookName":"1 Chronicles","chapter":12,"verse":39,"text":"They spent three days feasting there with David, for their relatives had given them provisions. ","reference":"1 Chronicles 12:39"},{"bookName":"1 Chronicles","chapter":12,"verse":40,"text":"Also their neighbors, from as far away as Issachar, Zebulun, and Naphtali, were bringing food on donkeys, camels, mules, and oxen. There were large supplies of flour, fig cakes, raisins, wine, olive oil, beef, and lamb, for Israel was celebrating. ","reference":"1 Chronicles 12:40"}]