[{"bookName":"1 Chronicles","chapter":15,"verse":1,"text":"David constructed buildings in the City of David; he then prepared a place for the ark of God and pitched a tent for it.","reference":"1 Chronicles 15:1"},{"bookName":"1 Chronicles","chapter":15,"verse":2,"text":"Then David said, “Only the Levites may carry the ark of God, for the Lord chose them to carry the ark of the Lord and to serve before him perpetually.” ","reference":"1 Chronicles 15:2"},{"bookName":"1 Chronicles","chapter":15,"verse":3,"text":"David assembled all Israel at Jerusalem to bring the ark of the Lord up to the place he had prepared for it.","reference":"1 Chronicles 15:3"},{"bookName":"1 Chronicles","chapter":15,"verse":4,"text":"David gathered together the descendants of Aaron and the Levites: ","reference":"1 Chronicles 15:4"},{"bookName":"1 Chronicles","chapter":15,"verse":5,"text":"From the descendants of Kohath: Uriel the leader and 120 of his relatives. ","reference":"1 Chronicles 15:5"},{"bookName":"1 Chronicles","chapter":15,"verse":6,"text":"From the descendants of Merari: Asaiah the leader and 220 of his relatives. ","reference":"1 Chronicles 15:6"},{"bookName":"1 Chronicles","chapter":15,"verse":7,"text":"From the descendants of Gershom: Joel the leader and 130 of his relatives. ","reference":"1 Chronicles 15:7"},{"bookName":"1 Chronicles","chapter":15,"verse":8,"text":"From the descendants of Elizaphan: Shemaiah the leader and 200 of his relatives. ","reference":"1 Chronicles 15:8"},{"bookName":"1 Chronicles","chapter":15,"verse":9,"text":"From the descendants of Hebron: Eliel the leader and 80 of his relatives. ","reference":"1 Chronicles 15:9"},{"bookName":"1 Chronicles","chapter":15,"verse":10,"text":"From the descendants of Uzziel: Amminadab the leader and 112 of his relatives. ","reference":"1 Chronicles 15:10"},{"bookName":"1 Chronicles","chapter":15,"verse":11,"text":"David summoned the priests Zadok and Abiathar, along with the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. ","reference":"1 Chronicles 15:11"},{"bookName":"1 Chronicles","chapter":15,"verse":12,"text":"He told them: “You are the leaders of the Levites’ families. You and your relatives must consecrate yourselves and bring the ark of the Lord God of Israel up to the place I have prepared for it.","reference":"1 Chronicles 15:12"},{"bookName":"1 Chronicles","chapter":15,"verse":13,"text":"The first time you did not carry it; that is why the Lord God attacked us, because we did not ask him about the proper way to carry it.”","reference":"1 Chronicles 15:13"},{"bookName":"1 Chronicles","chapter":15,"verse":14,"text":"The priests and Levites consecrated themselves so they could bring up the ark of the Lord God of Israel. ","reference":"1 Chronicles 15:14"},{"bookName":"1 Chronicles","chapter":15,"verse":15,"text":"The descendants of Levi carried the ark of God on their shoulders with poles, just as Moses had commanded in keeping with the Lord’s instruction.","reference":"1 Chronicles 15:15"},{"bookName":"1 Chronicles","chapter":15,"verse":16,"text":"David told the leaders of the Levites to appoint some of their relatives as musicians; they were to play various instruments, including stringed instruments and cymbals, and to sing loudly and joyfully. ","reference":"1 Chronicles 15:16"},{"bookName":"1 Chronicles","chapter":15,"verse":17,"text":"So the Levites appointed Heman son of Joel; one of his relatives, Asaph son of Berechiah; one of the descendants of Merari, Ethan son of Kushaiah; ","reference":"1 Chronicles 15:17"},{"bookName":"1 Chronicles","chapter":15,"verse":18,"text":"along with some of their relatives who were second in rank, including Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, the gatekeepers. ","reference":"1 Chronicles 15:18"},{"bookName":"1 Chronicles","chapter":15,"verse":19,"text":"The musicians Heman, Asaph, and Ethan were to sound the bronze cymbals; ","reference":"1 Chronicles 15:19"},{"bookName":"1 Chronicles","chapter":15,"verse":20,"text":"Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play the harps according to the alamoth style;","reference":"1 Chronicles 15:20"},{"bookName":"1 Chronicles","chapter":15,"verse":21,"text":"Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah were to play the lyres according to the sheminith style, as led by the director; ","reference":"1 Chronicles 15:21"},{"bookName":"1 Chronicles","chapter":15,"verse":22,"text":"Kenaniah, the leader of the Levites, was in charge of transport, for he was well-informed on this matter;","reference":"1 Chronicles 15:22"},{"bookName":"1 Chronicles","chapter":15,"verse":23,"text":"Berechiah and Elkanah were guardians of the ark; ","reference":"1 Chronicles 15:23"},{"bookName":"1 Chronicles","chapter":15,"verse":24,"text":"Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests were to blow the trumpets before the ark of God; Obed-Edom and Jehiel were also guardians of the ark. ","reference":"1 Chronicles 15:24"},{"bookName":"1 Chronicles","chapter":15,"verse":25,"text":"So David, the leaders of Israel, and the commanders of units of a thousand went to bring up the ark of the Lord’s covenant from the house of Obed-Edom with celebration. ","reference":"1 Chronicles 15:25"},{"bookName":"1 Chronicles","chapter":15,"verse":26,"text":"When God helped the Levites who were carrying the ark of the Lord’s covenant, they sacrificed seven bulls and seven rams. ","reference":"1 Chronicles 15:26"},{"bookName":"1 Chronicles","chapter":15,"verse":27,"text":"David was wrapped in a linen robe, as were all the Levites carrying the ark, the musicians, and Kenaniah the supervisor of transport and the musicians; David also wore a linen ephod. ","reference":"1 Chronicles 15:27"},{"bookName":"1 Chronicles","chapter":15,"verse":28,"text":"All Israel brought up the ark of the Lord’s covenant; they were shouting, blowing trumpets, sounding cymbals, and playing stringed instruments. ","reference":"1 Chronicles 15:28"},{"bookName":"1 Chronicles","chapter":15,"verse":29,"text":"As the ark of the Lord’s covenant entered the City of David, Michal, Saul’s daughter, looked out the window. When she saw King David jumping and celebrating, she despised him.","reference":"1 Chronicles 15:29"}]