[
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 1,
    "text": "In the spring, at the time when kings normally conduct wars, Joab led the army into battle and devastated the land of the Ammonites. He went and besieged Rabbah, while David stayed in Jerusalem. Joab defeated Rabbah and tore it down. ",
    "reference": "1 Chronicles 20:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 2,
    "text": "David took the crown from the head of their king and wore it (its weight was a talent of gold, and it was set with precious stones). He took a large amount of plunder from the city. ",
    "reference": "1 Chronicles 20:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 3,
    "text": "He removed the city’s residents and made them labor with saws, iron picks, and axes. This was his policy with all the Ammonite cities. Then David and all the army returned to Jerusalem. ",
    "reference": "1 Chronicles 20:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 4,
    "text": "Later there was a battle with the Philistines in Gezer. At that time Sibbekai the Hushathite killed Sippai, one of the descendants of the Rephaim, and the Philistines were subdued. ",
    "reference": "1 Chronicles 20:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 5,
    "text": "There was another battle with the Philistines in which Elhanan son of Jair the Bethlehemite killed the brother of Goliath the Gittite, whose spear had a shaft as big as the crossbeam of a weaver’s loom.",
    "reference": "1 Chronicles 20:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 6,
    "text": "In a battle in Gath there was a large man who had six fingers on each hand and six toes on each foot—twenty-four in all! He too was a descendant of Rapha. ",
    "reference": "1 Chronicles 20:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 7,
    "text": "When he taunted Israel, Jonathan son of Shimea, David’s brother, killed him.",
    "reference": "1 Chronicles 20:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 20,
    "verse": 8,
    "text": "These were the descendants of Rapha who lived in Gath; they were killed by the hand of David and his soldiers. ",
    "reference": "1 Chronicles 20:8"
  }
]