[
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 1,
    "text": "David then said, “This is the place where the temple of the Lord God will be, along with the altar for burnt sacrifices for Israel.” ",
    "reference": "1 Chronicles 22:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 2,
    "text": "David ordered the resident foreigners in the land of Israel to be called together. He appointed some of them to be stonecutters to chisel stones for the building of God’s temple. ",
    "reference": "1 Chronicles 22:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 3,
    "text": "David supplied a large amount of iron for the nails of the doors of the gates and for braces, more bronze than could be weighed, ",
    "reference": "1 Chronicles 22:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 4,
    "text": "and more cedar logs than could be counted. (The Sidonians and Tyrians had brought a large amount of cedar logs to David.) ",
    "reference": "1 Chronicles 22:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 5,
    "text": "David said, “My son Solomon is just an inexperienced young man, and the temple to be built for the Lord must be especially magnificent so it will become famous and be considered splendid by all the nations. Therefore I will make preparations for its construction.” So David made extensive preparations before he died. ",
    "reference": "1 Chronicles 22:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 6,
    "text": "He summoned his son Solomon and charged him to build a temple for the Lord God of Israel. ",
    "reference": "1 Chronicles 22:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 7,
    "text": "David said to Solomon: “My son, I really wanted to build a temple to honor the Lord my God. ",
    "reference": "1 Chronicles 22:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 8,
    "text": "But this was the Lord’s message to me: ‘You have spilled a great deal of blood and fought many battles. You must not build a temple to honor me, for you have spilled a great deal of blood on the ground before me.",
    "reference": "1 Chronicles 22:8"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 9,
    "text": "Look, you will have a son, who will be a peaceful man. I will give him rest from all his enemies on every side. Indeed, Solomon will be his name; I will give Israel peace and quiet during his reign.",
    "reference": "1 Chronicles 22:9"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 10,
    "text": "He will build a temple to honor me; he will become my son, and I will become his father. I will grant to his dynasty permanent rule over Israel.’ ",
    "reference": "1 Chronicles 22:10"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 11,
    "text": "“Now, my son, may the Lord be with you! May you succeed and build a temple for the Lord your God, just as he announced you would.",
    "reference": "1 Chronicles 22:11"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 12,
    "text": "Only may the Lord give you insight and understanding when he places you in charge of Israel, so you may obey the law of the Lord your God. ",
    "reference": "1 Chronicles 22:12"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 13,
    "text": "Then you will succeed, if you carefully obey the rules and regulations which the Lord ordered Moses to give to Israel. Be strong and brave! Don’t be afraid and don’t panic! ",
    "reference": "1 Chronicles 22:13"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 14,
    "text": "Now, look, I have made every effort to supply what is needed to build the Lord’s temple. I have stored up 100,000 talents of gold, 1,000,000 talents of silver, and so much bronze and iron it cannot be weighed, as well as wood and stones. Feel free to add more! ",
    "reference": "1 Chronicles 22:14"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 15,
    "text": "You also have available many workers, including stonecutters, masons, carpenters, and an innumerable array of workers who are skilled",
    "reference": "1 Chronicles 22:15"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 16,
    "text": "in using gold, silver, bronze, and iron. Get up and begin the work! May the Lord be with you!”",
    "reference": "1 Chronicles 22:16"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 17,
    "text": "David ordered all the officials of Israel to support his son Solomon. ",
    "reference": "1 Chronicles 22:17"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 18,
    "text": "He told them, “The Lord your God is with you! He has made you secure on every side, for he handed over to me the inhabitants of the region and the region is subdued before the Lord and his people. ",
    "reference": "1 Chronicles 22:18"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 22,
    "verse": 19,
    "text": "Now seek the Lord your God wholeheartedly and with your entire being! Get up and build the sanctuary of the Lord God! Then you can bring the ark of the Lord’s covenant and the holy items dedicated to God’s service into the temple that is built to honor the Lord.” ",
    "reference": "1 Chronicles 22:19"
  }
]