[
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 1,
    "text": "Later King Nahash of the Ammonites died and his son succeeded him.",
    "reference": "1 Chronicles 19:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 2,
    "text": "David said, “I will express my loyalty to Hanun son of Nahash, for his father was loyal to me.” So David sent messengers to express his sympathy over his father’s death. When David’s servants entered Ammonite territory to visit Hanun and express the king’s sympathy,",
    "reference": "1 Chronicles 19:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 3,
    "text": "the Ammonite officials said to Hanun, “Do you really think David is trying to honor your father by sending these messengers to express his sympathy? No, his servants have come to you so they can get information and spy out the land!” ",
    "reference": "1 Chronicles 19:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 4,
    "text": "So Hanun seized David’s servants and shaved their beards off. He cut off the lower part of their robes so that their buttocks were exposed and then sent them away. ",
    "reference": "1 Chronicles 19:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 5,
    "text": "People came and told David what had happened to the men, so he sent messengers to meet them, for the men were thoroughly humiliated. The king said, “Stay in Jericho until your beards grow again; then you may come back.” ",
    "reference": "1 Chronicles 19:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 6,
    "text": "When the Ammonites realized that David was disgusted with them, Hanun and the Ammonites sent 1,000 talents of silver to hire chariots and charioteers from Aram Naharaim, Aram Maacah, and Zobah. ",
    "reference": "1 Chronicles 19:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 7,
    "text": "They hired 32,000 chariots, along with the king of Maacah and his army, who came and camped in front of Medeba. The Ammonites also assembled from their cities and marched out to do battle. ",
    "reference": "1 Chronicles 19:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 8,
    "text": "When David heard the news, he sent Joab and the entire army to meet them.",
    "reference": "1 Chronicles 19:8"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 9,
    "text": "The Ammonites marched out and were deployed for battle at the entrance to the city, while the kings who had come were by themselves in the field. ",
    "reference": "1 Chronicles 19:9"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 10,
    "text": "When Joab saw that the battle would be fought on two fronts, he chose some of Israel’s best men and deployed them against the Arameans. ",
    "reference": "1 Chronicles 19:10"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 11,
    "text": "He put his brother Abishai in charge of the rest of the army, and they were deployed against the Ammonites. ",
    "reference": "1 Chronicles 19:11"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 12,
    "text": "Joab said, “If the Arameans start to overpower me, you come to my rescue. If the Ammonites start to overpower you, I will come to your rescue. ",
    "reference": "1 Chronicles 19:12"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 13,
    "text": "Be strong! Let’s fight bravely for the sake of our people and the cities of our God! The Lord will do what he decides is best!” ",
    "reference": "1 Chronicles 19:13"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 14,
    "text": "So Joab and his men marched toward the Arameans to do battle, and they fled before him.",
    "reference": "1 Chronicles 19:14"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 15,
    "text": "When the Ammonites saw the Arameans flee, they fled before Joab’s brother Abishai and withdrew into the city. Joab went back to Jerusalem. ",
    "reference": "1 Chronicles 19:15"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 16,
    "text": "When the Arameans realized they had been defeated by Israel, they sent for reinforcements from beyond the Euphrates River, led by Shophach the commanding general of Hadadezer’s army. ",
    "reference": "1 Chronicles 19:16"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 17,
    "text": "When David was informed, he gathered all Israel, crossed the Jordan River, and marched against them. David deployed his army against the Arameans for battle and they fought against him.",
    "reference": "1 Chronicles 19:17"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 18,
    "text": "The Arameans fled before Israel. David killed 7,000 Aramean charioteers and 40,000 infantrymen; he also killed Shophach the commanding general. ",
    "reference": "1 Chronicles 19:18"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 19,
    "verse": 19,
    "text": "When Hadadezer’s subjects saw they were defeated by Israel, they made peace with David and became his subjects. The Arameans were no longer willing to help the Ammonites. ",
    "reference": "1 Chronicles 19:19"
  }
]