[{"bookName":"1 Chronicles","chapter":10,"verse":1,"text":"Now the Philistines fought against Israel. The Israelites fled before the Philistines and many of them fell dead on Mount Gilboa. ","reference":"1 Chronicles 10:1"},{"bookName":"1 Chronicles","chapter":10,"verse":2,"text":"The Philistines stayed right on the heels of Saul and his sons. They struck down Saul’s sons Jonathan, Abinadab, and Malki-Shua.","reference":"1 Chronicles 10:2"},{"bookName":"1 Chronicles","chapter":10,"verse":3,"text":"The battle was thick around Saul; the archers spotted him and wounded him. ","reference":"1 Chronicles 10:3"},{"bookName":"1 Chronicles","chapter":10,"verse":4,"text":"Saul told his armor-bearer, “Draw your sword and stab me with it. Otherwise these uncircumcised people will come and torture me.” But his armor-bearer refused to do it because he was very afraid. So Saul took the sword and fell on it.","reference":"1 Chronicles 10:4"},{"bookName":"1 Chronicles","chapter":10,"verse":5,"text":"When his armor-bearer saw that Saul was dead, he also fell on his sword and died. ","reference":"1 Chronicles 10:5"},{"bookName":"1 Chronicles","chapter":10,"verse":6,"text":"So Saul and his three sons died; his whole household died together. ","reference":"1 Chronicles 10:6"},{"bookName":"1 Chronicles","chapter":10,"verse":7,"text":"When all the Israelites who were in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled. The Philistines came and occupied them.","reference":"1 Chronicles 10:7"},{"bookName":"1 Chronicles","chapter":10,"verse":8,"text":"The next day, when the Philistines came to strip loot from the corpses, they discovered Saul and his sons lying dead on Mount Gilboa. ","reference":"1 Chronicles 10:8"},{"bookName":"1 Chronicles","chapter":10,"verse":9,"text":"They stripped his corpse and then carried off his head and his armor. They sent messengers throughout the land of the Philistines proclaiming the news to their idols and their people. ","reference":"1 Chronicles 10:9"},{"bookName":"1 Chronicles","chapter":10,"verse":10,"text":"They placed his armor in the temple of their gods and hung his head in the temple of Dagon. ","reference":"1 Chronicles 10:10"},{"bookName":"1 Chronicles","chapter":10,"verse":11,"text":"When all the residents of Jabesh Gilead heard about everything the Philistines had done to Saul, ","reference":"1 Chronicles 10:11"},{"bookName":"1 Chronicles","chapter":10,"verse":12,"text":"all the warriors went and recovered the bodies of Saul and his sons and brought them to Jabesh. They buried their remains under the oak tree in Jabesh and fasted for seven days. ","reference":"1 Chronicles 10:12"},{"bookName":"1 Chronicles","chapter":10,"verse":13,"text":"So Saul died because he was unfaithful to the Lord and did not obey the Lord’s instructions; he even tried to conjure up underworld spirits.","reference":"1 Chronicles 10:13"},{"bookName":"1 Chronicles","chapter":10,"verse":14,"text":"He did not seek the Lord’s guidance, so the Lord killed him and transferred the kingdom to David son of Jesse. ","reference":"1 Chronicles 10:14"}]