[
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 1,
    "text": "The sons of Reuben, Israel’s firstborn—(Now he was the firstborn, but when he defiled his father’s bed, his rights as firstborn were given to the sons of Joseph, Israel’s son. So Reuben is not listed as firstborn in the genealogical records. ",
    "reference": "1 Chronicles 5:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 2,
    "text": "Though Judah was the strongest among his brothers and a leader descended from him, the right of the firstborn belonged to Joseph.) ",
    "reference": "1 Chronicles 5:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 3,
    "text": "The sons of Reuben, Israel’s firstborn: Hanoch, Pallu, Hezron, and Carmi. ",
    "reference": "1 Chronicles 5:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 4,
    "text": "The descendants of Joel: his son Shemaiah, his son Gog, his son Shimei, ",
    "reference": "1 Chronicles 5:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 5,
    "text": "his son Micah, his son Reaiah, his son Baal, ",
    "reference": "1 Chronicles 5:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 6,
    "text": "and his son Beerah, whom King Tiglath-Pileser of Assyria carried into exile. Beerah was the tribal leader of Reuben. ",
    "reference": "1 Chronicles 5:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 7,
    "text": "His brothers by their clans, as listed in their genealogical records:The leader Jeiel, Zechariah, ",
    "reference": "1 Chronicles 5:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 8,
    "text": "and Bela son of Azaz, son of Shema, son of Joel. They lived in Aroer as far as Nebo and Baal Meon. ",
    "reference": "1 Chronicles 5:8"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 9,
    "text": "In the east they settled as far as the entrance to the wilderness that stretches to the Euphrates River, for their cattle had increased in numbers in the land of Gilead. ",
    "reference": "1 Chronicles 5:9"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 10,
    "text": "During the time of Saul they attacked the Hagrites and defeated them. They took over their territory in the entire eastern region of Gilead. ",
    "reference": "1 Chronicles 5:10"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 11,
    "text": "The descendants of Gad lived near them in the land of Bashan, as far as Salecah. ",
    "reference": "1 Chronicles 5:11"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 12,
    "text": "They included Joel the leader, Shapham the second-in-command, Janai, and Shaphat in Bashan. ",
    "reference": "1 Chronicles 5:12"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 13,
    "text": "Their relatives, listed according to their families, included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber—seven in all. ",
    "reference": "1 Chronicles 5:13"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 14,
    "text": "These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz. ",
    "reference": "1 Chronicles 5:14"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 15,
    "text": "Ahi son of Abdiel, son of Guni, was the leader of the family. ",
    "reference": "1 Chronicles 5:15"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 16,
    "text": "They lived in Gilead, in Bashan and its surrounding settlements, and in the pasturelands of Sharon to their very borders. ",
    "reference": "1 Chronicles 5:16"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 17,
    "text": "All of them were listed in the genealogical records in the time of King Jotham of Judah and in the time of King Jeroboam of Israel. ",
    "reference": "1 Chronicles 5:17"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 18,
    "text": "The Reubenites, Gadites, and the half-tribe of Manasseh had 44,760 men in their combined armies, warriors who carried shields and swords, were equipped with bows, and were trained for war. ",
    "reference": "1 Chronicles 5:18"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 19,
    "text": "They attacked the Hagrites, Jetur, Naphish, and Nodab. ",
    "reference": "1 Chronicles 5:19"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 20,
    "text": "They received divine help in fighting them, and the Hagrites and all their allies were handed over to them. They cried out to God during the battle; he responded to their prayers because they trusted in him.",
    "reference": "1 Chronicles 5:20"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 21,
    "text": "They seized the Hagrites’ animals, including 50,000 camels, 250,000 sheep, and 2,000 donkeys. They also took captive 100,000 people. ",
    "reference": "1 Chronicles 5:21"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 22,
    "text": "Because God fought for them, they killed many of the enemy. They dispossessed the Hagrites and lived in their land until the exile. ",
    "reference": "1 Chronicles 5:22"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 23,
    "text": "The half-tribe of Manasseh settled in the land from Bashan as far as Baal Hermon, Senir, and Mount Hermon. They grew in number. ",
    "reference": "1 Chronicles 5:23"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 24,
    "text": "These were the leaders of their families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were skilled warriors, men of reputation, and leaders of their families. ",
    "reference": "1 Chronicles 5:24"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 25,
    "text": "But they were unfaithful to the God of their ancestors and worshiped instead the gods of the native peoples whom God had destroyed before them.",
    "reference": "1 Chronicles 5:25"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 5,
    "verse": 26,
    "text": "So the God of Israel stirred up King Pul of Assyria (that is, King Tiglath-Pileser of Assyria), and he carried away the Reubenites, Gadites, and half-tribe of Manasseh and took them to Halah, Habor, Hara, and the river of Gozan, where they remain to this very day. ",
    "reference": "1 Chronicles 5:26"
  }
]