[{"bookName":"1 Chronicles","chapter":17,"verse":1,"text":"When David had settled into his palace, he said to Nathan the prophet, “Look, I am living in a palace made from cedar, while the ark of the Lord’s covenant is under a tent.” ","reference":"1 Chronicles 17:1"},{"bookName":"1 Chronicles","chapter":17,"verse":2,"text":"Nathan said to David, “You should do whatever you have in mind, for God is with you.”","reference":"1 Chronicles 17:2"},{"bookName":"1 Chronicles","chapter":17,"verse":3,"text":"That night God told Nathan,","reference":"1 Chronicles 17:3"},{"bookName":"1 Chronicles","chapter":17,"verse":4,"text":"“Go, tell my servant David: ‘This is what the Lord says: “You must not build me a house in which to live. ","reference":"1 Chronicles 17:4"},{"bookName":"1 Chronicles","chapter":17,"verse":5,"text":"For I have not lived in a house from the time I brought Israel up from Egypt to the present day. I have lived in a tent that has been in various places. ","reference":"1 Chronicles 17:5"},{"bookName":"1 Chronicles","chapter":17,"verse":6,"text":"Wherever I moved throughout Israel, I did not say to any of the leaders whom I appointed to care for my people Israel, ‘Why have you not built me a house made from cedar?’”’ ","reference":"1 Chronicles 17:6"},{"bookName":"1 Chronicles","chapter":17,"verse":7,"text":"“So now, say this to my servant David: ‘This is what the Lord of Heaven’s Armies says: “I took you from the pasture and from your work as a shepherd to make you a leader of my people Israel. ","reference":"1 Chronicles 17:7"},{"bookName":"1 Chronicles","chapter":17,"verse":8,"text":"I was with you wherever you went, and I defeated all your enemies before you. Now I will make you as famous as the great men of the earth. ","reference":"1 Chronicles 17:8"},{"bookName":"1 Chronicles","chapter":17,"verse":9,"text":"I will establish a place for my people Israel and settle them there; they will live there and not be disturbed anymore. Violent men will not oppress them again, as they did in the beginning ","reference":"1 Chronicles 17:9"},{"bookName":"1 Chronicles","chapter":17,"verse":10,"text":"and during the time when I appointed judges to lead my people Israel. I will subdue all your enemies.“‘“I declare to you that the Lord will build a dynastic house for you!","reference":"1 Chronicles 17:10"},{"bookName":"1 Chronicles","chapter":17,"verse":11,"text":"When the time comes for you to die, I will raise up your descendant, one of your own sons, to succeed you, and I will establish his kingdom. ","reference":"1 Chronicles 17:11"},{"bookName":"1 Chronicles","chapter":17,"verse":12,"text":"He will build me a house, and I will make his dynasty permanent. ","reference":"1 Chronicles 17:12"},{"bookName":"1 Chronicles","chapter":17,"verse":13,"text":"I will become his father, and he will become my son. I will never withhold my loyal love from him, as I withheld it from the one who ruled before you.","reference":"1 Chronicles 17:13"},{"bookName":"1 Chronicles","chapter":17,"verse":14,"text":"I will put him in permanent charge of my house and my kingdom; his dynasty will be permanent.”’” ","reference":"1 Chronicles 17:14"},{"bookName":"1 Chronicles","chapter":17,"verse":15,"text":"Nathan told David all these words that were revealed to him.","reference":"1 Chronicles 17:15"},{"bookName":"1 Chronicles","chapter":17,"verse":16,"text":"King David went in, sat before the Lord, and said: “Who am I, O Lord God, and what is my family, that you should have brought me to this point? ","reference":"1 Chronicles 17:16"},{"bookName":"1 Chronicles","chapter":17,"verse":17,"text":"And you did not stop there, O God! You have also spoken about the future of your servant’s family. You have revealed to me what men long to know, O Lord God. ","reference":"1 Chronicles 17:17"},{"bookName":"1 Chronicles","chapter":17,"verse":18,"text":"What more can David say to you? You have honored your servant; you have given your servant special recognition. ","reference":"1 Chronicles 17:18"},{"bookName":"1 Chronicles","chapter":17,"verse":19,"text":"O Lord, for the sake of your servant and according to your will, you have done this great thing in order to reveal your greatness. ","reference":"1 Chronicles 17:19"},{"bookName":"1 Chronicles","chapter":17,"verse":20,"text":"O Lord, there is none like you; there is no God besides you! What we heard is true!","reference":"1 Chronicles 17:20"},{"bookName":"1 Chronicles","chapter":17,"verse":21,"text":"And who is like your people, Israel, a unique nation in the earth? Their God went to claim a nation for himself! You made a name for yourself by doing great and awesome deeds when you drove out nations before your people whom you had delivered from the Egyptian empire and its gods.","reference":"1 Chronicles 17:21"},{"bookName":"1 Chronicles","chapter":17,"verse":22,"text":"You made Israel your very own nation for all time. You, O Lord, became their God. ","reference":"1 Chronicles 17:22"},{"bookName":"1 Chronicles","chapter":17,"verse":23,"text":"So now, O Lord, may the promise you made about your servant and his family become a permanent reality! Do as you promised, ","reference":"1 Chronicles 17:23"},{"bookName":"1 Chronicles","chapter":17,"verse":24,"text":"so it may become a reality and you may gain lasting fame, as people say, ‘The Lord of Heaven’s Armies is the God of Israel.’ The dynasty of your servant David will be established before you,","reference":"1 Chronicles 17:24"},{"bookName":"1 Chronicles","chapter":17,"verse":25,"text":"for you, my God, have revealed to your servant that you will build a dynasty for him. That is why your servant has had the courage to pray to you. ","reference":"1 Chronicles 17:25"},{"bookName":"1 Chronicles","chapter":17,"verse":26,"text":"Now, O Lord, you are the true God; you have made this good promise to your servant. ","reference":"1 Chronicles 17:26"},{"bookName":"1 Chronicles","chapter":17,"verse":27,"text":"Now you are willing to bless your servant’s dynasty so that it may stand permanently before you, for you, O Lord, have blessed it and it will be blessed from now on into the future.” ","reference":"1 Chronicles 17:27"}]