[{"bookName":"1 Chronicles","chapter":16,"verse":1,"text":"They brought the ark of God and put it in the middle of the tent David had pitched for it. Then they offered burnt sacrifices and peace offerings before God. ","reference":"1 Chronicles 16:1"},{"bookName":"1 Chronicles","chapter":16,"verse":2,"text":"When David finished offering burnt sacrifices and peace offerings, he pronounced a blessing over the people in the Lord’s name. ","reference":"1 Chronicles 16:2"},{"bookName":"1 Chronicles","chapter":16,"verse":3,"text":"He then handed out to each Israelite man and woman a loaf of bread, a date cake, and a raisin cake. ","reference":"1 Chronicles 16:3"},{"bookName":"1 Chronicles","chapter":16,"verse":4,"text":"He appointed some of the Levites to serve before the ark of the Lord, to offer prayers, songs of thanks, and hymns to the Lord God of Israel. ","reference":"1 Chronicles 16:4"},{"bookName":"1 Chronicles","chapter":16,"verse":5,"text":"Asaph was the leader and Zechariah second-in-command, followed by Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel. They were to play stringed instruments, Asaph was to sound the cymbals, ","reference":"1 Chronicles 16:5"},{"bookName":"1 Chronicles","chapter":16,"verse":6,"text":"and the priests Benaiah and Jahaziel were to blow trumpets regularly before the ark of God’s covenant. ","reference":"1 Chronicles 16:6"},{"bookName":"1 Chronicles","chapter":16,"verse":7,"text":"That day David first gave to Asaph and his colleagues this song of thanks to the Lord.","reference":"1 Chronicles 16:7"},{"bookName":"1 Chronicles","chapter":16,"verse":8,"text":"Give thanks to the Lord! Call on his name! Make known his accomplishments among the nations. ","reference":"1 Chronicles 16:8"},{"bookName":"1 Chronicles","chapter":16,"verse":9,"text":"Sing to him! Make music to him! Tell about all his miraculous deeds.","reference":"1 Chronicles 16:9"},{"bookName":"1 Chronicles","chapter":16,"verse":10,"text":"Boast about his holy name. Let the hearts of those who seek the Lord rejoice. ","reference":"1 Chronicles 16:10"},{"bookName":"1 Chronicles","chapter":16,"verse":11,"text":"Seek the Lord and the strength he gives. Seek his presence continually! ","reference":"1 Chronicles 16:11"},{"bookName":"1 Chronicles","chapter":16,"verse":12,"text":"Recall the miraculous deeds he performed, his mighty acts and the judgments he decreed, ","reference":"1 Chronicles 16:12"},{"bookName":"1 Chronicles","chapter":16,"verse":13,"text":"O children of Israel, God’s servant, you descendants of Jacob, God’s chosen ones! ","reference":"1 Chronicles 16:13"},{"bookName":"1 Chronicles","chapter":16,"verse":14,"text":"He is the Lord our God; he carries out judgment throughout the earth. ","reference":"1 Chronicles 16:14"},{"bookName":"1 Chronicles","chapter":16,"verse":15,"text":"Remember continually his covenantal decree, the promise he made to a thousand generations—","reference":"1 Chronicles 16:15"},{"bookName":"1 Chronicles","chapter":16,"verse":16,"text":"the promise he made to Abraham, the promise he made by oath to Isaac! ","reference":"1 Chronicles 16:16"},{"bookName":"1 Chronicles","chapter":16,"verse":17,"text":"He gave it to Jacob as a decree, to Israel as a lasting promise, ","reference":"1 Chronicles 16:17"},{"bookName":"1 Chronicles","chapter":16,"verse":18,"text":"saying, “To you I will give the land of Canaan as the portion of your inheritance.” ","reference":"1 Chronicles 16:18"},{"bookName":"1 Chronicles","chapter":16,"verse":19,"text":"When they were few in number, just a very few, and foreign residents within it,","reference":"1 Chronicles 16:19"},{"bookName":"1 Chronicles","chapter":16,"verse":20,"text":"they wandered from nation to nation, and from one kingdom to another. ","reference":"1 Chronicles 16:20"},{"bookName":"1 Chronicles","chapter":16,"verse":21,"text":"He let no one oppress them; he disciplined kings for their sake, ","reference":"1 Chronicles 16:21"},{"bookName":"1 Chronicles","chapter":16,"verse":22,"text":"saying, “Don’t touch my anointed ones! Don’t harm my prophets!” ","reference":"1 Chronicles 16:22"},{"bookName":"1 Chronicles","chapter":16,"verse":23,"text":"Sing to the Lord, all the earth! Announce every day how he delivers. ","reference":"1 Chronicles 16:23"},{"bookName":"1 Chronicles","chapter":16,"verse":24,"text":"Tell the nations about his splendor, tell all the nations about his miraculous deeds.","reference":"1 Chronicles 16:24"},{"bookName":"1 Chronicles","chapter":16,"verse":25,"text":"For the Lord is great and certainly worthy of praise, he is more awesome than all gods. ","reference":"1 Chronicles 16:25"},{"bookName":"1 Chronicles","chapter":16,"verse":26,"text":"For all the gods of the nations are worthless, but the Lord made the heavens. ","reference":"1 Chronicles 16:26"},{"bookName":"1 Chronicles","chapter":16,"verse":27,"text":"Majestic splendor emanates from him, he is the source of strength and joy. ","reference":"1 Chronicles 16:27"},{"bookName":"1 Chronicles","chapter":16,"verse":28,"text":"Ascribe to the Lord, O families of the nations, ascribe to the Lord splendor and strength! ","reference":"1 Chronicles 16:28"},{"bookName":"1 Chronicles","chapter":16,"verse":29,"text":"Ascribe to the Lord the splendor he deserves! Bring an offering and enter his presence! Worship the Lord in holy attire! ","reference":"1 Chronicles 16:29"},{"bookName":"1 Chronicles","chapter":16,"verse":30,"text":"Tremble before him, all the earth! The world is established, it cannot be moved. ","reference":"1 Chronicles 16:30"},{"bookName":"1 Chronicles","chapter":16,"verse":31,"text":"Let the heavens rejoice, and the earth be happy! Let the nations say, “The Lord reigns!” ","reference":"1 Chronicles 16:31"},{"bookName":"1 Chronicles","chapter":16,"verse":32,"text":"Let the sea and everything in it shout! Let the fields and everything in them celebrate! ","reference":"1 Chronicles 16:32"},{"bookName":"1 Chronicles","chapter":16,"verse":33,"text":"Then let the trees of the forest shout with joy before the Lord, for he comes to judge the earth! ","reference":"1 Chronicles 16:33"},{"bookName":"1 Chronicles","chapter":16,"verse":34,"text":"Give thanks to the Lord, for he is good and his loyal love endures. ","reference":"1 Chronicles 16:34"},{"bookName":"1 Chronicles","chapter":16,"verse":35,"text":"Say this prayer: “Deliver us, O God who delivers us! Gather us! Rescue us from the nations! Then we will give thanks to your holy name, and boast about your praiseworthy deeds.”","reference":"1 Chronicles 16:35"},{"bookName":"1 Chronicles","chapter":16,"verse":36,"text":"May the Lord God of Israel be praised, in the future and forevermore. Then all the people said, “We agree! Praise the Lord.”","reference":"1 Chronicles 16:36"},{"bookName":"1 Chronicles","chapter":16,"verse":37,"text":"David left Asaph and his colleagues there before the ark of the Lord’s covenant to serve before the ark regularly and fulfill each day’s requirements, ","reference":"1 Chronicles 16:37"},{"bookName":"1 Chronicles","chapter":16,"verse":38,"text":"including Obed-Edom and sixty-eight colleagues. Obed-Edom son of Jeduthun and Hosah were gatekeepers. ","reference":"1 Chronicles 16:38"},{"bookName":"1 Chronicles","chapter":16,"verse":39,"text":"Zadok the priest and his fellow priests served before the Lord’s tabernacle at the worship center in Gibeon, ","reference":"1 Chronicles 16:39"},{"bookName":"1 Chronicles","chapter":16,"verse":40,"text":"regularly offering burnt sacrifices to the Lord on the altar for burnt sacrifice, morning and evening, according to what is prescribed in the law of the Lord which he charged Israel to observe.","reference":"1 Chronicles 16:40"},{"bookName":"1 Chronicles","chapter":16,"verse":41,"text":"Joining them were Heman, Jeduthun, and the rest of those chosen and designated by name to give thanks to the Lord. (For his loyal love endures!) ","reference":"1 Chronicles 16:41"},{"bookName":"1 Chronicles","chapter":16,"verse":42,"text":"Heman and Jeduthun were in charge of the music, including the trumpets, cymbals, and the other musical instruments used in praising God. The sons of Jeduthun guarded the entrance. ","reference":"1 Chronicles 16:42"},{"bookName":"1 Chronicles","chapter":16,"verse":43,"text":"Then all the people returned to their homes, and David went to pronounce a blessing on his family. ","reference":"1 Chronicles 16:43"}]