[
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 1,
    "text": "King David said to the entire assembly: “My son Solomon, the one whom God has chosen, is just an inexperienced young man, and the task is great, for this palace is not for man, but for the Lord God. ",
    "reference": "1 Chronicles 29:1"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 2,
    "text": "So I have made every effort to provide what is needed for the temple of my God, including the gold, silver, bronze, iron, wood, as well as a large amount of onyx, settings of antimony and other stones, all kinds of precious stones, and alabaster. ",
    "reference": "1 Chronicles 29:2"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 3,
    "text": "Now, to show my commitment to the temple of my God, I donate my personal treasure of gold and silver to the temple of my God, in addition to all that I have already supplied for this holy temple. ",
    "reference": "1 Chronicles 29:3"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 4,
    "text": "This includes 3,000 talents of gold from Ophir and 7,000 talents of refined silver for overlaying the walls of the buildings, ",
    "reference": "1 Chronicles 29:4"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 5,
    "text": "for gold and silver items, and for all the work of the craftsmen. Who else wants to contribute to the Lord today?” ",
    "reference": "1 Chronicles 29:5"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 6,
    "text": "The leaders of the families, the leaders of the Israelite tribes, the commanders of units of a thousand and a hundred, and the supervisors of the king’s work contributed willingly. ",
    "reference": "1 Chronicles 29:6"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 7,
    "text": "They donated for the service of God’s temple 5,000 talents and 10,000 darics of gold, 10,000 talents of silver, 18,000 talents of bronze, and 100,000 talents of iron. ",
    "reference": "1 Chronicles 29:7"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 8,
    "text": "All who possessed precious stones donated them to the treasury of the Lord’s temple, which was under the supervision of Jehiel the Gershonite. ",
    "reference": "1 Chronicles 29:8"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 9,
    "text": "The people were delighted with their donations, for they contributed to the Lord with a willing attitude; King David was also very happy. ",
    "reference": "1 Chronicles 29:9"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 10,
    "text": "David praised the Lord before the entire assembly: “O Lord God of our father Israel, you deserve praise forevermore! ",
    "reference": "1 Chronicles 29:10"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 11,
    "text": "O Lord, you are great, mighty, majestic, magnificent, glorious, and sovereign over all the sky and earth! You, Lord, have dominion and exalt yourself as the ruler of all. ",
    "reference": "1 Chronicles 29:11"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 12,
    "text": "You are the source of wealth and honor; you rule over all. You possess strength and might to magnify and give strength to all. ",
    "reference": "1 Chronicles 29:12"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 13,
    "text": "Now, our God, we give thanks to you and praise your majestic name! ",
    "reference": "1 Chronicles 29:13"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 14,
    "text": "“But who am I and who are my people that we should be in a position to contribute this much? Indeed, everything comes from you, and we have simply given back to you what is yours.",
    "reference": "1 Chronicles 29:14"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 15,
    "text": "For we are resident foreigners and temporary settlers in your presence, as all our ancestors were; our days are like a shadow on the earth, without security. ",
    "reference": "1 Chronicles 29:15"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 16,
    "text": "O Lord our God, all this wealth, which we have collected to build a temple for you to honor your holy name, comes from you; it all belongs to you.",
    "reference": "1 Chronicles 29:16"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 17,
    "text": "I know, my God, that you examine thoughts and are pleased with integrity. With pure motives I contribute all this; and now I look with joy as your people who have gathered here contribute to you. ",
    "reference": "1 Chronicles 29:17"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 18,
    "text": "O Lord God of our ancestors Abraham, Isaac, and Israel, always maintain these motives of your people and keep them devoted to you.",
    "reference": "1 Chronicles 29:18"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 19,
    "text": "Make my son Solomon willing to obey your commands, rules, and regulations, and to complete building the palace for which I have made preparations.” ",
    "reference": "1 Chronicles 29:19"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 20,
    "text": "David told the entire assembly: “Praise the Lord your God!” So the entire assembly praised the Lord God of their ancestors; they bowed down and stretched out flat on the ground before the Lord and the king. ",
    "reference": "1 Chronicles 29:20"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 21,
    "text": "The next day they made sacrifices and offered burnt sacrifices to the Lord (1,000 bulls, 1,000 rams, 1,000 lambs), along with their accompanying drink offerings and many other sacrifices for all Israel. ",
    "reference": "1 Chronicles 29:21"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 22,
    "text": "They held a feast before the Lord that day and celebrated. Then they designated Solomon, David’s son, as king a second time; before the Lord they anointed him as ruler and Zadok as priest. ",
    "reference": "1 Chronicles 29:22"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 23,
    "text": "Solomon sat on the Lord’s throne as king in place of his father David; he was successful and all Israel was loyal to him. ",
    "reference": "1 Chronicles 29:23"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 24,
    "text": "All the officers and warriors, as well as all of King David’s sons, pledged their allegiance to King Solomon. ",
    "reference": "1 Chronicles 29:24"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 25,
    "text": "The Lord greatly magnified Solomon before all Israel and bestowed on him greater majesty than any king of Israel before him.",
    "reference": "1 Chronicles 29:25"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 26,
    "text": "David son of Jesse reigned over all Israel. ",
    "reference": "1 Chronicles 29:26"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 27,
    "text": "He reigned over Israel forty years; he reigned in Hebron seven years and in Jerusalem thirty-three years. ",
    "reference": "1 Chronicles 29:27"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 28,
    "text": "He died at a good old age, having enjoyed long life, wealth, and honor. His son Solomon succeeded him.",
    "reference": "1 Chronicles 29:28"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 29,
    "text": "King David’s accomplishments, from start to finish, are recorded in the Annals of Samuel the prophet, the Annals of Nathan the prophet, and the Annals of Gad the prophet. ",
    "reference": "1 Chronicles 29:29"
  },
  {
    "bookName": "1 Chronicles",
    "chapter": 29,
    "verse": 30,
    "text": "Recorded there are all the facts about his reign and accomplishments, and an account of the events that involved him, Israel, and all the neighboring kingdoms. ",
    "reference": "1 Chronicles 29:30"
  }
]