[
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 1,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 7:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 2,
    "text": "“You, son of man—this is what the Sovereign Lord says to the land of Israel: An end! The end is coming on the four corners of the land! ",
    "reference": "Ezekiel 7:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 3,
    "text": "The end is now upon you, and I will release my anger against you. I will judge you according to your behavior; I will hold you accountable for all your abominable practices. ",
    "reference": "Ezekiel 7:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 4,
    "text": "My eye will not pity you; I will not spare you. For I will hold you responsible for your behavior, and you will suffer the consequences of your abominable practices. Then you will know that I am the Lord! ",
    "reference": "Ezekiel 7:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 5,
    "text": "“This is what the Sovereign Lord says: A disaster—a one-of-a-kind disaster—is coming! ",
    "reference": "Ezekiel 7:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 6,
    "text": "An end comes—the end comes! It has awakened against you! Look, it is coming! ",
    "reference": "Ezekiel 7:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 7,
    "text": "Doom is coming upon you who live in the land! The time is coming, the day is near. There are sounds of tumult, not shouts of joy, on the mountains. ",
    "reference": "Ezekiel 7:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 8,
    "text": "Soon now I will pour out my rage on you; I will fully vent my anger against you. I will judge you according to your behavior. I will hold you accountable for all your abominable practices. ",
    "reference": "Ezekiel 7:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 9,
    "text": "My eye will not pity you; I will not spare you. For your behavior I will hold you accountable, and you will suffer the consequences of your abominable practices. Then you will know that it is I, the Lord, who is striking you.",
    "reference": "Ezekiel 7:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 10,
    "text": "“Look, the day! Look, it is coming! Doom has gone out! The staff has budded, pride has blossomed! ",
    "reference": "Ezekiel 7:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 11,
    "text": "Violence has grown into a staff that supports wickedness. Not one of them will be left—not from their crowd, not from their wealth, not from their prominence. ",
    "reference": "Ezekiel 7:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 12,
    "text": "The time has come; the day has struck! The customer should not rejoice, nor the seller mourn; for divine wrath comes against their whole crowd. ",
    "reference": "Ezekiel 7:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 13,
    "text": "The customer will no longer pay the seller while both parties are alive, for the vision against their whole crowd will not be revoked. Each person, for his iniquity, will fail to preserve his life. ",
    "reference": "Ezekiel 7:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 14,
    "text": "“They have blown the trumpet and everyone is ready, but no one goes to battle, because my anger is against their whole crowd. ",
    "reference": "Ezekiel 7:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 15,
    "text": "The sword is outside; pestilence and famine are inside the house. Whoever is in the open field will die by the sword, and famine and pestilence will consume everyone in the city. ",
    "reference": "Ezekiel 7:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 16,
    "text": "Their survivors will escape to the mountains and become like doves of the valleys; all of them will moan—each one for his iniquity. ",
    "reference": "Ezekiel 7:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 17,
    "text": "All their hands will hang limp; their knees will be wet with urine. ",
    "reference": "Ezekiel 7:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 18,
    "text": "They will wear sackcloth, terror will cover them; shame will be on all their faces, and all their heads will be shaved bald.",
    "reference": "Ezekiel 7:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 19,
    "text": "They will discard their silver in the streets, and their gold will be treated like filth. Their silver and gold will not be able to deliver them on the day of the Lord’s fury. They will not satisfy their hunger or fill their stomachs because their wealth was the obstacle leading to their iniquity. ",
    "reference": "Ezekiel 7:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 20,
    "text": "They rendered the beauty of his ornaments into pride, and with it they made their abominable images—their detestable idols. Therefore I will render it filthy to them.",
    "reference": "Ezekiel 7:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 21,
    "text": "I will give it to foreigners as loot, to the world’s wicked ones as plunder, and they will desecrate it.",
    "reference": "Ezekiel 7:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 22,
    "text": "I will turn my face away from them, and they will desecrate my treasured place. Vandals will enter it and desecrate it.",
    "reference": "Ezekiel 7:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 23,
    "text": "(Make the chain, because the land is full of murder and the city is full of violence.) ",
    "reference": "Ezekiel 7:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 24,
    "text": "I will bring the most wicked of the nations, and they will take possession of their houses. I will put an end to the arrogance of the strong, and their sanctuaries will be desecrated. ",
    "reference": "Ezekiel 7:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 25,
    "text": "Terror is coming! They will seek peace, but find none. ",
    "reference": "Ezekiel 7:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 26,
    "text": "Disaster after disaster will come, and one rumor after another. They will seek a vision from a prophet; priestly instruction will disappear, along with counsel from the elders. ",
    "reference": "Ezekiel 7:26"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 7,
    "verse": 27,
    "text": "The king will mourn and the prince will be clothed with shuddering; the hands of the people of the land will tremble. Based on their behavior I will deal with them, and by their standard of justice I will judge them. Then they will know that I am the Lord!”",
    "reference": "Ezekiel 7:27"
  }
]