[
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 1,
    "text": "“As for you, son of man, prophesy to the mountains of Israel, and say: ‘O mountains of Israel, listen to the Lord’s message!",
    "reference": "Ezekiel 36:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 2,
    "text": "This is what the Sovereign Lord says: The enemy has spoken against you, saying “Aha!” and, “The ancient heights have become our property!”’ ",
    "reference": "Ezekiel 36:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 3,
    "text": "So prophesy and say: ‘This is what the Sovereign Lord says: Surely because they have made you desolate and crushed you from all directions, so that you have become the property of the rest of the nations, and have become the subject of gossip and slander among the people, ",
    "reference": "Ezekiel 36:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 4,
    "text": "therefore, O mountains of Israel, hear the word of the Sovereign Lord. This is what the Sovereign Lord says to the mountains and hills, the ravines and valleys, and to the desolate ruins and the abandoned cities that have become prey and an object of derision to the rest of the nations round about; ",
    "reference": "Ezekiel 36:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 5,
    "text": "therefore, this is what the Sovereign Lord says: Surely I have spoken in the fire of my zeal against the rest of the nations and against all Edom, who with great joy and utter contempt have made my land their property and prey, because of its pasture.’ ",
    "reference": "Ezekiel 36:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 6,
    "text": "“Therefore prophesy concerning the land of Israel, and say to the mountains and hills, the ravines and valleys, ‘This is what the Sovereign Lord says: Look, I have spoken in my zeal and in my anger because you have endured the insults of the nations. ",
    "reference": "Ezekiel 36:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 7,
    "text": "So this is what the Sovereign Lord says: I vow that the nations around you will endure insults as well.",
    "reference": "Ezekiel 36:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 8,
    "text": "“‘But you, mountains of Israel, will grow your branches and bear your fruit for my people Israel, for they will arrive soon.",
    "reference": "Ezekiel 36:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 9,
    "text": "For indeed, I am on your side; I will turn to you, and you will be plowed and planted. ",
    "reference": "Ezekiel 36:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 10,
    "text": "I will multiply your people—the whole house of Israel, all of it. The cities will be populated and the ruins rebuilt. ",
    "reference": "Ezekiel 36:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 11,
    "text": "I will increase the number of people and animals on you; they will increase and be fruitful. I will cause you to be inhabited as in ancient times and will do more good for you than at the beginning of your history. Then you will know that I am the Lord. ",
    "reference": "Ezekiel 36:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 12,
    "text": "I will lead people, my people Israel, across you; they will possess you, and you will become their inheritance. No longer will you bereave them of their children.",
    "reference": "Ezekiel 36:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 13,
    "text": "“‘This is what the Sovereign Lord says: Because they are saying to you, “You are a devourer of men and bereave your nation of children,” ",
    "reference": "Ezekiel 36:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 14,
    "text": "therefore you will no longer devour people and no longer bereave your nation of children, declares the Sovereign Lord. ",
    "reference": "Ezekiel 36:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 15,
    "text": "I will no longer subject you to the nations’ insults; no longer will you bear the shame of the peoples, and no longer will you bereave your nation, declares the Sovereign Lord.’” ",
    "reference": "Ezekiel 36:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 16,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 36:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 17,
    "text": "“Son of man, when the house of Israel was living on their own land, they defiled it by their behavior and their deeds. In my sight their behavior was like the uncleanness of a woman having her monthly period. ",
    "reference": "Ezekiel 36:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 18,
    "text": "So I poured my anger on them because of the blood they shed on the land and because of the idols with which they defiled it.",
    "reference": "Ezekiel 36:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 19,
    "text": "I scattered them among the nations; they were dispersed throughout foreign countries. In accordance with their behavior and their deeds I judged them.",
    "reference": "Ezekiel 36:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 20,
    "text": "But when they arrived in the nations where they went, they profaned my holy name. It was said of them, ‘These are the people of the Lord, yet they have departed from his land.’ ",
    "reference": "Ezekiel 36:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 21,
    "text": "I was concerned for my holy reputation, which the house of Israel profaned among the nations where they went. ",
    "reference": "Ezekiel 36:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 22,
    "text": "“Therefore say to the house of Israel, ‘This is what the Sovereign Lord says: It is not for your sake that I am about to act, O house of Israel, but for the sake of my holy reputation, which you profaned among the nations where you went. ",
    "reference": "Ezekiel 36:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 23,
    "text": "I will magnify my great name that has been profaned among the nations, which you have profaned among them. The nations will know that I am the Lord, declares the Sovereign Lord, when I magnify myself among you in their sight. ",
    "reference": "Ezekiel 36:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 24,
    "text": "“‘I will take you from the nations and gather you from all the countries; then I will bring you to your land. ",
    "reference": "Ezekiel 36:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 25,
    "text": "I will sprinkle you with pure water, and you will be clean from all your impurities. I will purify you from all your idols. ",
    "reference": "Ezekiel 36:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 26,
    "text": "I will give you a new heart, and I will put a new spirit within you. I will remove the heart of stone from your body and give you a heart of flesh. ",
    "reference": "Ezekiel 36:26"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 27,
    "text": "I will put my Spirit within you; I will take the initiative, and you will obey my statutes and carefully observe my regulations. ",
    "reference": "Ezekiel 36:27"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 28,
    "text": "Then you will live in the land I gave to your fathers; you will be my people, and I will be your God. ",
    "reference": "Ezekiel 36:28"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 29,
    "text": "I will save you from all your uncleanness. I will call for the grain and multiply it; I will not bring a famine on you. ",
    "reference": "Ezekiel 36:29"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 30,
    "text": "I will multiply the fruit of the trees and the produce of the fields, so that you will never again suffer the disgrace of famine among the nations. ",
    "reference": "Ezekiel 36:30"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 31,
    "text": "Then you will remember your evil behavior and your deeds that were not good; you will loathe yourselves on account of your sins and your abominable deeds. ",
    "reference": "Ezekiel 36:31"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 32,
    "text": "Understand that it is not for your sake I am about to act, declares the Sovereign Lord. Be ashamed and embarrassed by your behavior, O house of Israel. ",
    "reference": "Ezekiel 36:32"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 33,
    "text": "“‘This is what the Sovereign Lord says: In the day I cleanse you from all your sins, I will populate the cities, and the ruins will be rebuilt. ",
    "reference": "Ezekiel 36:33"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 34,
    "text": "The desolate land will be plowed, instead of being desolate in the sight of everyone who passes by.",
    "reference": "Ezekiel 36:34"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 35,
    "text": "They will say, “This desolate land has become like the garden of Eden; the ruined, desolate, and destroyed cities are now fortified and inhabited.” ",
    "reference": "Ezekiel 36:35"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 36,
    "text": "Then the nations that remain around you will know that I, the Lord, have rebuilt the ruins and replanted what was desolate. I, the Lord, have spoken—and I will do it!’",
    "reference": "Ezekiel 36:36"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 37,
    "text": "“This is what the Sovereign Lord says: I will allow the house of Israel to ask me to do this for them: I will multiply their people like sheep. ",
    "reference": "Ezekiel 36:37"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 36,
    "verse": 38,
    "text": "Like the sheep for offerings, like the sheep of Jerusalem during her appointed feasts, so the ruined cities will be filled with flocks of people. Then they will know that I am the Lord.” ",
    "reference": "Ezekiel 36:38"
  }
]