[
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 1,
    "text": "Then he led me out to the outer court, toward the north, and brought me to the chamber that was opposite the courtyard and opposite the building on the north. ",
    "reference": "Ezekiel 42:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 2,
    "text": "Its length was 175 feet on the north side, and its width 87½ feet. ",
    "reference": "Ezekiel 42:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 3,
    "text": "Opposite the 35 feet that belonged to the inner court, and opposite the pavement that belonged to the outer court, gallery faced gallery in the three stories. ",
    "reference": "Ezekiel 42:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 4,
    "text": "In front of the chambers was a walkway on the inner side, 17½ feet wide at a distance of 1¾ feet, and their entrances were on the north. ",
    "reference": "Ezekiel 42:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 5,
    "text": "Now the upper chambers were narrower, because the galleries took more space from them than from the lower and middle chambers of the building. ",
    "reference": "Ezekiel 42:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 6,
    "text": "For they were in three stories and had no pillars like the pillars of the courts; therefore, the upper chambers were set back from the ground more than the lower and middle ones. ",
    "reference": "Ezekiel 42:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 7,
    "text": "As for the outer wall by the side of the chambers, toward the outer court facing the chambers, it was 87½ feet long. ",
    "reference": "Ezekiel 42:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 8,
    "text": "For the chambers on the outer court were 87½ feet long, while those facing the temple were 175 feet long. ",
    "reference": "Ezekiel 42:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 9,
    "text": "Below these chambers was a passage on the east side as one enters from the outer court. ",
    "reference": "Ezekiel 42:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 10,
    "text": "At the beginning of the wall of the court toward the south, facing the courtyard and the building, were chambers ",
    "reference": "Ezekiel 42:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 11,
    "text": "like those on the north with a passage in front of them. The chambers that were toward the south were the same length and width as those on the north, and had matching exits and entrances and arrangements. ",
    "reference": "Ezekiel 42:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 12,
    "text": "There was an opening at the head of the passage, the passage in front of the corresponding wall toward the east when one enters. ",
    "reference": "Ezekiel 42:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 13,
    "text": "Then he said to me, “The north chambers and the south chambers that face the courtyard are holy chambers where the priests who approach the Lord will eat the most holy offerings. There they will place the most holy offerings—the grain offering, the sin offering, and the guilt offering, because the place is holy. ",
    "reference": "Ezekiel 42:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 14,
    "text": "When the priests enter, then they will not go out from the sanctuary to the outer court without taking off their garments in which they minister, for these are holy; they will put on other garments, then they will go near the places where the people are.” ",
    "reference": "Ezekiel 42:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 15,
    "text": "Now when he had finished measuring the interior of the temple, he led me out by the gate that faces east and measured all around. ",
    "reference": "Ezekiel 42:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 16,
    "text": "He measured the east side with the measuring stick as 875 feet by the measuring stick. ",
    "reference": "Ezekiel 42:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 17,
    "text": "He measured the north side as 875 feet by the measuring stick. ",
    "reference": "Ezekiel 42:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 18,
    "text": "He measured the south side as 875 feet by the measuring stick.",
    "reference": "Ezekiel 42:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 19,
    "text": "He turned to the west side and measured 875 feet by the measuring stick.",
    "reference": "Ezekiel 42:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 42,
    "verse": 20,
    "text": "He measured it on all four sides. It had a wall around it, 875 feet long and 875 feet wide, to separate the holy and common places.",
    "reference": "Ezekiel 42:20"
  }
]