[
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 1,
    "text": "“‘When you allot the land as an inheritance, you will offer an allotment to the Lord, a holy portion from the land; the length will be 8¼ miles and the width 3⅓ miles. This entire area will be holy. ",
    "reference": "Ezekiel 45:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 2,
    "text": "Of this area a square 875 feet by 875 feet will be designated for the sanctuary, with 87½ feet set aside for its open space round about.",
    "reference": "Ezekiel 45:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 3,
    "text": "From this measured area you will measure a length of 8¼ miles and a width of 3⅓ miles; in it will be the sanctuary, the Most Holy Place.",
    "reference": "Ezekiel 45:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 4,
    "text": "It will be a holy portion of the land; it will be for the priests, the ministers of the sanctuary who approach the Lord to minister to him. It will be a place for their houses and a holy place for the sanctuary. ",
    "reference": "Ezekiel 45:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 5,
    "text": "An area 8¼ miles in length and 3⅓ miles in width will be for the Levites, who minister at the temple, as the place for the cities in which they will live.",
    "reference": "Ezekiel 45:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 6,
    "text": "“‘Alongside the portion set apart as the holy allotment, you will allot for the city an area 1⅔ miles wide and 8¼ miles long; it will be for the whole house of Israel. ",
    "reference": "Ezekiel 45:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 7,
    "text": "“‘For the prince there will be land on both sides of the holy allotment and the allotted city, on the west side and on the east side; it will be comparable in length to one of the portions, from the west border to the east border ",
    "reference": "Ezekiel 45:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 8,
    "text": "of the land. This will be his property in Israel. My princes will no longer oppress my people, but the land will be allotted to the house of Israel according to their tribes. ",
    "reference": "Ezekiel 45:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 9,
    "text": "“‘This is what the Sovereign Lord says: Enough, you princes of Israel! Put away violence and destruction and do what is just and right. Put an end to your evictions of my people, declares the Sovereign Lord. ",
    "reference": "Ezekiel 45:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 10,
    "text": "You must use just balances, a just dry measure (an ephah), and a just liquid measure (a bath). ",
    "reference": "Ezekiel 45:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 11,
    "text": "The dry and liquid measures will be the same: The bath will contain a tenth of a homer, and the ephah a tenth of a homer; the homer will be the standard measure. ",
    "reference": "Ezekiel 45:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 12,
    "text": "The shekel will be 20 gerahs. Sixty shekels will be a mina for you.",
    "reference": "Ezekiel 45:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 13,
    "text": "“‘This is the offering you must offer: a sixth of an ephah from a homer of wheat, a sixth of an ephah from a homer of barley, ",
    "reference": "Ezekiel 45:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 14,
    "text": "and as the prescribed portion of olive oil, one-tenth of a bath from each cor (which is ten baths or a homer, for ten baths make a homer); ",
    "reference": "Ezekiel 45:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 15,
    "text": "and one sheep from each flock of 200, from the watered places of Israel, for a grain offering, burnt offering, and peace offering, to make atonement for them, declares the Sovereign Lord. ",
    "reference": "Ezekiel 45:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 16,
    "text": "All the people of the land will contribute to this offering for the prince of Israel. ",
    "reference": "Ezekiel 45:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 17,
    "text": "It will be the duty of the prince to provide the burnt offerings, the grain offering, and the drink offering at festivals, on the new moons and Sabbaths, at all the appointed feasts of the house of Israel; he will provide the sin offering, the grain offering, the burnt offering, and the peace offerings to make atonement for the house of Israel. ",
    "reference": "Ezekiel 45:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 18,
    "text": "“‘This is what the Sovereign Lord says: In the first month, on the first day of the month, you must take an unblemished young bull and purify the sanctuary. ",
    "reference": "Ezekiel 45:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 19,
    "text": "The priest will take some of the blood of the sin offering and place it on the doorpost of the temple, on the four corners of the ledge of the altar, and on the doorpost of the gate of the inner court. ",
    "reference": "Ezekiel 45:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 20,
    "text": "This is what you must do on the seventh day of the month for anyone who sins inadvertently or through ignorance; so you will make atonement for the temple. ",
    "reference": "Ezekiel 45:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 21,
    "text": "“‘In the first month, on the fourteenth day of the month, you will celebrate the Passover, and for the seven days of the festival bread made without yeast will be eaten. ",
    "reference": "Ezekiel 45:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 22,
    "text": "On that day the prince will provide for himself and for all the people of the land a bull for a sin offering. ",
    "reference": "Ezekiel 45:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 23,
    "text": "And during the seven days of the feast he will provide as a burnt offering to the Lord seven bulls and seven rams, all without blemish, on each of the seven days, and a male goat daily for a sin offering. ",
    "reference": "Ezekiel 45:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 24,
    "text": "He will provide as a grain offering an ephah for each bull, an ephah for each ram, and a gallon of olive oil for each ephah of grain.",
    "reference": "Ezekiel 45:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 45,
    "verse": 25,
    "text": "In the seventh month, on the fifteenth day of the month, at the feast, he will make the same provisions for the sin offering, burnt offering, and grain offering, and for the olive oil, for the seven days. ",
    "reference": "Ezekiel 45:25"
  }
]