[{"bookName":"Ezekiel","chapter":44,"verse":1,"text":"Then he brought me back by way of the outer gate of the sanctuary that faces east, but it was shut. ","reference":"Ezekiel 44:1"},{"bookName":"Ezekiel","chapter":44,"verse":2,"text":"The Lord said to me: “This gate will be shut; it will not be opened, and no one will enter by it. For the Lord, the God of Israel, has entered by it; therefore it will remain shut. ","reference":"Ezekiel 44:2"},{"bookName":"Ezekiel","chapter":44,"verse":3,"text":"Only the prince may sit in it to eat a sacrificial meal before the Lord; he will enter by way of the porch of the gate and will go out by the same way.” ","reference":"Ezekiel 44:3"},{"bookName":"Ezekiel","chapter":44,"verse":4,"text":"Then he brought me by way of the north gate to the front of the temple. As I watched, I noticed the glory of the Lord filling the Lord’s temple, and I threw myself face down.","reference":"Ezekiel 44:4"},{"bookName":"Ezekiel","chapter":44,"verse":5,"text":"The Lord said to me: “Son of man, pay attention, watch closely, and listen carefully to everything I tell you concerning all the statutes of the Lord’s house and all its laws. Pay attention to the entrances to the temple with all the exits of the sanctuary. ","reference":"Ezekiel 44:5"},{"bookName":"Ezekiel","chapter":44,"verse":6,"text":"Say to the rebellious, to the house of Israel, ‘This is what the Sovereign Lord says: Enough of all your abominable practices, O house of Israel! ","reference":"Ezekiel 44:6"},{"bookName":"Ezekiel","chapter":44,"verse":7,"text":"When you bring foreigners, those uncircumcised in heart and in flesh, into my sanctuary, you desecrate it—even my house—when you offer my food, the fat and the blood. You have broken my covenant by all your abominable practices. ","reference":"Ezekiel 44:7"},{"bookName":"Ezekiel","chapter":44,"verse":8,"text":"You have not kept charge of my holy things, but you have assigned foreigners to keep charge of my sanctuary for you.","reference":"Ezekiel 44:8"},{"bookName":"Ezekiel","chapter":44,"verse":9,"text":"This is what the Sovereign Lord says: No foreigner who is uncircumcised in heart and flesh among all the foreigners who are among the people of Israel will enter into my sanctuary. ","reference":"Ezekiel 44:9"},{"bookName":"Ezekiel","chapter":44,"verse":10,"text":"“‘But the Levites who went far from me, straying off from me after their idols when Israel went astray, will be responsible for their sin. ","reference":"Ezekiel 44:10"},{"bookName":"Ezekiel","chapter":44,"verse":11,"text":"Yet they will be ministers in my sanctuary, having oversight at the gates of the temple, and serving the temple. They will slaughter the burnt offerings and the sacrifices for the people, and they will stand before them to minister to them.","reference":"Ezekiel 44:11"},{"bookName":"Ezekiel","chapter":44,"verse":12,"text":"Because they used to minister to them before their idols and became a sinful obstacle to the house of Israel, consequently I have made a vow concerning them, declares the Sovereign Lord, that they will be responsible for their sin. ","reference":"Ezekiel 44:12"},{"bookName":"Ezekiel","chapter":44,"verse":13,"text":"They will not come near me to serve me as priest, nor will they come near any of my holy things, the things that are most sacred. They will bear the shame of the abominable deeds they have committed. ","reference":"Ezekiel 44:13"},{"bookName":"Ezekiel","chapter":44,"verse":14,"text":"Yet I will appoint them to keep charge of the temple, all its service, and all that will be done in it.","reference":"Ezekiel 44:14"},{"bookName":"Ezekiel","chapter":44,"verse":15,"text":"“‘But the Levitical priests, the descendants of Zadok who kept the charge of my sanctuary when the people of Israel went astray from me, will approach me to minister to me; they will stand before me to offer me the fat and the blood, declares the Sovereign Lord. ","reference":"Ezekiel 44:15"},{"bookName":"Ezekiel","chapter":44,"verse":16,"text":"They will enter my sanctuary and approach my table to minister to me; they will keep my charge. ","reference":"Ezekiel 44:16"},{"bookName":"Ezekiel","chapter":44,"verse":17,"text":"“‘When they enter the gates of the inner court, they must wear linen garments; they must not have any wool on them when they minister in the inner gates of the court and in the temple. ","reference":"Ezekiel 44:17"},{"bookName":"Ezekiel","chapter":44,"verse":18,"text":"Linen turbans will be on their heads and linen undergarments will be around their waists; they must not bind themselves with anything that causes sweat. ","reference":"Ezekiel 44:18"},{"bookName":"Ezekiel","chapter":44,"verse":19,"text":"When they go out to the outer court to the people, they must remove the garments they were ministering in and place them in the holy chambers; they must put on other garments so that they will not transmit holiness to the people with their garments. ","reference":"Ezekiel 44:19"},{"bookName":"Ezekiel","chapter":44,"verse":20,"text":"“‘They must not shave their heads nor let their hair grow long; they must only trim their heads. ","reference":"Ezekiel 44:20"},{"bookName":"Ezekiel","chapter":44,"verse":21,"text":"No priest may drink wine when he enters the inner court. ","reference":"Ezekiel 44:21"},{"bookName":"Ezekiel","chapter":44,"verse":22,"text":"They must not marry a widow or a divorcee, but they may marry a virgin from the house of Israel or a widow who is a priest’s widow. ","reference":"Ezekiel 44:22"},{"bookName":"Ezekiel","chapter":44,"verse":23,"text":"Moreover, they will teach my people the difference between the holy and the common and show them how to distinguish between the ceremonially unclean and the clean. ","reference":"Ezekiel 44:23"},{"bookName":"Ezekiel","chapter":44,"verse":24,"text":"“‘In a controversy they will act as judges; they will judge according to my ordinances. They will keep my laws and my statutes regarding all my appointed festivals and will observe my Sabbaths. ","reference":"Ezekiel 44:24"},{"bookName":"Ezekiel","chapter":44,"verse":25,"text":"“‘They must not come near a dead person or they will be defiled; however, for father, mother, son, daughter, brother, or unmarried sister, they may defile themselves.","reference":"Ezekiel 44:25"},{"bookName":"Ezekiel","chapter":44,"verse":26,"text":"After a priest has become ceremonially clean, they must count off a period of seven days for him.","reference":"Ezekiel 44:26"},{"bookName":"Ezekiel","chapter":44,"verse":27,"text":"On the day he enters the sanctuary into the inner court to serve in the sanctuary, he must offer his sin offering, declares the Sovereign Lord. ","reference":"Ezekiel 44:27"},{"bookName":"Ezekiel","chapter":44,"verse":28,"text":"“‘This will be their inheritance: I am their inheritance, and you must give them no property in Israel; I am their property. ","reference":"Ezekiel 44:28"},{"bookName":"Ezekiel","chapter":44,"verse":29,"text":"They may eat the grain offering, the sin offering, and the guilt offering, and every devoted thing in Israel will be theirs.","reference":"Ezekiel 44:29"},{"bookName":"Ezekiel","chapter":44,"verse":30,"text":"The first of all the firstfruits and all contributions of any kind will be for the priests; you will also give to the priest the first portion of your dough, so that a blessing may rest on your house. ","reference":"Ezekiel 44:30"},{"bookName":"Ezekiel","chapter":44,"verse":31,"text":"The priests will not eat any bird or animal that has died a natural death or was torn to pieces by a wild animal. ","reference":"Ezekiel 44:31"}]