[{"bookName":"Ezekiel","chapter":28,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 28:1"},{"bookName":"Ezekiel","chapter":28,"verse":2,"text":"“Son of man, say to the prince of Tyre, ‘This is what the Sovereign Lord says: “‘Your heart is proud and you said, “I am a god; I sit in the seat of gods, in the heart of the seas”— yet you are a man and not a god, though you think you are godlike. ","reference":"Ezekiel 28:2"},{"bookName":"Ezekiel","chapter":28,"verse":3,"text":"Look, you are wiser than Daniel; no secret is hidden from you. ","reference":"Ezekiel 28:3"},{"bookName":"Ezekiel","chapter":28,"verse":4,"text":"By your wisdom and understanding you have gained wealth for yourself; you have amassed gold and silver in your treasuries. ","reference":"Ezekiel 28:4"},{"bookName":"Ezekiel","chapter":28,"verse":5,"text":"By your great skill in trade you have increased your wealth, and your heart is proud because of your wealth. ","reference":"Ezekiel 28:5"},{"bookName":"Ezekiel","chapter":28,"verse":6,"text":"“‘Therefore this is what the Sovereign Lord says: Because you think you are godlike, ","reference":"Ezekiel 28:6"},{"bookName":"Ezekiel","chapter":28,"verse":7,"text":"I am about to bring foreigners against you, the most terrifying of nations. They will draw their swords against the grandeur made by your wisdom, and they will defile your splendor. ","reference":"Ezekiel 28:7"},{"bookName":"Ezekiel","chapter":28,"verse":8,"text":"They will bring you down to the Pit, and you will die violently in the heart of the seas. ","reference":"Ezekiel 28:8"},{"bookName":"Ezekiel","chapter":28,"verse":9,"text":"Will you still say, “I am a god,” before the one who kills you— though you are a man and not a god— when you are in the power of those who wound you? ","reference":"Ezekiel 28:9"},{"bookName":"Ezekiel","chapter":28,"verse":10,"text":"You will die the death of the uncircumcised by the hand of foreigners; for I have spoken, declares the Sovereign Lord.’”","reference":"Ezekiel 28:10"},{"bookName":"Ezekiel","chapter":28,"verse":11,"text":"The Lord’s message came to me:","reference":"Ezekiel 28:11"},{"bookName":"Ezekiel","chapter":28,"verse":12,"text":"“Son of man, sing a lament for the king of Tyre, and say to him, ‘This is what the Sovereign Lord says: “‘You were the sealer of perfection, full of wisdom, and perfect in beauty. ","reference":"Ezekiel 28:12"},{"bookName":"Ezekiel","chapter":28,"verse":13,"text":"You were in Eden, the garden of God. Every precious stone was your covering, the ruby, topaz, and emerald, the chrysolite, onyx, and jasper, the sapphire, turquoise, and beryl; your settings and mounts were made of gold. On the day you were created they were prepared. ","reference":"Ezekiel 28:13"},{"bookName":"Ezekiel","chapter":28,"verse":14,"text":"I placed you there with an anointed guardian cherub; you were on the holy mountain of God; you walked about amidst fiery stones. ","reference":"Ezekiel 28:14"},{"bookName":"Ezekiel","chapter":28,"verse":15,"text":"You were blameless in your behavior from the day you were created, until sin was discovered in you.","reference":"Ezekiel 28:15"},{"bookName":"Ezekiel","chapter":28,"verse":16,"text":"In the abundance of your trade you were filled with violence, and you sinned; so I defiled you and banished you from the mountain of God— the guardian cherub expelled you from the midst of the stones of fire. ","reference":"Ezekiel 28:16"},{"bookName":"Ezekiel","chapter":28,"verse":17,"text":"Your heart was proud because of your beauty; you corrupted your wisdom on account of your splendor. I threw you down to the ground; I placed you before kings, that they might see you.","reference":"Ezekiel 28:17"},{"bookName":"Ezekiel","chapter":28,"verse":18,"text":"By the multitude of your iniquities, through the sinfulness of your trade, you desecrated your sanctuaries. So I drew fire out from within you; it consumed you, and I turned you to ashes on the earth before the eyes of all who saw you. ","reference":"Ezekiel 28:18"},{"bookName":"Ezekiel","chapter":28,"verse":19,"text":"All who know you among the peoples are shocked at you; you have become terrified and will be no more.’” ","reference":"Ezekiel 28:19"},{"bookName":"Ezekiel","chapter":28,"verse":20,"text":"The Lord’s message came to me:","reference":"Ezekiel 28:20"},{"bookName":"Ezekiel","chapter":28,"verse":21,"text":"“Son of man, turn toward Sidon and prophesy against it.","reference":"Ezekiel 28:21"},{"bookName":"Ezekiel","chapter":28,"verse":22,"text":"Say, ‘This is what the Sovereign Lord says: “‘Look, I am against you, Sidon, and I will magnify myself in your midst. Then they will know that I am the Lord when I execute judgments on her and reveal my sovereign power in her.","reference":"Ezekiel 28:22"},{"bookName":"Ezekiel","chapter":28,"verse":23,"text":"I will send a plague into the city and bloodshed into its streets; the slain will fall within it, by the sword that attacks it from every side. Then they will know that I am the Lord. ","reference":"Ezekiel 28:23"},{"bookName":"Ezekiel","chapter":28,"verse":24,"text":"“‘No longer will Israel suffer from the sharp briers or painful thorns of all who surround and scorn them. Then they will know that I am the Sovereign Lord. ","reference":"Ezekiel 28:24"},{"bookName":"Ezekiel","chapter":28,"verse":25,"text":"“‘This is what the Sovereign Lord says: When I regather the house of Israel from the peoples where they are dispersed, I will reveal my sovereign power over them in the sight of the nations, and they will live in their land that I gave to my servant Jacob. ","reference":"Ezekiel 28:25"},{"bookName":"Ezekiel","chapter":28,"verse":26,"text":"They will live securely in it; they will build houses and plant vineyards. They will live securely when I execute my judgments on all those who scorn them and surround them. Then they will know that I am the Lord their God.’” ","reference":"Ezekiel 28:26"}]