[{"bookName":"Ezekiel","chapter":16,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 16:1"},{"bookName":"Ezekiel","chapter":16,"verse":2,"text":"“Son of man, confront Jerusalem with her abominable practices ","reference":"Ezekiel 16:2"},{"bookName":"Ezekiel","chapter":16,"verse":3,"text":"and say, ‘This is what the Sovereign Lord says to Jerusalem: Your origin and your birth were in the land of the Canaanites; your father was an Amorite and your mother a Hittite. ","reference":"Ezekiel 16:3"},{"bookName":"Ezekiel","chapter":16,"verse":4,"text":"As for your birth, on the day you were born your umbilical cord was not cut, nor were you washed in water; you were certainly not rubbed down with salt, nor wrapped with blankets. ","reference":"Ezekiel 16:4"},{"bookName":"Ezekiel","chapter":16,"verse":5,"text":"No eye took pity on you to do even one of these things for you to spare you; you were thrown out into the open field because you were detested on the day you were born. ","reference":"Ezekiel 16:5"},{"bookName":"Ezekiel","chapter":16,"verse":6,"text":"“‘I passed by you and saw you kicking around helplessly in your blood. I said to you as you lay there in your blood, “Live!” I said to you as you lay there in your blood, “Live!”","reference":"Ezekiel 16:6"},{"bookName":"Ezekiel","chapter":16,"verse":7,"text":"I made you plentiful like sprouts in a field; you grew tall and came of age so that you could wear jewelry. Your breasts had formed and your hair had grown, but you were still naked and bare. ","reference":"Ezekiel 16:7"},{"bookName":"Ezekiel","chapter":16,"verse":8,"text":"“‘Then I passed by you and watched you, noticing that you had reached the age for love. I spread my cloak over you and covered your nakedness. I swore a solemn oath to you and entered into a marriage covenant with you, declares the Sovereign Lord, and you became mine.","reference":"Ezekiel 16:8"},{"bookName":"Ezekiel","chapter":16,"verse":9,"text":"“‘Then I bathed you in water, washed the blood off you, and anointed you with fragrant oil. ","reference":"Ezekiel 16:9"},{"bookName":"Ezekiel","chapter":16,"verse":10,"text":"I dressed you in embroidered clothing and put fine leather sandals on your feet. I wrapped you with fine linen and covered you with silk. ","reference":"Ezekiel 16:10"},{"bookName":"Ezekiel","chapter":16,"verse":11,"text":"I adorned you with jewelry. I put bracelets on your hands and a necklace around your neck.","reference":"Ezekiel 16:11"},{"bookName":"Ezekiel","chapter":16,"verse":12,"text":"I put a ring in your nose, earrings on your ears, and a beautiful crown on your head. ","reference":"Ezekiel 16:12"},{"bookName":"Ezekiel","chapter":16,"verse":13,"text":"You were adorned with gold and silver, while your clothing was of fine linen, silk, and embroidery. You ate the finest flour, honey, and olive oil. You became extremely beautiful and attained the position of royalty. ","reference":"Ezekiel 16:13"},{"bookName":"Ezekiel","chapter":16,"verse":14,"text":"Your fame spread among the nations because of your beauty; your beauty was perfect because of the splendor that I bestowed on you, declares the Sovereign Lord. ","reference":"Ezekiel 16:14"},{"bookName":"Ezekiel","chapter":16,"verse":15,"text":"“‘But you trusted in your beauty and capitalized on your fame by becoming a prostitute. You offered your sexual favors to every man who passed by so that your beauty became his.","reference":"Ezekiel 16:15"},{"bookName":"Ezekiel","chapter":16,"verse":16,"text":"You took some of your clothing and made for yourself decorated high places; you engaged in prostitution on them. You went to him to become his.","reference":"Ezekiel 16:16"},{"bookName":"Ezekiel","chapter":16,"verse":17,"text":"You also took your beautiful jewelry, made of my gold and my silver I had given to you, and made for yourself male images and engaged in prostitution with them.","reference":"Ezekiel 16:17"},{"bookName":"Ezekiel","chapter":16,"verse":18,"text":"You took your embroidered clothing and used it to cover them; you offered my olive oil and my incense to them. ","reference":"Ezekiel 16:18"},{"bookName":"Ezekiel","chapter":16,"verse":19,"text":"As for my food that I gave you—the fine flour, olive oil, and honey I fed you—you placed it before them as a soothing aroma. That is exactly what happened, declares the Sovereign Lord. ","reference":"Ezekiel 16:19"},{"bookName":"Ezekiel","chapter":16,"verse":20,"text":"“‘You took your sons and your daughters whom you bore to me and you sacrificed them as food for the idols to eat. As if your prostitution was not enough, ","reference":"Ezekiel 16:20"},{"bookName":"Ezekiel","chapter":16,"verse":21,"text":"you slaughtered my children and sacrificed them to the idols.","reference":"Ezekiel 16:21"},{"bookName":"Ezekiel","chapter":16,"verse":22,"text":"And with all your abominable practices and prostitution you did not remember the days of your youth when you were naked and bare, kicking around in your blood. ","reference":"Ezekiel 16:22"},{"bookName":"Ezekiel","chapter":16,"verse":23,"text":"“‘After all your evil—“Woe! Woe to you!” declares the Sovereign Lord—","reference":"Ezekiel 16:23"},{"bookName":"Ezekiel","chapter":16,"verse":24,"text":"you built yourself a chamber and put up a pavilion in every public square. ","reference":"Ezekiel 16:24"},{"bookName":"Ezekiel","chapter":16,"verse":25,"text":"At the head of every street you erected your pavilion, and you disgraced your beauty when you spread your legs to every passerby and multiplied your promiscuity. ","reference":"Ezekiel 16:25"},{"bookName":"Ezekiel","chapter":16,"verse":26,"text":"You engaged in prostitution with the Egyptians, your lustful neighbors, multiplying your promiscuity and provoking me to anger. ","reference":"Ezekiel 16:26"},{"bookName":"Ezekiel","chapter":16,"verse":27,"text":"So see here, I have stretched out my hand against you and cut off your rations. I have delivered you into the power of those who hate you, the daughters of the Philistines, who were ashamed of your obscene conduct. ","reference":"Ezekiel 16:27"},{"bookName":"Ezekiel","chapter":16,"verse":28,"text":"You engaged in prostitution with the Assyrians because your desires were insatiable; you prostituted yourself with them and yet you were still not satisfied. ","reference":"Ezekiel 16:28"},{"bookName":"Ezekiel","chapter":16,"verse":29,"text":"Then you multiplied your promiscuity to the land of merchants, Babylonia, but you were not satisfied there either. ","reference":"Ezekiel 16:29"},{"bookName":"Ezekiel","chapter":16,"verse":30,"text":"“‘How sick is your heart, declares the Sovereign Lord, when you perform all these acts, the deeds of a bold prostitute. ","reference":"Ezekiel 16:30"},{"bookName":"Ezekiel","chapter":16,"verse":31,"text":"When you built your chamber at the head of every street and put up your pavilion in every public square, you were not like a prostitute, because you scoffed at payment. ","reference":"Ezekiel 16:31"},{"bookName":"Ezekiel","chapter":16,"verse":32,"text":"“‘Adulterous wife, who prefers strangers instead of her own husband! ","reference":"Ezekiel 16:32"},{"bookName":"Ezekiel","chapter":16,"verse":33,"text":"All prostitutes receive payment, but instead you give gifts to every one of your lovers. You bribe them to come to you from all around for your sexual favors! ","reference":"Ezekiel 16:33"},{"bookName":"Ezekiel","chapter":16,"verse":34,"text":"You were different from other prostitutes because no one solicited you. When you gave payment and no payment was given to you, you became the opposite! ","reference":"Ezekiel 16:34"},{"bookName":"Ezekiel","chapter":16,"verse":35,"text":"“‘Therefore, you prostitute, listen to the Lord’s message!","reference":"Ezekiel 16:35"},{"bookName":"Ezekiel","chapter":16,"verse":36,"text":"This is what the Sovereign Lord says: Because your lust was poured out and your nakedness was uncovered in your prostitution with your lovers, and because of all your detestable idols, and because of the blood of your children you have given to them,","reference":"Ezekiel 16:36"},{"bookName":"Ezekiel","chapter":16,"verse":37,"text":"therefore, take note: I am about to gather all your lovers whom you enjoyed, both all those you loved and all those you hated. I will gather them against you from all around, and I will expose your nakedness to them, and they will see all your nakedness. ","reference":"Ezekiel 16:37"},{"bookName":"Ezekiel","chapter":16,"verse":38,"text":"I will punish you as an adulteress and murderer deserves. I will avenge your bloody deeds with furious rage. ","reference":"Ezekiel 16:38"},{"bookName":"Ezekiel","chapter":16,"verse":39,"text":"I will give you into their hands, and they will destroy your chambers and tear down your pavilions. They will strip you of your clothing and take your beautiful jewelry and leave you naked and bare. ","reference":"Ezekiel 16:39"},{"bookName":"Ezekiel","chapter":16,"verse":40,"text":"They will summon a mob who will stone you and hack you in pieces with their swords. ","reference":"Ezekiel 16:40"},{"bookName":"Ezekiel","chapter":16,"verse":41,"text":"They will burn down your houses and execute judgments on you in front of many women. Thus I will put a stop to your prostitution, and you will no longer give gifts to your clients.","reference":"Ezekiel 16:41"},{"bookName":"Ezekiel","chapter":16,"verse":42,"text":"I will exhaust my rage on you, and then my fury will turn from you. I will calm down and no longer be angry. ","reference":"Ezekiel 16:42"},{"bookName":"Ezekiel","chapter":16,"verse":43,"text":"“‘Because you did not remember the days of your youth and have enraged me with all these deeds, I hereby repay you for what you have done, declares the Sovereign Lord. Have you not engaged in prostitution on top of all your other abominable practices? ","reference":"Ezekiel 16:43"},{"bookName":"Ezekiel","chapter":16,"verse":44,"text":"“‘Observe—everyone who quotes proverbs will quote this proverb about you: “Like mother, like daughter.” ","reference":"Ezekiel 16:44"},{"bookName":"Ezekiel","chapter":16,"verse":45,"text":"You are the daughter of your mother, who detested her husband and her sons, and you are the sister of your sisters, who detested their husbands and their sons. Your mother was a Hittite and your father an Amorite. ","reference":"Ezekiel 16:45"},{"bookName":"Ezekiel","chapter":16,"verse":46,"text":"Your older sister was Samaria, who lived north of you with her daughters, and your younger sister, who lived south of you, was Sodom with her daughters. ","reference":"Ezekiel 16:46"},{"bookName":"Ezekiel","chapter":16,"verse":47,"text":"Have you not copied their behavior and practiced their abominable deeds? In a short time you became even more depraved in all your conduct than they were!","reference":"Ezekiel 16:47"},{"bookName":"Ezekiel","chapter":16,"verse":48,"text":"As surely as I live, declares the Sovereign Lord, your sister Sodom and her daughters never behaved as wickedly as you and your daughters have behaved. ","reference":"Ezekiel 16:48"},{"bookName":"Ezekiel","chapter":16,"verse":49,"text":"“‘See here—this was the iniquity of your sister Sodom: She and her daughters had majesty, abundance of food, and enjoyed carefree ease, but they did not help the poor and needy. ","reference":"Ezekiel 16:49"},{"bookName":"Ezekiel","chapter":16,"verse":50,"text":"They were haughty and practiced abominable deeds before me. Therefore, when I saw it I removed them.","reference":"Ezekiel 16:50"},{"bookName":"Ezekiel","chapter":16,"verse":51,"text":"Samaria has not committed half the sins you have; you have done more abominable deeds than they did. You have made your sisters appear righteous with all the abominable things you have done. ","reference":"Ezekiel 16:51"},{"bookName":"Ezekiel","chapter":16,"verse":52,"text":"So now, bear your disgrace, because you have given your sisters reason to justify their behavior. Because the sins you have committed were more abominable than those of your sisters; they have become more righteous than you. So now, be ashamed and bear the disgrace of making your sisters appear righteous. ","reference":"Ezekiel 16:52"},{"bookName":"Ezekiel","chapter":16,"verse":53,"text":"“‘I will restore their fortunes, the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters (along with your fortunes among them),","reference":"Ezekiel 16:53"},{"bookName":"Ezekiel","chapter":16,"verse":54,"text":"so that you may bear your disgrace and be ashamed of all you have done in consoling them. ","reference":"Ezekiel 16:54"},{"bookName":"Ezekiel","chapter":16,"verse":55,"text":"As for your sisters, Sodom and her daughters will be restored to their former status, Samaria and her daughters will be restored to their former status, and you and your daughters will be restored to your former status. ","reference":"Ezekiel 16:55"},{"bookName":"Ezekiel","chapter":16,"verse":56,"text":"In your days of majesty, was not Sodom your sister a byword in your mouth, ","reference":"Ezekiel 16:56"},{"bookName":"Ezekiel","chapter":16,"verse":57,"text":"before your evil was exposed? Now you have become an object of scorn to the daughters of Aram and all those around her and to the daughters of the Philistines—those all around you who despise you.","reference":"Ezekiel 16:57"},{"bookName":"Ezekiel","chapter":16,"verse":58,"text":"You must bear your punishment for your obscene conduct and your abominable practices, declares the Lord.","reference":"Ezekiel 16:58"},{"bookName":"Ezekiel","chapter":16,"verse":59,"text":"“‘For this is what the Sovereign Lord says: I will deal with you according to what you have done when you despised your oath by breaking your covenant. ","reference":"Ezekiel 16:59"},{"bookName":"Ezekiel","chapter":16,"verse":60,"text":"Yet I will remember the covenant I made with you in the days of your youth, and I will establish a lasting covenant with you.","reference":"Ezekiel 16:60"},{"bookName":"Ezekiel","chapter":16,"verse":61,"text":"Then you will remember your conduct and be ashamed when you receive your older and younger sisters. I will give them to you as daughters, but not on account of my covenant with you.","reference":"Ezekiel 16:61"},{"bookName":"Ezekiel","chapter":16,"verse":62,"text":"I will establish my covenant with you, and then you will know that I am the Lord. ","reference":"Ezekiel 16:62"},{"bookName":"Ezekiel","chapter":16,"verse":63,"text":"Then you will remember, be ashamed, and remain silent because of your disgrace when I make atonement for all you have done, declares the Sovereign Lord.’”","reference":"Ezekiel 16:63"}]