[
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 1,
    "text": "Then some men from Israel’s elders came to me and sat down in front of me.",
    "reference": "Ezekiel 14:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 2,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 14:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 3,
    "text": "“Son of man, these men have erected their idols in their hearts and placed the obstacle leading to their iniquity right before their faces. Should I really allow them to seek me?",
    "reference": "Ezekiel 14:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 4,
    "text": "Therefore speak to them and say to them, ‘This is what the Sovereign Lord says: When anyone from the house of Israel erects his idols in his heart and sets the obstacle leading to his iniquity before his face, and then consults a prophet, I, the Lord, am determined to answer him personally according to the enormity of his idolatry. ",
    "reference": "Ezekiel 14:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 5,
    "text": "I will do this in order to capture the hearts of the house of Israel, who have alienated themselves from me on account of all their idols.’ ",
    "reference": "Ezekiel 14:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 6,
    "text": "“Therefore say to the house of Israel, ‘This is what the Sovereign Lord says: Return! Turn from your idols, and turn your faces away from your abominations. ",
    "reference": "Ezekiel 14:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 7,
    "text": "For when anyone from the house of Israel, or the resident foreigner who lives in Israel, separates himself from me and erects his idols in his heart and sets the obstacle leading to his iniquity before his face, and then consults a prophet to seek something from me, I, the Lord, am determined to answer him personally.",
    "reference": "Ezekiel 14:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 8,
    "text": "I will set my face against that person and will make him an object lesson and a byword and will cut him off from among my people. Then you will know that I am the Lord. ",
    "reference": "Ezekiel 14:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 9,
    "text": "“‘As for the prophet, if he is made a fool by being deceived into speaking a prophetic word—I, the Lord, have made a fool of that prophet, and I will stretch out my hand against him and destroy him from among my people Israel. ",
    "reference": "Ezekiel 14:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 10,
    "text": "They will bear their punishment; the punishment of the one who sought an oracle will be the same as the punishment of the prophet who gave it",
    "reference": "Ezekiel 14:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 11,
    "text": "so that the house of Israel will no longer go astray from me, nor continue to defile themselves by all their sins. They will be my people, and I will be their God, declares the Sovereign Lord.’”",
    "reference": "Ezekiel 14:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 12,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 14:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 13,
    "text": "“Son of man, suppose a country sins against me by being unfaithful and I stretch out my hand against it, cut off its bread supply, cause famine to come on it, and kill both people and animals. ",
    "reference": "Ezekiel 14:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 14,
    "text": "Even if these three men, Noah, Daniel, and Job, were in it, they would save only their own lives by their righteousness, declares the Sovereign Lord. ",
    "reference": "Ezekiel 14:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 15,
    "text": "“Suppose I were to send wild animals through the land and kill its children, leaving it desolate, without travelers due to the wild animals. ",
    "reference": "Ezekiel 14:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 16,
    "text": "Even if these three men were in it, as surely as I live, declares the Sovereign Lord, they could not save their own sons or daughters; they would save only their own lives, and the land would become desolate. ",
    "reference": "Ezekiel 14:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 17,
    "text": "“Or suppose I were to bring a sword against that land and say, ‘Let a sword pass through the land,’ and I were to kill both people and animals. ",
    "reference": "Ezekiel 14:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 18,
    "text": "Even if these three men were in it, as surely as I live, declares the Sovereign Lord, they could not save their own sons or daughters—they would save only their own lives.",
    "reference": "Ezekiel 14:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 19,
    "text": "“Or suppose I were to send a plague into that land and pour out my rage on it with bloodshed, killing both people and animals. ",
    "reference": "Ezekiel 14:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 20,
    "text": "Even if Noah, Daniel, and Job were in it, as surely as I live, declares the Sovereign Lord, they could not save their own son or daughter; they would save only their own lives by their righteousness. ",
    "reference": "Ezekiel 14:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 21,
    "text": "“For this is what the Sovereign Lord says: How much worse will it be when I send my four terrible judgments—sword, famine, wild animals, and plague—to Jerusalem to kill both people and animals! ",
    "reference": "Ezekiel 14:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 22,
    "text": "Yet some survivors will be left in it, sons and daughters who will be brought out. They will come out to you, and when you see their behavior and their deeds, you will be consoled about the catastrophe I have brought on Jerusalem—for everything I brought on it.",
    "reference": "Ezekiel 14:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 14,
    "verse": 23,
    "text": "They will console you when you see their behavior and their deeds, because you will know that it was not without reason that I have done everything that I have done in it, declares the Sovereign Lord.”",
    "reference": "Ezekiel 14:23"
  }
]