[{"bookName":"Ezekiel","chapter":23,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 23:1"},{"bookName":"Ezekiel","chapter":23,"verse":2,"text":"“Son of man, there were two women who were daughters of the same mother. ","reference":"Ezekiel 23:2"},{"bookName":"Ezekiel","chapter":23,"verse":3,"text":"They engaged in prostitution in Egypt; in their youth they engaged in prostitution. Their breasts were squeezed there; lovers fondled their virgin nipples there. ","reference":"Ezekiel 23:3"},{"bookName":"Ezekiel","chapter":23,"verse":4,"text":"Oholah was the name of the older and Oholibah the name of her younger sister. They became mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem. ","reference":"Ezekiel 23:4"},{"bookName":"Ezekiel","chapter":23,"verse":5,"text":"“Oholah engaged in prostitution while she was mine. She lusted after her lovers, the Assyrians—warriors ","reference":"Ezekiel 23:5"},{"bookName":"Ezekiel","chapter":23,"verse":6,"text":"clothed in blue, governors and officials, all of them desirable young men, horsemen riding on horses. ","reference":"Ezekiel 23:6"},{"bookName":"Ezekiel","chapter":23,"verse":7,"text":"She bestowed her sexual favors on them; all of them were the choicest young men of Assyria. She defiled herself with all whom she desired—with all their idols. ","reference":"Ezekiel 23:7"},{"bookName":"Ezekiel","chapter":23,"verse":8,"text":"She did not abandon the prostitution she had practiced in Egypt, for in her youth men went to bed with her, fondled her virgin breasts, and ravished her.","reference":"Ezekiel 23:8"},{"bookName":"Ezekiel","chapter":23,"verse":9,"text":"Therefore I handed her over to her lovers, the Assyrians for whom she lusted. ","reference":"Ezekiel 23:9"},{"bookName":"Ezekiel","chapter":23,"verse":10,"text":"They exposed her nakedness, seized her sons and daughters, and killed her with the sword. She became notorious among women, and they executed judgments against her. ","reference":"Ezekiel 23:10"},{"bookName":"Ezekiel","chapter":23,"verse":11,"text":"“Her sister Oholibah watched this, but she became more corrupt in her lust than her sister had been, and her acts of prostitution were more numerous than those of her sister. ","reference":"Ezekiel 23:11"},{"bookName":"Ezekiel","chapter":23,"verse":12,"text":"She lusted after the Assyrians—governors and officials, warriors in full armor, horsemen riding on horses, all of them desirable young men. ","reference":"Ezekiel 23:12"},{"bookName":"Ezekiel","chapter":23,"verse":13,"text":"I saw that she was defiled; both of them followed the same path. ","reference":"Ezekiel 23:13"},{"bookName":"Ezekiel","chapter":23,"verse":14,"text":"But she increased her prostitution. She saw men carved on the wall, images of the Chaldeans carved in bright red, ","reference":"Ezekiel 23:14"},{"bookName":"Ezekiel","chapter":23,"verse":15,"text":"wearing belts on their waists and flowing turbans on their heads, all of them looking like officers, the image of Babylonians whose native land is Chaldea. ","reference":"Ezekiel 23:15"},{"bookName":"Ezekiel","chapter":23,"verse":16,"text":"When she saw them, she lusted after them and sent messengers to them in Chaldea. ","reference":"Ezekiel 23:16"},{"bookName":"Ezekiel","chapter":23,"verse":17,"text":"The Babylonians crawled into bed with her. They defiled her with their lust; after she was defiled by them, she became disgusted with them. ","reference":"Ezekiel 23:17"},{"bookName":"Ezekiel","chapter":23,"verse":18,"text":"When she lustfully exposed her nakedness, I was disgusted with her, just as I had been disgusted with her sister. ","reference":"Ezekiel 23:18"},{"bookName":"Ezekiel","chapter":23,"verse":19,"text":"Yet she increased her prostitution, remembering the days of her youth when she engaged in prostitution in the land of Egypt. ","reference":"Ezekiel 23:19"},{"bookName":"Ezekiel","chapter":23,"verse":20,"text":"She lusted after her lovers there, whose genitals were like those of donkeys and whose emission was like that of stallions. ","reference":"Ezekiel 23:20"},{"bookName":"Ezekiel","chapter":23,"verse":21,"text":"This is how you assessed the obscene conduct of your youth, when the Egyptians fondled your nipples and squeezed your young breasts. ","reference":"Ezekiel 23:21"},{"bookName":"Ezekiel","chapter":23,"verse":22,"text":"“Therefore, Oholibah, this is what the Sovereign Lord says: Look here, I am about to stir up against you the lovers with whom you were disgusted; I will bring them against you from every side: ","reference":"Ezekiel 23:22"},{"bookName":"Ezekiel","chapter":23,"verse":23,"text":"the Babylonians and all the Chaldeans, Pekod, Shoa, and Koa, and all the Assyrians with them, desirable young men, all of them governors and officials, officers and nobles, all of them riding on horses. ","reference":"Ezekiel 23:23"},{"bookName":"Ezekiel","chapter":23,"verse":24,"text":"They will attack you with weapons, chariots, wagons, and with a huge army; they will array themselves against you on every side with large shields, small shields, and helmets. I will assign them the task of judgment; they will punish you according to their laws. ","reference":"Ezekiel 23:24"},{"bookName":"Ezekiel","chapter":23,"verse":25,"text":"I will direct my jealous anger against you, and they will deal with you in rage. They will cut off your nose and your ears, and your survivors will die by the sword. They will seize your sons and daughters, and your survivors will be consumed by fire. ","reference":"Ezekiel 23:25"},{"bookName":"Ezekiel","chapter":23,"verse":26,"text":"They will strip your clothes off you and take away your beautiful jewelry. ","reference":"Ezekiel 23:26"},{"bookName":"Ezekiel","chapter":23,"verse":27,"text":"So I will put an end to your obscene conduct and your prostitution that you have practiced in the land of Egypt. You will not seek their help or remember Egypt anymore. ","reference":"Ezekiel 23:27"},{"bookName":"Ezekiel","chapter":23,"verse":28,"text":"“For this is what the Sovereign Lord says: Look here, I am about to deliver you over to those whom you hate, to those with whom you were disgusted. ","reference":"Ezekiel 23:28"},{"bookName":"Ezekiel","chapter":23,"verse":29,"text":"They will treat you with hatred, take away all you have labored for, and leave you naked and bare. Your nakedness will be exposed, just as when you engaged in prostitution and obscene conduct. ","reference":"Ezekiel 23:29"},{"bookName":"Ezekiel","chapter":23,"verse":30,"text":"I will do these things to you because you engaged in prostitution with the nations, polluting yourself with their idols. ","reference":"Ezekiel 23:30"},{"bookName":"Ezekiel","chapter":23,"verse":31,"text":"You have followed the ways of your sister, so I will place her cup of judgment in your hand. ","reference":"Ezekiel 23:31"},{"bookName":"Ezekiel","chapter":23,"verse":32,"text":"This is what the Sovereign Lord says: ‘You will drink your sister’s deep and wide cup; you will be scorned and derided, for it holds a great deal. ","reference":"Ezekiel 23:32"},{"bookName":"Ezekiel","chapter":23,"verse":33,"text":"You will be overcome by drunkenness and sorrow. The cup of your sister Samaria is a cup of horror and desolation. ","reference":"Ezekiel 23:33"},{"bookName":"Ezekiel","chapter":23,"verse":34,"text":"You will drain it dry, gnaw its pieces, and tear out your breasts, for I have spoken, declares the Sovereign Lord.’ ","reference":"Ezekiel 23:34"},{"bookName":"Ezekiel","chapter":23,"verse":35,"text":"“Therefore this is what the Sovereign Lord says: Because you have forgotten me and completely disregarded me, you must bear now the punishment for your obscene conduct and prostitution.” ","reference":"Ezekiel 23:35"},{"bookName":"Ezekiel","chapter":23,"verse":36,"text":"The Lord said to me: “Son of man, are you willing to pronounce judgment on Oholah and Oholibah? Then declare to them their abominable deeds! ","reference":"Ezekiel 23:36"},{"bookName":"Ezekiel","chapter":23,"verse":37,"text":"For they have committed adultery, and blood is on their hands. They have committed adultery with their idols; and their sons, whom they bore to me, they have passed through the fire as food to their idols. ","reference":"Ezekiel 23:37"},{"bookName":"Ezekiel","chapter":23,"verse":38,"text":"Moreover, they have done this to me: In the very same day they desecrated my sanctuary and profaned my Sabbaths. ","reference":"Ezekiel 23:38"},{"bookName":"Ezekiel","chapter":23,"verse":39,"text":"On the same day they slaughtered their sons for their idols, they came to my sanctuary to desecrate it. This is what they have done in the middle of my house. ","reference":"Ezekiel 23:39"},{"bookName":"Ezekiel","chapter":23,"verse":40,"text":"“They even sent for men from far away; when the messenger arrived, those men set out. For them you bathed, painted your eyes, and decorated yourself with jewelry. ","reference":"Ezekiel 23:40"},{"bookName":"Ezekiel","chapter":23,"verse":41,"text":"You sat on a magnificent couch, with a table arranged in front of it where you placed my incense and my olive oil. ","reference":"Ezekiel 23:41"},{"bookName":"Ezekiel","chapter":23,"verse":42,"text":"The sound of a carefree crowd accompanied her, including all kinds of men; even Sabeans were brought from the desert. The sisters put bracelets on their wrists and beautiful crowns on their heads. ","reference":"Ezekiel 23:42"},{"bookName":"Ezekiel","chapter":23,"verse":43,"text":"Then I said about the one worn out by adultery, ‘Now they will commit immoral acts with her.’ ","reference":"Ezekiel 23:43"},{"bookName":"Ezekiel","chapter":23,"verse":44,"text":"They slept with her the way someone sleeps with a prostitute. In this way they slept with Oholah and Oholibah, promiscuous women. ","reference":"Ezekiel 23:44"},{"bookName":"Ezekiel","chapter":23,"verse":45,"text":"But upright men will punish them appropriately for their adultery and bloodshed, because they are adulteresses and blood is on their hands. ","reference":"Ezekiel 23:45"},{"bookName":"Ezekiel","chapter":23,"verse":46,"text":"“For this is what the Sovereign Lord says: Bring up an army against them and subject them to terror and plunder. ","reference":"Ezekiel 23:46"},{"bookName":"Ezekiel","chapter":23,"verse":47,"text":"That army will pelt them with stones and slash them with their swords; they will kill their sons and daughters and burn their houses. ","reference":"Ezekiel 23:47"},{"bookName":"Ezekiel","chapter":23,"verse":48,"text":"I will put an end to the obscene conduct in the land; all the women will learn a lesson from this and not engage in obscene conduct. ","reference":"Ezekiel 23:48"},{"bookName":"Ezekiel","chapter":23,"verse":49,"text":"They will repay you for your obscene conduct, and you will be punished for idol worship. Then you will know that I am the Sovereign Lord.”","reference":"Ezekiel 23:49"}]