[{"bookName":"Ezekiel","chapter":1,"verse":1,"text":"In the thirtieth year, on the fifth day of the fourth month, while I was among the exiles at the Kebar River, the heavens opened and I saw a divine vision. ","reference":"Ezekiel 1:1"},{"bookName":"Ezekiel","chapter":1,"verse":2,"text":"(On the fifth day of the month—it was the fifth year of King Jehoiachin’s exile—","reference":"Ezekiel 1:2"},{"bookName":"Ezekiel","chapter":1,"verse":3,"text":"the Lord’s message came to the priest Ezekiel the son of Buzi, at the Kebar River in the land of the Babylonians. The hand of the Lord came on him there.) ","reference":"Ezekiel 1:3"},{"bookName":"Ezekiel","chapter":1,"verse":4,"text":"As I watched, I noticed a windstorm coming from the north—an enormous cloud, with lightning flashing, such that bright light rimmed it and came from it like glowing amber from the middle of a fire. ","reference":"Ezekiel 1:4"},{"bookName":"Ezekiel","chapter":1,"verse":5,"text":"In the fire were what looked like four living beings. In their appearance they had human form, ","reference":"Ezekiel 1:5"},{"bookName":"Ezekiel","chapter":1,"verse":6,"text":"but each had four faces and four wings. ","reference":"Ezekiel 1:6"},{"bookName":"Ezekiel","chapter":1,"verse":7,"text":"Their legs were straight, but the soles of their feet were like calves’ feet. They gleamed like polished bronze. ","reference":"Ezekiel 1:7"},{"bookName":"Ezekiel","chapter":1,"verse":8,"text":"They had human hands under their wings on their four sides. As for the faces and wings of the four of them,","reference":"Ezekiel 1:8"},{"bookName":"Ezekiel","chapter":1,"verse":9,"text":"their wings touched each other; they did not turn as they moved, but went straight ahead. ","reference":"Ezekiel 1:9"},{"bookName":"Ezekiel","chapter":1,"verse":10,"text":"Their faces had this appearance: Each of the four had the face of a man, with the face of a lion on the right, the face of an ox on the left, and also the face of an eagle. ","reference":"Ezekiel 1:10"},{"bookName":"Ezekiel","chapter":1,"verse":11,"text":"Their wings were spread out above them; each had two wings touching the wings of one of the other beings on either side and two wings covering their bodies. ","reference":"Ezekiel 1:11"},{"bookName":"Ezekiel","chapter":1,"verse":12,"text":"Each moved straight ahead—wherever the spirit would go, they would go, without turning as they went. ","reference":"Ezekiel 1:12"},{"bookName":"Ezekiel","chapter":1,"verse":13,"text":"In the middle of the living beings was something like burning coals of fire or like torches. It moved back and forth among the living beings. It was bright, and lightning was flashing out of the fire. ","reference":"Ezekiel 1:13"},{"bookName":"Ezekiel","chapter":1,"verse":14,"text":"The living beings moved backward and forward as quickly as flashes of lightning. ","reference":"Ezekiel 1:14"},{"bookName":"Ezekiel","chapter":1,"verse":15,"text":"Then I looked, and I saw one wheel on the ground beside each of the four beings. ","reference":"Ezekiel 1:15"},{"bookName":"Ezekiel","chapter":1,"verse":16,"text":"The appearance of the wheels and their construction was like gleaming jasper, and all four wheels looked alike. Their structure was like a wheel within a wheel. ","reference":"Ezekiel 1:16"},{"bookName":"Ezekiel","chapter":1,"verse":17,"text":"When they moved they would go in any of the four directions they faced without turning as they moved.","reference":"Ezekiel 1:17"},{"bookName":"Ezekiel","chapter":1,"verse":18,"text":"Their rims were high and awesome, and the rims of all four wheels were full of eyes all around. ","reference":"Ezekiel 1:18"},{"bookName":"Ezekiel","chapter":1,"verse":19,"text":"When the living beings moved, the wheels beside them moved; when the living beings rose up from the ground, the wheels rose up too.","reference":"Ezekiel 1:19"},{"bookName":"Ezekiel","chapter":1,"verse":20,"text":"Wherever the spirit would go, they would go, and the wheels would rise up beside them because the spirit of the living being was in the wheel. ","reference":"Ezekiel 1:20"},{"bookName":"Ezekiel","chapter":1,"verse":21,"text":"When the living beings moved, the wheels moved, and when they stopped moving, the wheels stopped. When they rose up from the ground, the wheels rose up from the ground; the wheels rose up beside them because the spirit of the living being was in the wheel. ","reference":"Ezekiel 1:21"},{"bookName":"Ezekiel","chapter":1,"verse":22,"text":"Over the heads of the living beings was something like a platform, glittering awesomely like ice, stretched out over their heads. ","reference":"Ezekiel 1:22"},{"bookName":"Ezekiel","chapter":1,"verse":23,"text":"Under the platform their wings were stretched out, each toward the other. Each of the beings also had two wings covering its body. ","reference":"Ezekiel 1:23"},{"bookName":"Ezekiel","chapter":1,"verse":24,"text":"When they moved, I heard the sound of their wings—it was like the sound of rushing waters, or the voice of the Sovereign One, or the tumult of an army. When they stood still, they lowered their wings. ","reference":"Ezekiel 1:24"},{"bookName":"Ezekiel","chapter":1,"verse":25,"text":"Then there was a voice from above the platform over their heads when they stood still. ","reference":"Ezekiel 1:25"},{"bookName":"Ezekiel","chapter":1,"verse":26,"text":"Above the platform over their heads was something like a sapphire shaped like a throne. High above on the throne was a form that appeared to be a man. ","reference":"Ezekiel 1:26"},{"bookName":"Ezekiel","chapter":1,"verse":27,"text":"I saw an amber glow like a fire enclosed all around from his waist up. From his waist down I saw something that looked like fire. There was a brilliant light around it,","reference":"Ezekiel 1:27"},{"bookName":"Ezekiel","chapter":1,"verse":28,"text":"like the appearance of a rainbow in the clouds after the rain. This was the appearance of the surrounding brilliant light; it looked like the glory of the Lord. When I saw it, I threw myself face down, and I heard a voice speaking. ","reference":"Ezekiel 1:28"}]