[
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 1,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 34:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 2,
    "text": "“Son of man, prophesy against the shepherds of Israel; prophesy, and say to them—to the shepherds: ‘This is what the Sovereign Lord says: Woe to the shepherds of Israel who have been feeding themselves! Should not shepherds feed the flock? ",
    "reference": "Ezekiel 34:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 3,
    "text": "You eat the fat, you clothe yourselves with the wool, you slaughter the choice animals, but you do not feed the sheep! ",
    "reference": "Ezekiel 34:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 4,
    "text": "You have not strengthened the weak, healed the sick, bandaged the injured, brought back the strays, or sought the lost, but with force and harshness you have ruled over them. ",
    "reference": "Ezekiel 34:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 5,
    "text": "They were scattered because they had no shepherd, and they became food for every wild beast. ",
    "reference": "Ezekiel 34:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 6,
    "text": "My sheep wandered over all the mountains and on every high hill. My sheep were scattered over the entire face of the earth with no one looking or searching for them.",
    "reference": "Ezekiel 34:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 7,
    "text": "“‘Therefore, you shepherds, listen to the Lord’s message:",
    "reference": "Ezekiel 34:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 8,
    "text": "As surely as I live, declares the Sovereign Lord, my sheep have become prey and have become food for all the wild beasts. There was no shepherd, and my shepherds did not search for my flock, but fed themselves and did not feed my sheep. ",
    "reference": "Ezekiel 34:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 9,
    "text": "Therefore, you shepherds, listen to the Lord’s message.",
    "reference": "Ezekiel 34:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 10,
    "text": "This is what the Sovereign Lord says: Look, I am against the shepherds, and I will demand my sheep from their hand. I will no longer let them be shepherds; the shepherds will not feed themselves anymore. I will rescue my sheep from their mouths, so that they will no longer be food for them.",
    "reference": "Ezekiel 34:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 11,
    "text": "“‘For this is what the Sovereign Lord says: Look, I myself will search for my sheep and seek them out.",
    "reference": "Ezekiel 34:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 12,
    "text": "As a shepherd seeks out his flock when he is among his scattered sheep, so I will seek out my flock. I will rescue them from all the places where they have been scattered on a cloudy, dark day. ",
    "reference": "Ezekiel 34:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 13,
    "text": "I will bring them out from among the peoples and gather them from foreign countries; I will bring them to their own land. I will feed them on the mountains of Israel, by the streams and all the inhabited places of the land. ",
    "reference": "Ezekiel 34:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 14,
    "text": "In a good pasture I will feed them; the mountain heights of Israel will be their pasture. There they will lie down in a lush pasture, and they will feed on rich grass on the mountains of Israel. ",
    "reference": "Ezekiel 34:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 15,
    "text": "I myself will feed my sheep and I myself will make them lie down, declares the Sovereign Lord. ",
    "reference": "Ezekiel 34:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 16,
    "text": "I will seek the lost and bring back the strays; I will bandage the injured and strengthen the sick, but the fat and the strong I will destroy. I will feed them—with judgment! ",
    "reference": "Ezekiel 34:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 17,
    "text": "“‘As for you, my sheep, this is what the Sovereign Lord says: Look, I am about to judge between one sheep and another, between rams and goats. ",
    "reference": "Ezekiel 34:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 18,
    "text": "Is it not enough for you to feed on the good pasture that you must trample the rest of your pastures with your feet? When you drink clean water, must you muddy the rest of the water by trampling it with your feet? ",
    "reference": "Ezekiel 34:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 19,
    "text": "As for my sheep, they must eat what you trampled with your feet and drink what you have muddied with your feet! ",
    "reference": "Ezekiel 34:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 20,
    "text": "“‘Therefore, this is what the Sovereign Lord says to them: Look, I myself will judge between the fat sheep and the lean sheep. ",
    "reference": "Ezekiel 34:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 21,
    "text": "Because you push with your side and your shoulder, and thrust your horns at all the weak sheep until you scatter them abroad, ",
    "reference": "Ezekiel 34:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 22,
    "text": "I will save my sheep; they will no longer be prey. I will judge between one sheep and another. ",
    "reference": "Ezekiel 34:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 23,
    "text": "“‘I will set one shepherd over them, and he will feed them—namely, my servant David. He will feed them and will be their shepherd. ",
    "reference": "Ezekiel 34:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 24,
    "text": "I, the Lord, will be their God, and my servant David will be prince among them; I, the Lord, have spoken! ",
    "reference": "Ezekiel 34:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 25,
    "text": "“‘I will make a covenant of peace with them and will rid the land of wild beasts, so that they can live securely in the wilderness and even sleep in the woods. ",
    "reference": "Ezekiel 34:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 26,
    "text": "I will turn them and the regions around my hill into a blessing. I will make showers come down in their season; they will be showers that bring blessing. ",
    "reference": "Ezekiel 34:26"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 27,
    "text": "The trees of the field will yield their fruit and the earth will yield its crops. They will live securely on their land; they will know that I am the Lord, when I break the bars of their yoke and rescue them from the hand of those who enslaved them.",
    "reference": "Ezekiel 34:27"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 28,
    "text": "They will no longer be prey for the nations, and the wild beasts will not devour them. They will live securely, and no one will make them afraid. ",
    "reference": "Ezekiel 34:28"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 29,
    "text": "I will prepare for them a healthy planting. They will no longer be victims of famine in the land and will no longer bear the insults of the nations. ",
    "reference": "Ezekiel 34:29"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 30,
    "text": "Then they will know that I, the Lord their God, am with them and that they are my people, the house of Israel, declares the Sovereign Lord. ",
    "reference": "Ezekiel 34:30"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 34,
    "verse": 31,
    "text": "And you, my sheep, the sheep of my pasture, are my people, and I am your God, declares the Sovereign Lord.’” ",
    "reference": "Ezekiel 34:31"
  }
]