[
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 1,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 35:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 2,
    "text": "“Son of man, turn toward Mount Seir and prophesy against it.",
    "reference": "Ezekiel 35:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 3,
    "text": "Say to it, ‘This is what the Sovereign Lord says: “‘Look, I am against you, Mount Seir; I will stretch out my hand against you and turn you into a desolate ruin. ",
    "reference": "Ezekiel 35:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 4,
    "text": "I will lay waste your cities, and you will become desolate. Then you will know that I am the Lord! ",
    "reference": "Ezekiel 35:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 5,
    "text": "“‘You have shown unrelenting hostility and poured the people of Israel onto the blades of a sword at the time of their calamity, at the time of their final punishment. ",
    "reference": "Ezekiel 35:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 6,
    "text": "Therefore, as surely as I live, declares the Sovereign Lord, I will subject you to bloodshed, and bloodshed will pursue you. Since you did not hate bloodshed, bloodshed will pursue you.",
    "reference": "Ezekiel 35:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 7,
    "text": "I will turn Mount Seir into a desolate ruin; I will cut off from it the one who passes through or returns. ",
    "reference": "Ezekiel 35:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 8,
    "text": "I will fill its mountains with its dead; on your hills and in your valleys and in all your ravines, those killed by the sword will fall. ",
    "reference": "Ezekiel 35:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 9,
    "text": "I will turn you into a perpetual desolation, and your cities will not be inhabited. Then you will know that I am the Lord. ",
    "reference": "Ezekiel 35:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 10,
    "text": "“‘You said, “These two nations, these two lands will be mine, and we will possess them,” (although the Lord was there);",
    "reference": "Ezekiel 35:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 11,
    "text": "therefore, as surely as I live, declares the Sovereign Lord, I will deal with you according to your anger and your envy, by which you acted spitefully against them. I will reveal myself to them when I judge you.",
    "reference": "Ezekiel 35:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 12,
    "text": "Then you will know that I, the Lord, have heard all the insults you spoke against the mountains of Israel, saying, “They are desolate; they have been given to us for food.” ",
    "reference": "Ezekiel 35:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 13,
    "text": "You exalted yourselves against me with your speech and hurled many insults against me—I have heard them all!",
    "reference": "Ezekiel 35:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 14,
    "text": "This is what the Sovereign Lord says: While the whole earth rejoices, I will turn you into a desolation. ",
    "reference": "Ezekiel 35:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 35,
    "verse": 15,
    "text": "As you rejoiced over the inheritance of the house of Israel because it was desolate, so will I deal with you—you will be desolate, Mount Seir, and all Edom—all of it! Then they will know that I am the Lord.’” ",
    "reference": "Ezekiel 35:15"
  }
]