[
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 1,
    "text": "In the seventh year, in the fifth month, on the tenth of the month, some of the elders of Israel came to seek the Lord, and they sat down in front of me.",
    "reference": "Ezekiel 20:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 2,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 20:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 3,
    "text": "“Son of man, speak to the elders of Israel, and tell them: ‘This is what the Sovereign Lord says: Are you coming to seek me? As surely as I live, I will not allow you to seek me, declares the Sovereign Lord.’",
    "reference": "Ezekiel 20:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 4,
    "text": "Are you willing to pronounce judgment on them? Are you willing to pronounce judgment, son of man? Then confront them with the abominable practices of their fathers, ",
    "reference": "Ezekiel 20:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 5,
    "text": "and say to them: “‘This is what the Sovereign Lord says: On the day I chose Israel I swore to the descendants of the house of Jacob and made myself known to them in the land of Egypt. I swore to them, “I am the Lord your God.” ",
    "reference": "Ezekiel 20:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 6,
    "text": "On that day I swore to bring them out of the land of Egypt to a land that I had picked out for them, a land flowing with milk and honey, the most beautiful of all lands. ",
    "reference": "Ezekiel 20:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 7,
    "text": "I said to them, “Each of you must get rid of the detestable idols you keep before you, and do not defile yourselves with the idols of Egypt; I am the Lord your God.” ",
    "reference": "Ezekiel 20:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 8,
    "text": "But they rebelled against me and refused to listen to me; no one got rid of their detestable idols, nor did they abandon the idols of Egypt. Then I decided to pour out my rage on them and fully vent my anger against them in the midst of the land of Egypt. ",
    "reference": "Ezekiel 20:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 9,
    "text": "I acted for the sake of my reputation, so that I would not be profaned before the nations among whom they lived, before whom I revealed myself by bringing them out of the land of Egypt. ",
    "reference": "Ezekiel 20:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 10,
    "text": "“‘So I brought them out of the land of Egypt and led them to the wilderness. ",
    "reference": "Ezekiel 20:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 11,
    "text": "I gave them my statutes and revealed my regulations to them. The one who carries them out will live by them!",
    "reference": "Ezekiel 20:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 12,
    "text": "I also gave them my Sabbaths as a reminder of our relationship, so that they would know that I, the Lord, sanctify them.",
    "reference": "Ezekiel 20:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 13,
    "text": "But the house of Israel rebelled against me in the wilderness; they did not follow my statutes and they rejected my regulations (the one who obeys them will live by them), and they utterly desecrated my Sabbaths. So I decided to pour out my rage on them in the wilderness and destroy them.",
    "reference": "Ezekiel 20:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 14,
    "text": "I acted for the sake of my reputation, so that I would not be profaned before the nations in whose sight I had brought them out. ",
    "reference": "Ezekiel 20:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 15,
    "text": "I also swore to them in the wilderness that I would not bring them to the land I had given them—a land flowing with milk and honey, the most beautiful of all lands. ",
    "reference": "Ezekiel 20:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 16,
    "text": "I did this because they rejected my regulations, did not follow my statutes, and desecrated my Sabbaths; for their hearts followed their idols. ",
    "reference": "Ezekiel 20:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 17,
    "text": "Yet I had pity on them and did not destroy them, so I did not make an end of them in the wilderness. ",
    "reference": "Ezekiel 20:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 18,
    "text": "“‘But I said to their children in the wilderness, “Do not follow the practices of your fathers; do not observe their regulations, nor defile yourselves with their idols. ",
    "reference": "Ezekiel 20:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 19,
    "text": "I am the Lord your God; follow my statutes, observe my regulations, and carry them out. ",
    "reference": "Ezekiel 20:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 20,
    "text": "Treat my Sabbaths as holy and they will be a reminder of our relationship, and then you will know that I am the Lord your God.” ",
    "reference": "Ezekiel 20:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 21,
    "text": "But the children rebelled against me, did not follow my statutes, did not observe my regulations by carrying them out (the one who obeys them will live by them), and desecrated my Sabbaths. I decided to pour out my rage on them and fully vent my anger against them in the wilderness. ",
    "reference": "Ezekiel 20:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 22,
    "text": "But I refrained from doing so and acted instead for the sake of my reputation, so that I would not be profaned before the nations in whose sight I had brought them out. ",
    "reference": "Ezekiel 20:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 23,
    "text": "I also swore to them in the wilderness that I would scatter them among the nations and disperse them throughout the lands. ",
    "reference": "Ezekiel 20:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 24,
    "text": "I did this because they did not observe my regulations, they rejected my statutes, they desecrated my Sabbaths, and their eyes were fixed on their fathers’ idols. ",
    "reference": "Ezekiel 20:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 25,
    "text": "I also gave them decrees that were not good and regulations by which they could not live. ",
    "reference": "Ezekiel 20:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 26,
    "text": "I declared them to be defiled because of their sacrifices—they caused all their firstborn to pass through the fire—so that I might devastate them, so that they would know that I am the Lord.’ ",
    "reference": "Ezekiel 20:26"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 27,
    "text": "“Therefore, speak to the house of Israel, son of man, and tell them, ‘This is what the Sovereign Lord says: In this way too your fathers blasphemed me when they were unfaithful to me.",
    "reference": "Ezekiel 20:27"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 28,
    "text": "I brought them to the land that I swore to give them, but whenever they saw any high hill or leafy tree, they offered their sacrifices there and presented the offerings that provoked me to anger. They offered their soothing aroma there and poured out their drink offerings. ",
    "reference": "Ezekiel 20:28"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 29,
    "text": "So I said to them, “What is this high place you go to?”’ (So it is called “High Place” to this day.) ",
    "reference": "Ezekiel 20:29"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 30,
    "text": "“Therefore say to the house of Israel, ‘This is what the Sovereign Lord says: Will you defile yourselves like your fathers and engage in prostitution with detestable idols? ",
    "reference": "Ezekiel 20:30"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 31,
    "text": "When you present your sacrifices—when you make your sons pass through the fire—you defile yourselves with all your idols to this very day. Will I allow you to seek me, O house of Israel? As surely as I live, declares the Sovereign Lord, I will not allow you to seek me!",
    "reference": "Ezekiel 20:31"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 32,
    "text": "“‘What you plan will never happen. You say, “We will be like the nations, like the clans of the lands, who serve gods of wood and stone.” ",
    "reference": "Ezekiel 20:32"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 33,
    "text": "As surely as I live, declares the Sovereign Lord, with a powerful hand and an outstretched arm and with an outpouring of rage, I will be king over you.",
    "reference": "Ezekiel 20:33"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 34,
    "text": "I will bring you out from the nations and will gather you from the lands where you are scattered, with a powerful hand and an outstretched arm and with an outpouring of rage! ",
    "reference": "Ezekiel 20:34"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 35,
    "text": "I will bring you into the wilderness of the nations, and there I will enter into judgment with you face-to-face. ",
    "reference": "Ezekiel 20:35"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 36,
    "text": "Just as I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you, declares the Sovereign Lord. ",
    "reference": "Ezekiel 20:36"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 37,
    "text": "I will make you pass under the shepherd’s staff, and I will bring you into the bond of the covenant. ",
    "reference": "Ezekiel 20:37"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 38,
    "text": "I will eliminate from among you the rebels and those who revolt against me. I will bring them out from the land where they have been residing, but they will not come to the land of Israel. Then you will know that I am the Lord. ",
    "reference": "Ezekiel 20:38"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 39,
    "text": "“‘As for you, O house of Israel, this is what the Sovereign Lord says: Each of you go and serve your idols, if you will not listen to me. But my holy name will not be profaned again by your sacrifices and your idols. ",
    "reference": "Ezekiel 20:39"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 40,
    "text": "For there on my holy mountain, the high mountain of Israel, declares the Sovereign Lord, all the house of Israel will serve me, all of them in the land. I will accept them there, and there I will seek your contributions and your choice gifts, with all your holy things. ",
    "reference": "Ezekiel 20:40"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 41,
    "text": "When I bring you out from the nations and gather you from the lands where you are scattered, I will accept you along with your soothing aroma. I will display my holiness among you in the sight of the nations. ",
    "reference": "Ezekiel 20:41"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 42,
    "text": "Then you will know that I am the Lord when I bring you to the land of Israel, to the land I swore to give to your fathers. ",
    "reference": "Ezekiel 20:42"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 43,
    "text": "And there you will remember your conduct and all your deeds by which you defiled yourselves. You will despise yourselves because of all the evil deeds you have done. ",
    "reference": "Ezekiel 20:43"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 44,
    "text": "Then you will know that I am the Lord, when I deal with you for the sake of my reputation and not according to your wicked conduct and corrupt deeds, O house of Israel, declares the Sovereign Lord.’”",
    "reference": "Ezekiel 20:44"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 45,
    "text": "(21:1) The Lord’s message came to me:",
    "reference": "Ezekiel 20:45"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 46,
    "text": "“Son of man, turn toward the south, and speak out against the south. Prophesy against the open scrub land of the Negev, ",
    "reference": "Ezekiel 20:46"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 47,
    "text": "and say to the scrub land of the Negev, ‘Listen to the Lord’s message! This is what the Sovereign Lord has said: Look here, I am about to start a fire in you, and it will devour every green tree and every dry tree in you. The flaming fire will not be extinguished, and the whole surface of the ground from the Negev to the north will be scorched by it.",
    "reference": "Ezekiel 20:47"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 48,
    "text": "And everyone will see that I, the Lord, have burned it; it will not be extinguished.’” ",
    "reference": "Ezekiel 20:48"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 20,
    "verse": 49,
    "text": "Then I said, “O Sovereign Lord! They are saying of me, ‘Does he not simply speak in eloquent figures of speech?’” ",
    "reference": "Ezekiel 20:49"
  }
]