[
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 1,
    "text": "The hand of the Lord was on me, and he brought me out by the Spirit of the Lord and placed me in the midst of the valley, and it was full of bones. ",
    "reference": "Ezekiel 37:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 2,
    "text": "He made me walk all around among them. I realized there were a great many bones in the valley, and they were very dry. ",
    "reference": "Ezekiel 37:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 3,
    "text": "He said to me, “Son of man, can these bones live?” I said to him, “Sovereign Lord, you know.” ",
    "reference": "Ezekiel 37:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 4,
    "text": "Then he said to me, “Prophesy over these bones, and tell them: ‘Dry bones, listen to the Lord’s message.",
    "reference": "Ezekiel 37:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 5,
    "text": "This is what the Sovereign Lord says to these bones: Look, I am about to infuse breath into you and you will live. ",
    "reference": "Ezekiel 37:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 6,
    "text": "I will put tendons on you and muscles over you and will cover you with skin; I will put breath in you, and you will live. Then you will know that I am the Lord.’” ",
    "reference": "Ezekiel 37:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 7,
    "text": "So I prophesied as I was commanded. There was a sound when I prophesied— I heard a rattling, and the bones came together, bone to bone. ",
    "reference": "Ezekiel 37:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 8,
    "text": "As I watched, I saw tendons on them, then muscles appeared, and skin covered over them from above, but there was no breath in them.",
    "reference": "Ezekiel 37:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 9,
    "text": "He said to me, “Prophesy to the breath—prophesy, son of man—and say to the breath: ‘This is what the Sovereign Lord says: Come from the four winds, O breath, and breathe on these corpses so that they may live.’” ",
    "reference": "Ezekiel 37:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 10,
    "text": "So I prophesied as I was commanded, and the breath came into them; they lived and stood on their feet, an extremely great army. ",
    "reference": "Ezekiel 37:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 11,
    "text": "Then he said to me, “Son of man, these bones are all the house of Israel. Look, they are saying, ‘Our bones are dry, our hope has perished; we are cut off.’ ",
    "reference": "Ezekiel 37:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 12,
    "text": "Therefore prophesy, and tell them, ‘This is what the Sovereign Lord says: Look, I am about to open your graves and will raise you from your graves, my people. I will bring you to the land of Israel. ",
    "reference": "Ezekiel 37:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 13,
    "text": "Then you will know that I am the Lord, when I open your graves and raise you from your graves, my people. ",
    "reference": "Ezekiel 37:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 14,
    "text": "I will place my breath in you and you will live; I will give you rest in your own land. Then you will know that I am the Lord—I have spoken and I will act, declares the Lord.’” ",
    "reference": "Ezekiel 37:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 15,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 37:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 16,
    "text": "“As for you, son of man, take one branch and write on it, ‘For Judah and for the Israelites associated with him.’ Then take another branch and write on it, ‘For Joseph, the branch of Ephraim, and all the house of Israel associated with him.’",
    "reference": "Ezekiel 37:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 17,
    "text": "Join them as one stick; they will be as one in your hand. ",
    "reference": "Ezekiel 37:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 18,
    "text": "When your people say to you, ‘Will you not tell us what these things mean?’",
    "reference": "Ezekiel 37:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 19,
    "text": "tell them, ‘This is what the Sovereign Lord says: Look, I am about to take the branch of Joseph that is in the hand of Ephraim and the tribes of Israel associated with him, and I will place them on the stick of Judah and make them into one stick—they will be one in my hand.’ ",
    "reference": "Ezekiel 37:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 20,
    "text": "The sticks you write on will be in your hand in front of them.",
    "reference": "Ezekiel 37:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 21,
    "text": "Then tell them, ‘This is what the Sovereign Lord says: Look, I am about to take the Israelites from among the nations where they have gone. I will gather them from round about and bring them to their land. ",
    "reference": "Ezekiel 37:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 22,
    "text": "I will make them one nation in the land, on the mountains of Israel, and one king will rule over them all. They will never again be two nations and never again be divided into two kingdoms. ",
    "reference": "Ezekiel 37:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 23,
    "text": "They will not defile themselves with their idols, their detestable things, and all their rebellious deeds. I will save them from all their unfaithfulness by which they sinned. I will purify them; they will become my people, and I will become their God. ",
    "reference": "Ezekiel 37:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 24,
    "text": "“‘My servant David will be king over them; there will be one shepherd for all of them. They will follow my regulations and carefully observe my statutes. ",
    "reference": "Ezekiel 37:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 25,
    "text": "They will live in the land I gave to my servant Jacob, in which your fathers lived; they will live in it—they and their children and their grandchildren forever. David my servant will be prince over them forever. ",
    "reference": "Ezekiel 37:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 26,
    "text": "I will make a covenant of peace with them; it will be a perpetual covenant with them. I will establish them, increase their numbers, and place my sanctuary among them forever. ",
    "reference": "Ezekiel 37:26"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 27,
    "text": "My dwelling place will be with them; I will be their God, and they will be my people. ",
    "reference": "Ezekiel 37:27"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 37,
    "verse": 28,
    "text": "Then, when my sanctuary is among them forever, the nations will know that I, the Lord, sanctify Israel.’” ",
    "reference": "Ezekiel 37:28"
  }
]