[
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 1,
    "text": "The Lord’s message came to me:",
    "reference": "Ezekiel 6:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 2,
    "text": "“Son of man, turn toward the mountains of Israel and prophesy against them. ",
    "reference": "Ezekiel 6:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 3,
    "text": "Say, ‘Mountains of Israel, hear the word of the Sovereign Lord! This is what the Sovereign Lord says to the mountains and the hills, to the ravines and the valleys: I am bringing a sword against you, and I will destroy your high places. ",
    "reference": "Ezekiel 6:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 4,
    "text": "Your altars will be ruined and your incense altars will be broken. I will throw down your slain in front of your idols. ",
    "reference": "Ezekiel 6:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 5,
    "text": "I will place the corpses of the people of Israel in front of their idols, and I will scatter your bones around your altars. ",
    "reference": "Ezekiel 6:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 6,
    "text": "In all your dwellings, the cities will be laid waste and the high places ruined so that your altars will be laid waste and ruined, your idols will be shattered and demolished, your incense altars will be broken down, and your works wiped out. ",
    "reference": "Ezekiel 6:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 7,
    "text": "The slain will fall among you and then you will know that I am the Lord. ",
    "reference": "Ezekiel 6:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 8,
    "text": "“‘But I will spare some of you. Some will escape the sword when you are scattered in foreign lands. ",
    "reference": "Ezekiel 6:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 9,
    "text": "Then your survivors will remember me among the nations where they are exiled. They will realize how I was crushed by their unfaithful heart that turned from me and by their eyes that lusted after their idols. They will loathe themselves because of the evil they have done and because of all their abominable practices.",
    "reference": "Ezekiel 6:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 10,
    "text": "They will know that I am the Lord; my threats to bring this catastrophe on them were not empty.",
    "reference": "Ezekiel 6:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 11,
    "text": "“‘This is what the Sovereign Lord says: Clap your hands, stamp your feet, and say, “Ah!” because of all the evil, abominable practices of the house of Israel, for they will fall by the sword, famine, and pestilence. ",
    "reference": "Ezekiel 6:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 12,
    "text": "The one far away will die by pestilence, the one close by will fall by the sword, and whoever is left and has escaped these will die by famine. I will fully vent my rage against them.",
    "reference": "Ezekiel 6:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 13,
    "text": "Then you will know that I am the Lord when their dead lie among their idols around their altars, on every high hill and on all the mountaintops, under every green tree and every leafy oak—the places where they have offered fragrant incense to all their idols. ",
    "reference": "Ezekiel 6:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 6,
    "verse": 14,
    "text": "I will stretch out my hand against them and make the land a desolate waste from the wilderness to Riblah, in all the places where they live. Then they will know that I am the Lord.’” ",
    "reference": "Ezekiel 6:14"
  }
]