[{"bookName":"Ezekiel","chapter":17,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 17:1"},{"bookName":"Ezekiel","chapter":17,"verse":2,"text":"“Son of man, offer a riddle and tell a parable to the house of Israel. ","reference":"Ezekiel 17:2"},{"bookName":"Ezekiel","chapter":17,"verse":3,"text":"Say to them: ‘This is what the Sovereign Lord says: “‘A great eagle with broad wings, long feathers, with full plumage that was multihued, came to Lebanon and took the top of the cedar. ","reference":"Ezekiel 17:3"},{"bookName":"Ezekiel","chapter":17,"verse":4,"text":"He plucked off its topmost shoot; he brought it to a land of merchants and planted it in a city of traders. ","reference":"Ezekiel 17:4"},{"bookName":"Ezekiel","chapter":17,"verse":5,"text":"He took one of the seedlings of the land, placed it in a cultivated plot; a shoot by abundant water, like a willow he planted it.","reference":"Ezekiel 17:5"},{"bookName":"Ezekiel","chapter":17,"verse":6,"text":"It sprouted and became a vine, spreading low to the ground; its branches turning toward him, its roots were under itself. So it became a vine; it produced shoots and sent out branches. ","reference":"Ezekiel 17:6"},{"bookName":"Ezekiel","chapter":17,"verse":7,"text":"“‘There was another great eagle with broad wings and thick plumage. Now this vine twisted its roots toward him and sent its branches toward him to be watered from the soil where it was planted. ","reference":"Ezekiel 17:7"},{"bookName":"Ezekiel","chapter":17,"verse":8,"text":"In a good field, by abundant waters, it was planted to grow branches, bear fruit, and become a beautiful vine.’ ","reference":"Ezekiel 17:8"},{"bookName":"Ezekiel","chapter":17,"verse":9,"text":"“Say to them: ‘This is what the Sovereign Lord says: “‘Will it prosper? Will he not rip out its roots and cause its fruit to rot and wither? All its foliage will wither. No strong arm or large army will be needed to pull it out by its roots. ","reference":"Ezekiel 17:9"},{"bookName":"Ezekiel","chapter":17,"verse":10,"text":"Consider! It is planted, but will it prosper? Will it not wither completely when the east wind blows on it? Will it not wither in the soil where it sprouted?’” ","reference":"Ezekiel 17:10"},{"bookName":"Ezekiel","chapter":17,"verse":11,"text":"Then the Lord’s message came to me:","reference":"Ezekiel 17:11"},{"bookName":"Ezekiel","chapter":17,"verse":12,"text":"“Say to the rebellious house of Israel: ‘Don’t you know what these things mean?’ Say: ‘See here, the king of Babylon came to Jerusalem and took her king and her officials prisoner and brought them to himself in Babylon. ","reference":"Ezekiel 17:12"},{"bookName":"Ezekiel","chapter":17,"verse":13,"text":"He took one from the royal family, made a treaty with him, and put him under oath. He then took the leaders of the land ","reference":"Ezekiel 17:13"},{"bookName":"Ezekiel","chapter":17,"verse":14,"text":"so it would be a lowly kingdom that could not rise on its own but had to keep its treaty with him in order to stand. ","reference":"Ezekiel 17:14"},{"bookName":"Ezekiel","chapter":17,"verse":15,"text":"But this one from Israel’s royal family rebelled against the king of Babylon by sending his emissaries to Egypt to obtain horses and a large army. Will he prosper? Will the one doing these things escape? Can he break the covenant and escape? ","reference":"Ezekiel 17:15"},{"bookName":"Ezekiel","chapter":17,"verse":16,"text":"“‘As surely as I live, declares the Sovereign Lord, surely in the city of the king who crowned him, whose oath he despised and whose covenant he broke—in the middle of Babylon he will die! ","reference":"Ezekiel 17:16"},{"bookName":"Ezekiel","chapter":17,"verse":17,"text":"Pharaoh with his great army and mighty horde will not help him in battle, when siege ramps are erected and siege walls are built to kill many people.","reference":"Ezekiel 17:17"},{"bookName":"Ezekiel","chapter":17,"verse":18,"text":"He despised the oath by breaking the covenant. Take note—he gave his promise and did all these things. He will not escape! ","reference":"Ezekiel 17:18"},{"bookName":"Ezekiel","chapter":17,"verse":19,"text":"“‘Therefore this is what the Sovereign Lord says: As surely as I live, I will certainly repay him for despising my oath and breaking my covenant! ","reference":"Ezekiel 17:19"},{"bookName":"Ezekiel","chapter":17,"verse":20,"text":"I will throw my net over him and he will be caught in my snare; I will bring him to Babylon and judge him there because of the unfaithfulness he committed against me.","reference":"Ezekiel 17:20"},{"bookName":"Ezekiel","chapter":17,"verse":21,"text":"All the choice men among his troops will die by the sword, and the survivors will be scattered to every wind. Then you will know that I, the Lord, have spoken! ","reference":"Ezekiel 17:21"},{"bookName":"Ezekiel","chapter":17,"verse":22,"text":"“‘This is what the Sovereign Lord says: “‘I will take a sprig from the lofty top of the cedar and plant it. I will pluck from the top one of its tender twigs; I myself will plant it on a high and lofty mountain. ","reference":"Ezekiel 17:22"},{"bookName":"Ezekiel","chapter":17,"verse":23,"text":"I will plant it on a high mountain of Israel, and it will raise branches and produce fruit and become a beautiful cedar. Every bird will live under it; every winged creature will live in the shade of its branches. ","reference":"Ezekiel 17:23"},{"bookName":"Ezekiel","chapter":17,"verse":24,"text":"All the trees of the field will know that I am the Lord. I make the high tree low; I raise up the low tree. I make the green tree wither, and I make the dry tree sprout. I, the Lord, have spoken, and I will do it!’”","reference":"Ezekiel 17:24"}]