[{"bookName":"Ezekiel","chapter":29,"verse":1,"text":"In the tenth year, in the tenth month, on the twelfth day of the month, the Lord’s message came to me: ","reference":"Ezekiel 29:1"},{"bookName":"Ezekiel","chapter":29,"verse":2,"text":"“Son of man, turn toward Pharaoh king of Egypt and prophesy against him and against all Egypt. ","reference":"Ezekiel 29:2"},{"bookName":"Ezekiel","chapter":29,"verse":3,"text":"Tell them, ‘This is what the Sovereign Lord says: “‘Look, I am against you, Pharaoh king of Egypt, the great monster lying in the midst of its waterways, who has said, “My Nile is my own, I made it for myself.”","reference":"Ezekiel 29:3"},{"bookName":"Ezekiel","chapter":29,"verse":4,"text":"I will put hooks in your jaws and stick the fish of your waterways to your scales. I will haul you up from the midst of your waterways, and all the fish of your waterways will stick to your scales. ","reference":"Ezekiel 29:4"},{"bookName":"Ezekiel","chapter":29,"verse":5,"text":"I will leave you in the wilderness, you and all the fish of your waterways; you will fall in the open field and will not be gathered up or collected. I have given you as food to the beasts of the earth and the birds of the skies. ","reference":"Ezekiel 29:5"},{"bookName":"Ezekiel","chapter":29,"verse":6,"text":"Then all those living in Egypt will know that I am the Lord because they were a reed staff for the house of Israel; ","reference":"Ezekiel 29:6"},{"bookName":"Ezekiel","chapter":29,"verse":7,"text":"when they grasped you with their hand, you broke and tore their shoulders, and when they leaned on you, you splintered and caused their legs to be unsteady. ","reference":"Ezekiel 29:7"},{"bookName":"Ezekiel","chapter":29,"verse":8,"text":"“‘Therefore, this is what the Sovereign Lord says: Look, I am about to bring a sword against you, and I will kill every person and every animal. ","reference":"Ezekiel 29:8"},{"bookName":"Ezekiel","chapter":29,"verse":9,"text":"The land of Egypt will become a desolate ruin. Then they will know that I am the Lord. “‘Because he said, “The Nile is mine and I made it,”","reference":"Ezekiel 29:9"},{"bookName":"Ezekiel","chapter":29,"verse":10,"text":"I am against you and your waterways. I will turn the land of Egypt into an utter desolate ruin from Migdol to Syene, as far as the border with Ethiopia. ","reference":"Ezekiel 29:10"},{"bookName":"Ezekiel","chapter":29,"verse":11,"text":"No human foot will pass through it, and no animal’s foot will pass through it; it will be uninhabited for 40 years. ","reference":"Ezekiel 29:11"},{"bookName":"Ezekiel","chapter":29,"verse":12,"text":"I will turn the land of Egypt into a desolation in the midst of desolate lands; for 40 years her cities will lie desolate in the midst of ruined cities. I will scatter Egypt among the nations and disperse them among foreign countries. ","reference":"Ezekiel 29:12"},{"bookName":"Ezekiel","chapter":29,"verse":13,"text":"“‘For this is what the Sovereign Lord says: At the end of 40 years I will gather Egypt from the peoples where they were scattered. ","reference":"Ezekiel 29:13"},{"bookName":"Ezekiel","chapter":29,"verse":14,"text":"I will restore the fortunes of Egypt and will bring them back to the land of Pathros, to the land of their origin; there they will be an insignificant kingdom. ","reference":"Ezekiel 29:14"},{"bookName":"Ezekiel","chapter":29,"verse":15,"text":"It will be the most insignificant of the kingdoms; it will never again exalt itself over the nations. I will make them so small that they will not rule over the nations. ","reference":"Ezekiel 29:15"},{"bookName":"Ezekiel","chapter":29,"verse":16,"text":"It will never again be Israel’s source of confidence, but a reminder of how they sinned by turning to Egypt for help. Then they will know that I am the Sovereign Lord.’” ","reference":"Ezekiel 29:16"},{"bookName":"Ezekiel","chapter":29,"verse":17,"text":"In the twenty-seventh year, in the first month, on the first day of the month, the Lord’s message came to me: ","reference":"Ezekiel 29:17"},{"bookName":"Ezekiel","chapter":29,"verse":18,"text":"“Son of man, King Nebuchadrezzar of Babylon made his army labor hard against Tyre. Every head was rubbed bald and every shoulder rubbed bare; yet he and his army received no wages from Tyre for the work he carried out against it.","reference":"Ezekiel 29:18"},{"bookName":"Ezekiel","chapter":29,"verse":19,"text":"Therefore this is what the Sovereign Lord says: Look, I am about to give the land of Egypt to King Nebuchadrezzar of Babylon. He will carry off her wealth, capture her loot, and seize her plunder; it will be his army’s wages. ","reference":"Ezekiel 29:19"},{"bookName":"Ezekiel","chapter":29,"verse":20,"text":"I have given him the land of Egypt as his compensation for attacking Tyre, because they did it for me, declares the Sovereign Lord. ","reference":"Ezekiel 29:20"},{"bookName":"Ezekiel","chapter":29,"verse":21,"text":"On that day I will make Israel powerful, and I will give you the right to be heard among them. Then they will know that I am the Lord.” ","reference":"Ezekiel 29:21"}]