[{"bookName":"Ezekiel","chapter":39,"verse":1,"text":"“As for you, son of man, prophesy against Gog, and say: ‘This is what the Sovereign Lord says: Look, I am against you, O Gog, chief prince of Meshech and Tubal! ","reference":"Ezekiel 39:1"},{"bookName":"Ezekiel","chapter":39,"verse":2,"text":"I will turn you around and drag you along; I will lead you up from the remotest parts of the north and bring you against the mountains of Israel. ","reference":"Ezekiel 39:2"},{"bookName":"Ezekiel","chapter":39,"verse":3,"text":"I will knock your bow out of your left hand and make your arrows fall from your right hand. ","reference":"Ezekiel 39:3"},{"bookName":"Ezekiel","chapter":39,"verse":4,"text":"You will fall dead on the mountains of Israel, you and all your troops and the people who are with you. I give you as food to every kind of bird and every wild beast. ","reference":"Ezekiel 39:4"},{"bookName":"Ezekiel","chapter":39,"verse":5,"text":"You will fall dead in the open field; for I have spoken, declares the Sovereign Lord. ","reference":"Ezekiel 39:5"},{"bookName":"Ezekiel","chapter":39,"verse":6,"text":"I will send fire on Magog and those who live securely in the coastlands; then they will know that I am the Lord. ","reference":"Ezekiel 39:6"},{"bookName":"Ezekiel","chapter":39,"verse":7,"text":"“‘I will make my holy name known in the midst of my people Israel; I will not let my holy name be profaned anymore. Then the nations will know that I am the Lord, the Holy One of Israel. ","reference":"Ezekiel 39:7"},{"bookName":"Ezekiel","chapter":39,"verse":8,"text":"Realize that it is coming and it will be done, declares the Sovereign Lord. It is the day I have spoken about.","reference":"Ezekiel 39:8"},{"bookName":"Ezekiel","chapter":39,"verse":9,"text":"“‘Then those who live in the cities of Israel will go out and use the weapons for kindling—the shields, bows and arrows, war clubs and spears—they will burn them for seven years. ","reference":"Ezekiel 39:9"},{"bookName":"Ezekiel","chapter":39,"verse":10,"text":"They will not need to take wood from the field or cut down trees from the forests because they will make fires with the weapons. They will take the loot from those who looted them and seize the plunder of those who plundered them, declares the Sovereign Lord. ","reference":"Ezekiel 39:10"},{"bookName":"Ezekiel","chapter":39,"verse":11,"text":"“‘On that day I will assign Gog a grave in Israel. It will be the valley of those who travel east of the sea; it will block the way of the travelers. There they will bury Gog and all his horde; they will call it the Valley of Hamon Gog. ","reference":"Ezekiel 39:11"},{"bookName":"Ezekiel","chapter":39,"verse":12,"text":"For seven months Israel will bury them, in order to cleanse the land. ","reference":"Ezekiel 39:12"},{"bookName":"Ezekiel","chapter":39,"verse":13,"text":"All the people of the land will bury them, and it will be a memorial for them on the day I magnify myself, declares the Sovereign Lord. ","reference":"Ezekiel 39:13"},{"bookName":"Ezekiel","chapter":39,"verse":14,"text":"They will designate men to scout continually through the land, burying those who remain on the surface of the ground, in order to cleanse it. They will search for seven full months. ","reference":"Ezekiel 39:14"},{"bookName":"Ezekiel","chapter":39,"verse":15,"text":"When the scouts survey the land and see a human bone, they will place a sign by it, until those assigned to burial duty have buried it in the valley of Hamon Gog. ","reference":"Ezekiel 39:15"},{"bookName":"Ezekiel","chapter":39,"verse":16,"text":"(A city by the name of Hamonah will also be there.) They will cleanse the land.’ ","reference":"Ezekiel 39:16"},{"bookName":"Ezekiel","chapter":39,"verse":17,"text":"“As for you, son of man, this is what the Sovereign Lord says: Tell every kind of bird and every wild beast: ‘Assemble and come! Gather from all around to my slaughter that I am going to make for you, a great slaughter on the mountains of Israel! You will eat flesh and drink blood. ","reference":"Ezekiel 39:17"},{"bookName":"Ezekiel","chapter":39,"verse":18,"text":"You will eat the flesh of warriors and drink the blood of the princes of the earth—the rams, lambs, goats, and bulls, all of them fattened animals of Bashan. ","reference":"Ezekiel 39:18"},{"bookName":"Ezekiel","chapter":39,"verse":19,"text":"You will eat fat until you are full and drink blood until you are drunk at my slaughter that I have made for you.","reference":"Ezekiel 39:19"},{"bookName":"Ezekiel","chapter":39,"verse":20,"text":"You will fill up at my table with horses and charioteers, with warriors and all the soldiers,’ declares the Sovereign Lord. ","reference":"Ezekiel 39:20"},{"bookName":"Ezekiel","chapter":39,"verse":21,"text":"“I will display my majesty among the nations. All the nations will witness the judgment I have executed and the power I have exhibited among them.","reference":"Ezekiel 39:21"},{"bookName":"Ezekiel","chapter":39,"verse":22,"text":"Then the house of Israel will know that I am the Lord their God, from that day forward. ","reference":"Ezekiel 39:22"},{"bookName":"Ezekiel","chapter":39,"verse":23,"text":"The nations will know that the house of Israel went into exile due to their iniquity, for they were unfaithful to me. So I hid my face from them and handed them over to their enemies; all of them died by the sword. ","reference":"Ezekiel 39:23"},{"bookName":"Ezekiel","chapter":39,"verse":24,"text":"According to their uncleanness and rebellion I have dealt with them, and I hid my face from them. ","reference":"Ezekiel 39:24"},{"bookName":"Ezekiel","chapter":39,"verse":25,"text":"“Therefore this is what the Sovereign Lord says: Now I will restore the fortunes of Jacob, and I will have mercy on the entire house of Israel. I will be zealous for my holy name. ","reference":"Ezekiel 39:25"},{"bookName":"Ezekiel","chapter":39,"verse":26,"text":"They will bear their shame for all their unfaithful acts against me, when they live securely on their land with no one to make them afraid. ","reference":"Ezekiel 39:26"},{"bookName":"Ezekiel","chapter":39,"verse":27,"text":"When I have brought them back from the peoples and gathered them from the countries of their enemies, I will magnify myself among them in the sight of many nations. ","reference":"Ezekiel 39:27"},{"bookName":"Ezekiel","chapter":39,"verse":28,"text":"Then they will know that I am the Lord their God because I sent them into exile among the nations and then gathered them into their own land. I will not leave any of them in exile any longer. ","reference":"Ezekiel 39:28"},{"bookName":"Ezekiel","chapter":39,"verse":29,"text":"I will no longer hide my face from them, when I pour out my Spirit on the house of Israel, declares the Sovereign Lord.” ","reference":"Ezekiel 39:29"}]