[{"bookName":"Ezekiel","chapter":24,"verse":1,"text":"The Lord’s message came to me in the ninth year, in the tenth month, on the tenth day of the month: ","reference":"Ezekiel 24:1"},{"bookName":"Ezekiel","chapter":24,"verse":2,"text":"“Son of man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day. ","reference":"Ezekiel 24:2"},{"bookName":"Ezekiel","chapter":24,"verse":3,"text":"Recite a proverb to this rebellious house and say to them, ‘This is what the Sovereign Lord says: “‘Set on the pot, set it on, pour water in it too; ","reference":"Ezekiel 24:3"},{"bookName":"Ezekiel","chapter":24,"verse":4,"text":"add the pieces of meat to it, every good piece, the thigh and the shoulder; fill it with choice bones. ","reference":"Ezekiel 24:4"},{"bookName":"Ezekiel","chapter":24,"verse":5,"text":"Take the choice bone of the flock, heap up wood under it; boil rapidly, and boil its bones in it.","reference":"Ezekiel 24:5"},{"bookName":"Ezekiel","chapter":24,"verse":6,"text":"“‘Therefore this is what the Sovereign Lord says: Woe to the city of bloodshed, the pot whose rot is in it, whose rot has not been removed from it! Empty it piece by piece. No lot has fallen on it.","reference":"Ezekiel 24:6"},{"bookName":"Ezekiel","chapter":24,"verse":7,"text":"For her blood was in it; she poured it on an exposed rock; she did not pour it on the ground to cover it up with dust. ","reference":"Ezekiel 24:7"},{"bookName":"Ezekiel","chapter":24,"verse":8,"text":"To arouse anger, to take vengeance, I have placed her blood on an exposed rock so that it cannot be covered up.","reference":"Ezekiel 24:8"},{"bookName":"Ezekiel","chapter":24,"verse":9,"text":"“‘Therefore this is what the Sovereign Lord says: Woe to the city of bloodshed! I will also make the pile high.","reference":"Ezekiel 24:9"},{"bookName":"Ezekiel","chapter":24,"verse":10,"text":"Pile up the wood, kindle the fire; cook the meat well, mix in the spices, and let the bones be charred. ","reference":"Ezekiel 24:10"},{"bookName":"Ezekiel","chapter":24,"verse":11,"text":"Set the empty pot on the coals, until it becomes hot and its copper glows, until its uncleanness melts within it and its rot is consumed. ","reference":"Ezekiel 24:11"},{"bookName":"Ezekiel","chapter":24,"verse":12,"text":"It has tried my patience; yet its thick rot is not removed from it. Subject its rot to the fire! ","reference":"Ezekiel 24:12"},{"bookName":"Ezekiel","chapter":24,"verse":13,"text":"You mix uncleanness with obscene conduct. I tried to cleanse you, but you are not clean. You will not be cleansed from your uncleanness until I have exhausted my anger on you.","reference":"Ezekiel 24:13"},{"bookName":"Ezekiel","chapter":24,"verse":14,"text":"“‘I, the Lord, have spoken; judgment is coming and I will act! I will not relent, or show pity, or be sorry! I will judge you according to your conduct and your deeds, declares the Sovereign Lord.’”","reference":"Ezekiel 24:14"},{"bookName":"Ezekiel","chapter":24,"verse":15,"text":"The Lord’s message came to me:","reference":"Ezekiel 24:15"},{"bookName":"Ezekiel","chapter":24,"verse":16,"text":"“Son of man, realize that I am about to take the delight of your eyes away from you with a jolt, but you must not mourn or weep or shed tears. ","reference":"Ezekiel 24:16"},{"bookName":"Ezekiel","chapter":24,"verse":17,"text":"Groan to moan for the dead, but do not perform mourning rites. Bind on your turban and put your sandals on your feet. Do not cover your lip and do not eat food brought by others.” ","reference":"Ezekiel 24:17"},{"bookName":"Ezekiel","chapter":24,"verse":18,"text":"So I spoke to the people in the morning, and my wife died in the evening. In the morning I acted just as I was commanded. ","reference":"Ezekiel 24:18"},{"bookName":"Ezekiel","chapter":24,"verse":19,"text":"Then the people said to me, “Will you not tell us what these things you are doing mean for us?”","reference":"Ezekiel 24:19"},{"bookName":"Ezekiel","chapter":24,"verse":20,"text":"So I said to them: “The Lord’s message came to me: ","reference":"Ezekiel 24:20"},{"bookName":"Ezekiel","chapter":24,"verse":21,"text":"Say to the house of Israel, ‘This is what the Sovereign Lord says: Realize I am about to desecrate my sanctuary—the source of your confident pride, the object in which your eyes delight, and your life’s passion. Your very own sons and daughters whom you have left behind will die by the sword. ","reference":"Ezekiel 24:21"},{"bookName":"Ezekiel","chapter":24,"verse":22,"text":"Then you will do as I have done: You will not cover your lip or eat food brought by others.","reference":"Ezekiel 24:22"},{"bookName":"Ezekiel","chapter":24,"verse":23,"text":"Your turbans will be on your heads and your sandals on your feet; you will not mourn or weep, but you will rot for your iniquities and groan among yourselves. ","reference":"Ezekiel 24:23"},{"bookName":"Ezekiel","chapter":24,"verse":24,"text":"Ezekiel will be an object lesson for you; you will do all that he has done. When it happens, then you will know that I am the Sovereign Lord.’","reference":"Ezekiel 24:24"},{"bookName":"Ezekiel","chapter":24,"verse":25,"text":"“And you, son of man, this is what will happen on the day I take from them their stronghold—their beautiful source of joy, the object in which their eyes delight, and the main concern of their lives, as well as their sons and daughters: ","reference":"Ezekiel 24:25"},{"bookName":"Ezekiel","chapter":24,"verse":26,"text":"On that day a fugitive will come to you to report the news. ","reference":"Ezekiel 24:26"},{"bookName":"Ezekiel","chapter":24,"verse":27,"text":"On that day you will be able to speak again; you will talk with the fugitive and be silent no longer. You will be an object lesson for them, and they will know that I am the Lord.”","reference":"Ezekiel 24:27"}]