[
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 1,
    "text": "Then he brought me to the outer sanctuary and measured the jambs; the jambs were 10½ feet wide on each side. ",
    "reference": "Ezekiel 41:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 2,
    "text": "The width of the entrance was 17½ feet, and the sides of the entrance were 8¾ feet on each side. He measured the length of the outer sanctuary as 70 feet and its width as 35 feet. ",
    "reference": "Ezekiel 41:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 3,
    "text": "Then he went into the inner sanctuary and measured the jambs of the entrance as 3½ feet, the entrance as 10½ feet, and the width of the entrance as 12¼ feet. ",
    "reference": "Ezekiel 41:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 4,
    "text": "Then he measured its length as 35 feet and its width as 35 feet, before the outer sanctuary. He said to me, “This is the Most Holy Place.”",
    "reference": "Ezekiel 41:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 5,
    "text": "Then he measured the wall of the temple as 10½ feet and the width of the side chambers as 7 feet, all around the temple. ",
    "reference": "Ezekiel 41:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 6,
    "text": "The side chambers were in three stories, one above the other, 30 in each story. There were offsets in the wall all around to serve as supports for the side chambers, so that the supports were not in the wall of the temple. ",
    "reference": "Ezekiel 41:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 7,
    "text": "The side chambers surrounding the temple were wider at each successive story, for the structure surrounding the temple went up story by story all around the temple. For this reason the width of the temple increased as it went up, and one went up from the lowest story to the highest by the way of the middle story. ",
    "reference": "Ezekiel 41:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 8,
    "text": "I saw that the temple had a raised platform all around; the foundations of the side chambers were a full measuring stick of 10½ feet high. ",
    "reference": "Ezekiel 41:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 9,
    "text": "The width of the outer wall of the side chambers was 8¾ feet, and the open area between the side chambers of the temple ",
    "reference": "Ezekiel 41:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 10,
    "text": "and the chambers of the court was 35 feet in width all around the temple on every side. ",
    "reference": "Ezekiel 41:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 11,
    "text": "There were entrances from the side chambers toward the open area, one entrance toward the north, and another entrance toward the south; the width of the open area was 8¾ feet all around. ",
    "reference": "Ezekiel 41:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 12,
    "text": "The building that was facing the temple courtyard at the west side was 122½ feet wide; the wall of the building was 8¾ feet thick all around, and its length 157½ feet. ",
    "reference": "Ezekiel 41:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 13,
    "text": "Then he measured the temple as 175 feet long, the courtyard of the temple and the building and its walls as 175 feet long, ",
    "reference": "Ezekiel 41:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 14,
    "text": "and also the width of the front of the temple and the courtyard on the east as 175 feet. ",
    "reference": "Ezekiel 41:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 15,
    "text": "Then he measured the length of the building facing the courtyard at the rear of the temple, with its galleries on either side as 175 feet. The interior of the outer sanctuary and the porch of the court, ",
    "reference": "Ezekiel 41:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 16,
    "text": "as well as the thresholds, narrow windows, and galleries all around on three sides facing the threshold, were paneled with wood all around, from the ground up to the windows (now the windows were covered), ",
    "reference": "Ezekiel 41:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 17,
    "text": "to the space above the entrance, to the inner room, and on the outside and on all the walls in the inner room and outside, by measurement. ",
    "reference": "Ezekiel 41:17"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 18,
    "text": "It was made with cherubim and decorative palm trees, with a palm tree between each cherub. Each cherub had two faces: ",
    "reference": "Ezekiel 41:18"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 19,
    "text": "a human face toward the palm tree on one side and a lion’s face toward the palm tree on the other side. They were carved on the whole temple all around; ",
    "reference": "Ezekiel 41:19"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 20,
    "text": "from the ground to the area above the entrance, cherubim and decorative palm trees were carved on the wall of the outer sanctuary. ",
    "reference": "Ezekiel 41:20"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 21,
    "text": "The doorposts of the outer sanctuary were square. In front of the sanctuary one doorpost looked just like the other.",
    "reference": "Ezekiel 41:21"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 22,
    "text": "The altar was of wood, 5¼ feet high, with its length 3½ feet; its corners, its length, and its walls were of wood. He said to me, “This is the table that is before the Lord.” ",
    "reference": "Ezekiel 41:22"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 23,
    "text": "The outer sanctuary and the inner sanctuary each had a double door. ",
    "reference": "Ezekiel 41:23"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 24,
    "text": "Each of the doors had two leaves, two swinging leaves; two leaves for one door and two leaves for the other. ",
    "reference": "Ezekiel 41:24"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 25,
    "text": "On the doors of the outer sanctuary were carved cherubim and palm trees, like those carved on the walls, and there was a canopy of wood on the front of the outside porch. ",
    "reference": "Ezekiel 41:25"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 41,
    "verse": 26,
    "text": "There were narrow windows and decorative palm trees on either side of the side walls of the porch; this is what the side chambers of the temple and the canopies were like.",
    "reference": "Ezekiel 41:26"
  }
]