[{"bookName":"Ezekiel","chapter":38,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 38:1"},{"bookName":"Ezekiel","chapter":38,"verse":2,"text":"“Son of man, turn toward Gog, of the land of Magog, the chief prince of Meshech and Tubal. Prophesy against him ","reference":"Ezekiel 38:2"},{"bookName":"Ezekiel","chapter":38,"verse":3,"text":"and say: ‘This is what the Sovereign Lord says: Look, I am against you, Gog, chief prince of Meshech and Tubal.","reference":"Ezekiel 38:3"},{"bookName":"Ezekiel","chapter":38,"verse":4,"text":"I will turn you around, put hooks into your jaws, and bring you out with all your army, horses, and horsemen, all of them fully armed, a great company with shields of different types, all of them armed with swords. ","reference":"Ezekiel 38:4"},{"bookName":"Ezekiel","chapter":38,"verse":5,"text":"Persia, Ethiopia, and Put are with them, all of them with shields and helmets. ","reference":"Ezekiel 38:5"},{"bookName":"Ezekiel","chapter":38,"verse":6,"text":"They are joined by Gomer with all its troops and by Beth Togarmah from the remote parts of the north with all its troops—many peoples are with you.","reference":"Ezekiel 38:6"},{"bookName":"Ezekiel","chapter":38,"verse":7,"text":"“‘Be ready and stay ready, you and all your companies assembled around you, and be a guard for them.","reference":"Ezekiel 38:7"},{"bookName":"Ezekiel","chapter":38,"verse":8,"text":"After many days you will be summoned; in the latter years you will come to a land restored from the ravages of war, from many peoples gathered on the mountains of Israel that had long been in ruins. Its people were brought out from the peoples, and all of them will be living securely. ","reference":"Ezekiel 38:8"},{"bookName":"Ezekiel","chapter":38,"verse":9,"text":"You will advance; you will come like a storm. You will be like a cloud covering the earth, you, all your troops, and the many other peoples with you. ","reference":"Ezekiel 38:9"},{"bookName":"Ezekiel","chapter":38,"verse":10,"text":"“‘This is what the Sovereign Lord says: On that day thoughts will come into your mind, and you will devise an evil plan. ","reference":"Ezekiel 38:10"},{"bookName":"Ezekiel","chapter":38,"verse":11,"text":"You will say, “I will invade a land of unwalled towns; I will advance against those living quietly in security—all of them living without walls and barred gates—","reference":"Ezekiel 38:11"},{"bookName":"Ezekiel","chapter":38,"verse":12,"text":"to loot and plunder, to attack the inhabited ruins and the people gathered from the nations, who are acquiring cattle and goods, who live at the center of the earth.” ","reference":"Ezekiel 38:12"},{"bookName":"Ezekiel","chapter":38,"verse":13,"text":"Sheba and Dedan and the traders of Tarshish with all its young warriors will say to you, “Have you come to loot? Have you assembled your armies to plunder, to carry away silver and gold, to take away cattle and goods, to haul away a great amount of spoils?”’ ","reference":"Ezekiel 38:13"},{"bookName":"Ezekiel","chapter":38,"verse":14,"text":"“Therefore, prophesy, son of man, and say to Gog: ‘This is what the Sovereign Lord says: On that day when my people Israel are living securely, you will take notice ","reference":"Ezekiel 38:14"},{"bookName":"Ezekiel","chapter":38,"verse":15,"text":"and come from your place, from the remote parts of the north, you and many peoples with you, all of them riding on horses, a great company and a vast army. ","reference":"Ezekiel 38:15"},{"bookName":"Ezekiel","chapter":38,"verse":16,"text":"You will advance against my people Israel like a cloud covering the earth. In future days I will bring you against my land so that the nations may acknowledge me, when before their eyes I magnify myself through you, O Gog. ","reference":"Ezekiel 38:16"},{"bookName":"Ezekiel","chapter":38,"verse":17,"text":"“‘This is what the Sovereign Lord says: Are you the one of whom I spoke in former days by my servants the prophets of Israel, who prophesied in those days that I would bring you against them?","reference":"Ezekiel 38:17"},{"bookName":"Ezekiel","chapter":38,"verse":18,"text":"On that day, when Gog invades the land of Israel, declares the Sovereign Lord, my rage will mount up in my anger. ","reference":"Ezekiel 38:18"},{"bookName":"Ezekiel","chapter":38,"verse":19,"text":"In my zeal, in the fire of my fury, I declare that on that day there will be a great earthquake in the land of Israel. ","reference":"Ezekiel 38:19"},{"bookName":"Ezekiel","chapter":38,"verse":20,"text":"The fish of the sea, the birds of the sky, the wild beasts, all the things that creep on the ground, and all people who live on the face of the earth will shake at my presence. The mountains will topple, the cliffs will fall, and every wall will fall to the ground. ","reference":"Ezekiel 38:20"},{"bookName":"Ezekiel","chapter":38,"verse":21,"text":"I will call for a sword to attack Gog on all my mountains, declares the Sovereign Lord; every man’s sword will be against his brother. ","reference":"Ezekiel 38:21"},{"bookName":"Ezekiel","chapter":38,"verse":22,"text":"I will judge him with plague and bloodshed. I will rain down on him, his troops, and the many peoples who are with him a torrential downpour, hailstones, fire, and brimstone. ","reference":"Ezekiel 38:22"},{"bookName":"Ezekiel","chapter":38,"verse":23,"text":"I will exalt and magnify myself; I will reveal myself before many nations. Then they will know that I am the Lord.’","reference":"Ezekiel 38:23"}]