[{"bookName":"Ezekiel","chapter":30,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 30:1"},{"bookName":"Ezekiel","chapter":30,"verse":2,"text":"“Son of man, prophesy and say, ‘This is what the Sovereign Lord says: “‘Wail, “Alas, the day is here!”","reference":"Ezekiel 30:2"},{"bookName":"Ezekiel","chapter":30,"verse":3,"text":"For the day is near, the day of the Lord is near; it will be a day of storm clouds, it will be a time of judgment for the nations. ","reference":"Ezekiel 30:3"},{"bookName":"Ezekiel","chapter":30,"verse":4,"text":"A sword will come against Egypt and panic will overtake Ethiopia when the slain fall in Egypt and they carry away her wealth and dismantle her foundations. ","reference":"Ezekiel 30:4"},{"bookName":"Ezekiel","chapter":30,"verse":5,"text":"Ethiopia, Put, Lud, all the foreigners, Libya, and the people of the covenant land will die by the sword along with them.","reference":"Ezekiel 30:5"},{"bookName":"Ezekiel","chapter":30,"verse":6,"text":"“‘This is what the Lord says: Egypt’s supporters will fall; her confident pride will crumble. From Migdol to Syene they will die by the sword within her, declares the Sovereign Lord. ","reference":"Ezekiel 30:6"},{"bookName":"Ezekiel","chapter":30,"verse":7,"text":"They will be desolate among desolate lands, and their cities will be among ruined cities. ","reference":"Ezekiel 30:7"},{"bookName":"Ezekiel","chapter":30,"verse":8,"text":"They will know that I am the Lord when I ignite a fire in Egypt and all her allies are defeated.","reference":"Ezekiel 30:8"},{"bookName":"Ezekiel","chapter":30,"verse":9,"text":"“‘On that day messengers will go out from me in ships to frighten overconfident Ethiopia; panic will overtake them on the day of Egypt’s doom; for beware—it is coming! ","reference":"Ezekiel 30:9"},{"bookName":"Ezekiel","chapter":30,"verse":10,"text":"“‘This is what the Sovereign Lord says: I will put an end to the hordes of Egypt, by the hand of King Nebuchadrezzar of Babylon. ","reference":"Ezekiel 30:10"},{"bookName":"Ezekiel","chapter":30,"verse":11,"text":"He and his people with him, the most terrifying of the nations, will be brought there to destroy the land. They will draw their swords against Egypt and fill the land with corpses. ","reference":"Ezekiel 30:11"},{"bookName":"Ezekiel","chapter":30,"verse":12,"text":"I will dry up the waterways and hand the land over to evil men. I will make the land and everything in it desolate by the hand of foreigners. I, the Lord, have spoken! ","reference":"Ezekiel 30:12"},{"bookName":"Ezekiel","chapter":30,"verse":13,"text":"“‘This is what the Sovereign Lord says: I will destroy the idols, and put an end to the gods of Memphis. There will no longer be a prince from the land of Egypt; so I will make the land of Egypt fearful. ","reference":"Ezekiel 30:13"},{"bookName":"Ezekiel","chapter":30,"verse":14,"text":"I will desolate Pathros, I will ignite a fire in Zoan, and I will execute judgments on Thebes. ","reference":"Ezekiel 30:14"},{"bookName":"Ezekiel","chapter":30,"verse":15,"text":"I will pour out my anger upon Pelusium, the stronghold of Egypt; I will cut off the hordes of Thebes. ","reference":"Ezekiel 30:15"},{"bookName":"Ezekiel","chapter":30,"verse":16,"text":"I will ignite a fire in Egypt; Syene will writhe in agony, Thebes will be broken down, and Memphis will face enemies every day. ","reference":"Ezekiel 30:16"},{"bookName":"Ezekiel","chapter":30,"verse":17,"text":"The young men of On and of Pi Beseth will die by the sword; and the cities will go into captivity. ","reference":"Ezekiel 30:17"},{"bookName":"Ezekiel","chapter":30,"verse":18,"text":"In Tahpanhes the day will be dark when I break the yoke of Egypt there. Her confident pride will cease within her; a cloud will cover her, and her daughters will go into captivity. ","reference":"Ezekiel 30:18"},{"bookName":"Ezekiel","chapter":30,"verse":19,"text":"I will execute judgments on Egypt. Then they will know that I am the Lord.’” ","reference":"Ezekiel 30:19"},{"bookName":"Ezekiel","chapter":30,"verse":20,"text":"In the eleventh year, in the first month, on the seventh day of the month, the Lord’s message came to me: ","reference":"Ezekiel 30:20"},{"bookName":"Ezekiel","chapter":30,"verse":21,"text":"“Son of man, I have broken the arm of Pharaoh king of Egypt. Look, it has not been bandaged for healing or set with a dressing so that it might become strong enough to grasp a sword. ","reference":"Ezekiel 30:21"},{"bookName":"Ezekiel","chapter":30,"verse":22,"text":"Therefore this is what the Sovereign Lord says: Look, I am against Pharaoh king of Egypt, and I will break his arms, the strong arm and the broken one, and I will make the sword drop from his hand. ","reference":"Ezekiel 30:22"},{"bookName":"Ezekiel","chapter":30,"verse":23,"text":"I will scatter the Egyptians among the nations and disperse them among foreign countries. ","reference":"Ezekiel 30:23"},{"bookName":"Ezekiel","chapter":30,"verse":24,"text":"I will strengthen the arms of the king of Babylon, and I will place my sword in his hand, but I will break the arms of Pharaoh, and he will groan like the fatally wounded before the king of Babylon. ","reference":"Ezekiel 30:24"},{"bookName":"Ezekiel","chapter":30,"verse":25,"text":"I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fall limp. Then they will know that I am the Lord when I place my sword in the hand of the king of Babylon and he extends it against the land of Egypt. ","reference":"Ezekiel 30:25"},{"bookName":"Ezekiel","chapter":30,"verse":26,"text":"I will scatter the Egyptians among the nations and disperse them among foreign countries. Then they will know that I am the Lord.” ","reference":"Ezekiel 30:26"}]