[{"bookName":"Ezekiel","chapter":3,"verse":1,"text":"He said to me, “Son of man, eat what you see in front of you—eat this scroll—and then go and speak to the house of Israel.” ","reference":"Ezekiel 3:1"},{"bookName":"Ezekiel","chapter":3,"verse":2,"text":"So I opened my mouth and he fed me the scroll. ","reference":"Ezekiel 3:2"},{"bookName":"Ezekiel","chapter":3,"verse":3,"text":"He said to me, “Son of man, feed your stomach and fill your belly with this scroll I am giving to you.” So I ate it, and it was sweet like honey in my mouth. ","reference":"Ezekiel 3:3"},{"bookName":"Ezekiel","chapter":3,"verse":4,"text":"He said to me, “Son of man, go to the house of Israel and speak my words to them.","reference":"Ezekiel 3:4"},{"bookName":"Ezekiel","chapter":3,"verse":5,"text":"For you are not being sent to a people of unintelligible speech and difficult language, but to the house of Israel—","reference":"Ezekiel 3:5"},{"bookName":"Ezekiel","chapter":3,"verse":6,"text":"not to many peoples of unintelligible speech and difficult language, whose words you cannot understand. Surely if I had sent you to them, they would listen to you!","reference":"Ezekiel 3:6"},{"bookName":"Ezekiel","chapter":3,"verse":7,"text":"But the house of Israel is unwilling to listen to you, because they are not willing to listen to me, for the whole house of Israel is hardheaded and hardhearted. ","reference":"Ezekiel 3:7"},{"bookName":"Ezekiel","chapter":3,"verse":8,"text":"“I have made your face adamant to match their faces, and your forehead hard to match their foreheads. ","reference":"Ezekiel 3:8"},{"bookName":"Ezekiel","chapter":3,"verse":9,"text":"I have made your forehead harder than flint—like diamond! Do not fear them or be terrified of the looks they give you, for they are a rebellious house.” ","reference":"Ezekiel 3:9"},{"bookName":"Ezekiel","chapter":3,"verse":10,"text":"And he said to me, “Son of man, take all my words that I speak to you to heart and listen carefully.","reference":"Ezekiel 3:10"},{"bookName":"Ezekiel","chapter":3,"verse":11,"text":"Go to the exiles, to your fellow countrymen, and speak to them. Say to them, ‘This is what the Sovereign Lord says,’ whether they pay attention or not.” ","reference":"Ezekiel 3:11"},{"bookName":"Ezekiel","chapter":3,"verse":12,"text":"Then a wind lifted me up and I heard a great rumbling sound behind me as the glory of the Lord rose from its place, ","reference":"Ezekiel 3:12"},{"bookName":"Ezekiel","chapter":3,"verse":13,"text":"and the sound of the living beings’ wings brushing against each other, and the sound of the wheels alongside them, a great rumbling sound. ","reference":"Ezekiel 3:13"},{"bookName":"Ezekiel","chapter":3,"verse":14,"text":"A wind lifted me up and carried me away. I went bitterly, my spirit full of fury, and the hand of the Lord rested powerfully on me. ","reference":"Ezekiel 3:14"},{"bookName":"Ezekiel","chapter":3,"verse":15,"text":"I came to the exiles at Tel Abib, who lived by the Kebar River. I sat dumbfounded among them there, where they were living, for seven days. ","reference":"Ezekiel 3:15"},{"bookName":"Ezekiel","chapter":3,"verse":16,"text":"At the end of seven days the Lord’s message came to me: ","reference":"Ezekiel 3:16"},{"bookName":"Ezekiel","chapter":3,"verse":17,"text":"“Son of man, I have appointed you a watchman for the house of Israel. Whenever you hear a word from my mouth, you must give them a warning from me.","reference":"Ezekiel 3:17"},{"bookName":"Ezekiel","chapter":3,"verse":18,"text":"When I say to the wicked, ‘You will certainly die,’ and you do not warn him—you do not speak out to warn the wicked to turn from his wicked lifestyle so that he may live—that wicked person will die for his iniquity, but I will hold you accountable for his death.","reference":"Ezekiel 3:18"},{"bookName":"Ezekiel","chapter":3,"verse":19,"text":"But as for you, if you warn the wicked and he does not turn from his wicked deed and from his wicked lifestyle, he will die for his iniquity but you will have saved your own life. ","reference":"Ezekiel 3:19"},{"bookName":"Ezekiel","chapter":3,"verse":20,"text":"“When a righteous person turns from his righteousness and commits iniquity, and I set an obstacle before him, he will die. If you have not warned him, he will die for his sin. The righteous deeds he performed will not be considered, but I will hold you accountable for his death.","reference":"Ezekiel 3:20"},{"bookName":"Ezekiel","chapter":3,"verse":21,"text":"However, if you warn the righteous person not to sin, and he does not sin, he will certainly live because he was warned, and you will have saved your own life.” ","reference":"Ezekiel 3:21"},{"bookName":"Ezekiel","chapter":3,"verse":22,"text":"The hand of the Lord rested on me there, and he said to me, “Get up, go out to the valley, and I will speak with you there.” ","reference":"Ezekiel 3:22"},{"bookName":"Ezekiel","chapter":3,"verse":23,"text":"So I got up and went out to the valley, and the glory of the Lord was standing there, just like the glory I had seen by the Kebar River, and I threw myself face down. ","reference":"Ezekiel 3:23"},{"bookName":"Ezekiel","chapter":3,"verse":24,"text":"Then a wind came into me and stood me on my feet. The Lord spoke to me and said, “Go shut yourself in your house. ","reference":"Ezekiel 3:24"},{"bookName":"Ezekiel","chapter":3,"verse":25,"text":"As for you, son of man, they will put ropes on you and tie you up with them, so you cannot go out among them.","reference":"Ezekiel 3:25"},{"bookName":"Ezekiel","chapter":3,"verse":26,"text":"I will make your tongue stick to the roof of your mouth so that you will be silent and unable to reprove them, for they are a rebellious house. ","reference":"Ezekiel 3:26"},{"bookName":"Ezekiel","chapter":3,"verse":27,"text":"But when I speak with you, I will loosen your tongue and you must say to them, ‘This is what the Sovereign Lord says.’ Those who listen will listen, but the indifferent will refuse, for they are a rebellious house. ","reference":"Ezekiel 3:27"}]