[{"bookName":"Ezekiel","chapter":32,"verse":1,"text":"In the twelfth year, in the twelfth month, on the first of the month, the Lord’s message came to me: ","reference":"Ezekiel 32:1"},{"bookName":"Ezekiel","chapter":32,"verse":2,"text":"“Son of man, sing a lament for Pharaoh king of Egypt, and say to him: “‘You were like a lion among the nations, but you are a monster in the seas; you thrash about in your streams, stir up the water with your feet, and muddy your streams. ","reference":"Ezekiel 32:2"},{"bookName":"Ezekiel","chapter":32,"verse":3,"text":"“‘This is what the Sovereign Lord says: “‘I will throw my net over you in the assembly of many peoples; and they will haul you up in my dragnet. ","reference":"Ezekiel 32:3"},{"bookName":"Ezekiel","chapter":32,"verse":4,"text":"I will leave you on the ground, I will fling you on the open field, I will allow all the birds of the sky to settle on you, and I will permit all the wild animals to gorge themselves on you. ","reference":"Ezekiel 32:4"},{"bookName":"Ezekiel","chapter":32,"verse":5,"text":"I will put your flesh on the mountains, and fill the valleys with your maggot-infested carcass. ","reference":"Ezekiel 32:5"},{"bookName":"Ezekiel","chapter":32,"verse":6,"text":"I will drench the land with the flow of your blood up to the mountains, and the ravines will be full of your blood. ","reference":"Ezekiel 32:6"},{"bookName":"Ezekiel","chapter":32,"verse":7,"text":"When I extinguish you, I will cover the sky; I will darken its stars. I will cover the sun with a cloud, and the moon will not shine. ","reference":"Ezekiel 32:7"},{"bookName":"Ezekiel","chapter":32,"verse":8,"text":"I will darken all the lights in the sky over you, and I will darken your land, declares the Sovereign Lord. ","reference":"Ezekiel 32:8"},{"bookName":"Ezekiel","chapter":32,"verse":9,"text":"I will disturb many peoples when I bring about your destruction among the nations, among countries you do not know. ","reference":"Ezekiel 32:9"},{"bookName":"Ezekiel","chapter":32,"verse":10,"text":"I will shock many peoples with you, and their kings will shiver with horror because of you. When I brandish my sword before them, every moment each one will tremble for his life, on the day of your fall. ","reference":"Ezekiel 32:10"},{"bookName":"Ezekiel","chapter":32,"verse":11,"text":"“‘For this is what the Sovereign Lord says: “‘The sword of the king of Babylon will attack you.","reference":"Ezekiel 32:11"},{"bookName":"Ezekiel","chapter":32,"verse":12,"text":"By the swords of the mighty warriors I will cause your hordes to fall— all of them are the most terrifying among the nations. They will devastate the pride of Egypt, and all its hordes will be destroyed. ","reference":"Ezekiel 32:12"},{"bookName":"Ezekiel","chapter":32,"verse":13,"text":"I will destroy all its cattle beside the plentiful waters; and no human foot will disturb the waters again, nor will the hooves of cattle disturb them.","reference":"Ezekiel 32:13"},{"bookName":"Ezekiel","chapter":32,"verse":14,"text":"Then I will make their waters calm and will make their streams flow like olive oil, declares the Sovereign Lord. ","reference":"Ezekiel 32:14"},{"bookName":"Ezekiel","chapter":32,"verse":15,"text":"When I turn the land of Egypt into desolation and the land is destitute of everything that fills it, when I strike all those who live in it, then they will know that I am the Lord.’","reference":"Ezekiel 32:15"},{"bookName":"Ezekiel","chapter":32,"verse":16,"text":"This is a lament; they will chant it. The daughters of the nations will chant it. They will chant it over Egypt and over all her hordes, declares the Sovereign Lord.” ","reference":"Ezekiel 32:16"},{"bookName":"Ezekiel","chapter":32,"verse":17,"text":"In the twelfth year, on the fifteenth day of the month, the Lord’s message came to me: ","reference":"Ezekiel 32:17"},{"bookName":"Ezekiel","chapter":32,"verse":18,"text":"“Son of man, wail over the horde of Egypt. Bring it down; bring her and the daughters of powerful nations down to the lower parts of the earth, along with those who descend to the Pit.","reference":"Ezekiel 32:18"},{"bookName":"Ezekiel","chapter":32,"verse":19,"text":"Say to them, ‘Whom do you surpass in beauty? Go down and be laid to rest with the uncircumcised!’ ","reference":"Ezekiel 32:19"},{"bookName":"Ezekiel","chapter":32,"verse":20,"text":"They will fall among those killed by the sword. The sword is drawn; they carry her and all her hordes away.","reference":"Ezekiel 32:20"},{"bookName":"Ezekiel","chapter":32,"verse":21,"text":"The bravest of the warriors will speak to him from the midst of Sheol along with his allies, saying: ‘The uncircumcised have come down; they lie still, killed by the sword.’ ","reference":"Ezekiel 32:21"},{"bookName":"Ezekiel","chapter":32,"verse":22,"text":"“Assyria is there with all her assembly around her grave, all of them struck down by the sword. ","reference":"Ezekiel 32:22"},{"bookName":"Ezekiel","chapter":32,"verse":23,"text":"Their graves are located in the remote slopes of the Pit. Her assembly is around her grave, all of them struck down by the sword, those who spread terror in the land of the living. ","reference":"Ezekiel 32:23"},{"bookName":"Ezekiel","chapter":32,"verse":24,"text":"“Elam is there with all her hordes around her grave; all of them struck down by the sword. They went down uncircumcised to the lower parts of the earth, those who spread terror in the land of the living. Now they will bear their shame with those who descend to the Pit.","reference":"Ezekiel 32:24"},{"bookName":"Ezekiel","chapter":32,"verse":25,"text":"Among the dead they have made a bed for her, along with all her hordes around her grave. All of them are uncircumcised, killed by the sword, for their terror had spread in the land of the living. They bear their shame along with those who descend to the Pit; they are placed among the dead. ","reference":"Ezekiel 32:25"},{"bookName":"Ezekiel","chapter":32,"verse":26,"text":"“Meshech Tubal is there, along with all her hordes around her grave. All of them are uncircumcised, killed by the sword, for they spread their terror in the land of the living. ","reference":"Ezekiel 32:26"},{"bookName":"Ezekiel","chapter":32,"verse":27,"text":"They do not lie with the fallen warriors of ancient times, who went down to Sheol with their weapons of war, having their swords placed under their heads and their shields on their bones, when the terror of these warriors was in the land of the living. ","reference":"Ezekiel 32:27"},{"bookName":"Ezekiel","chapter":32,"verse":28,"text":"“But as for you, in the midst of the uncircumcised you will be broken, and you will lie with those killed by the sword. ","reference":"Ezekiel 32:28"},{"bookName":"Ezekiel","chapter":32,"verse":29,"text":"“Edom is there with her kings and all her princes. Despite their might they are laid with those killed by the sword; they lie with the uncircumcised and those who descend to the Pit.","reference":"Ezekiel 32:29"},{"bookName":"Ezekiel","chapter":32,"verse":30,"text":"“All the leaders of the north are there, along with all the Sidonians; despite their might they have gone down in shameful terror with the dead. They lie uncircumcised with those killed by the sword and bear their shame with those who descend to the Pit.","reference":"Ezekiel 32:30"},{"bookName":"Ezekiel","chapter":32,"verse":31,"text":"“Pharaoh will see them and be consoled over all his hordes who were killed by the sword, Pharaoh and all his army, declares the Sovereign Lord. ","reference":"Ezekiel 32:31"},{"bookName":"Ezekiel","chapter":32,"verse":32,"text":"Indeed, I terrified him in the land of the living, yet he will lie in the midst of the uncircumcised with those killed by the sword, Pharaoh and all his hordes, declares the Sovereign Lord.” ","reference":"Ezekiel 32:32"}]