[{"bookName":"Ezekiel","chapter":26,"verse":1,"text":"In the eleventh year, on the first day of the month, the Lord’s message came to me: ","reference":"Ezekiel 26:1"},{"bookName":"Ezekiel","chapter":26,"verse":2,"text":"“Son of man, because Tyre has said about Jerusalem, ‘Aha, the gateway of the peoples is broken; it has swung open to me. I will become rich, now that she has been destroyed,’ ","reference":"Ezekiel 26:2"},{"bookName":"Ezekiel","chapter":26,"verse":3,"text":"therefore this is what the Sovereign Lord says: Look, I am against you, O Tyre! I will bring up many nations against you, as the sea brings up its waves. ","reference":"Ezekiel 26:3"},{"bookName":"Ezekiel","chapter":26,"verse":4,"text":"They will destroy the walls of Tyre and break down her towers. I will scrape her soil from her and make her a bare rock. ","reference":"Ezekiel 26:4"},{"bookName":"Ezekiel","chapter":26,"verse":5,"text":"She will be a place where fishing nets are spread, surrounded by the sea. For I have spoken, declares the Sovereign Lord. She will become plunder for the nations, ","reference":"Ezekiel 26:5"},{"bookName":"Ezekiel","chapter":26,"verse":6,"text":"and her daughters who are in the field will be slaughtered by the sword. Then they will know that I am the Lord. ","reference":"Ezekiel 26:6"},{"bookName":"Ezekiel","chapter":26,"verse":7,"text":"“For this is what the Sovereign Lord says: Take note that I am about to bring King Nebuchadrezzar of Babylon, king of kings, against Tyre from the north, with horses, chariots, and horsemen, an army and hordes of people. ","reference":"Ezekiel 26:7"},{"bookName":"Ezekiel","chapter":26,"verse":8,"text":"He will kill your daughters in the field with the sword. He will build a siege wall against you, erect a siege ramp against you, and raise a great shield against you.","reference":"Ezekiel 26:8"},{"bookName":"Ezekiel","chapter":26,"verse":9,"text":"He will direct the blows of his battering rams against your walls and tear down your towers with his weapons. ","reference":"Ezekiel 26:9"},{"bookName":"Ezekiel","chapter":26,"verse":10,"text":"He will cover you with the dust kicked up by his many horses. Your walls will shake from the noise of the horsemen, wheels, and chariots when he enters your gates like those who invade through a city’s broken walls. ","reference":"Ezekiel 26:10"},{"bookName":"Ezekiel","chapter":26,"verse":11,"text":"With his horses’ hooves he will trample all your streets. He will kill your people with the sword, and your strong pillars will tumble down to the ground. ","reference":"Ezekiel 26:11"},{"bookName":"Ezekiel","chapter":26,"verse":12,"text":"They will steal your wealth and loot your merchandise. They will tear down your walls and destroy your luxurious homes. Your stones, your trees, and your soil he will throw into the water. ","reference":"Ezekiel 26:12"},{"bookName":"Ezekiel","chapter":26,"verse":13,"text":"I will silence the noise of your songs; the sound of your harps will be heard no more. ","reference":"Ezekiel 26:13"},{"bookName":"Ezekiel","chapter":26,"verse":14,"text":"I will make you a bare rock; you will be a place where fishing nets are spread. You will never be built again, for I, the Lord, have spoken, declares the Sovereign Lord. ","reference":"Ezekiel 26:14"},{"bookName":"Ezekiel","chapter":26,"verse":15,"text":"“This is what the Sovereign Lord says to Tyre: Oh, how the coastlands will shake at the sound of your fall, when the wounded groan at the massive slaughter in your midst! ","reference":"Ezekiel 26:15"},{"bookName":"Ezekiel","chapter":26,"verse":16,"text":"All the princes of the sea will vacate their thrones. They will remove their robes and strip off their embroidered clothes; they will clothe themselves with trembling. They will sit on the ground; they will tremble continually and be shocked at what has happened to you.","reference":"Ezekiel 26:16"},{"bookName":"Ezekiel","chapter":26,"verse":17,"text":"They will sing this lament over you: “‘How you have perished—you have vanished from the seas, O renowned city, once mighty in the sea, she and her inhabitants, who spread their terror! ","reference":"Ezekiel 26:17"},{"bookName":"Ezekiel","chapter":26,"verse":18,"text":"Now the coastlands will tremble on the day of your fall; the coastlands by the sea will be terrified by your passing.’ ","reference":"Ezekiel 26:18"},{"bookName":"Ezekiel","chapter":26,"verse":19,"text":"“For this is what the Sovereign Lord says: When I make you desolate like the uninhabited cities, when I bring up the deep over you and the surging waters overwhelm you,","reference":"Ezekiel 26:19"},{"bookName":"Ezekiel","chapter":26,"verse":20,"text":"then I will bring you down to bygone people, to be with those who descend to the Pit. I will make you live in the lower parts of the earth among the primeval ruins, with those who descend to the Pit, so that you will not be inhabited or stand in the land of the living. ","reference":"Ezekiel 26:20"},{"bookName":"Ezekiel","chapter":26,"verse":21,"text":"I will bring terrors on you, and you will be no more! Though you are sought after, you will never be found again, declares the Sovereign Lord.”","reference":"Ezekiel 26:21"}]