[{"bookName":"Ezekiel","chapter":27,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 27:1"},{"bookName":"Ezekiel","chapter":27,"verse":2,"text":"“You, son of man, sing a lament for Tyre. ","reference":"Ezekiel 27:2"},{"bookName":"Ezekiel","chapter":27,"verse":3,"text":"Say to Tyre, who sits at the entrance of the sea, merchant to the peoples on many coasts, ‘This is what the Sovereign Lord says: “‘O Tyre, you have said, “I am perfectly beautiful.” ","reference":"Ezekiel 27:3"},{"bookName":"Ezekiel","chapter":27,"verse":4,"text":" Your borders are in the heart of the seas; your builders have perfected your beauty. ","reference":"Ezekiel 27:4"},{"bookName":"Ezekiel","chapter":27,"verse":5,"text":"They crafted all your planks out of fir trees from Senir; they took a cedar from Lebanon to make your mast. ","reference":"Ezekiel 27:5"},{"bookName":"Ezekiel","chapter":27,"verse":6,"text":"They made your oars from oaks of Bashan; they made your deck with cypress wood from the coasts of Cyprus. ","reference":"Ezekiel 27:6"},{"bookName":"Ezekiel","chapter":27,"verse":7,"text":"Fine linen from Egypt, woven with patterns, was used for your sail to serve as your banner; blue and purple from the coastlands of Elishah were used for your deck’s awning. ","reference":"Ezekiel 27:7"},{"bookName":"Ezekiel","chapter":27,"verse":8,"text":"The leaders of Sidon and Arvad were your rowers; your skilled men, O Tyre, were your captains. ","reference":"Ezekiel 27:8"},{"bookName":"Ezekiel","chapter":27,"verse":9,"text":"The elders of Gebal and her skilled men were within you, mending cracks; all the ships of the sea and their mariners were within you to trade for your merchandise. ","reference":"Ezekiel 27:9"},{"bookName":"Ezekiel","chapter":27,"verse":10,"text":"Men of Persia, Lud, and Put were in your army, men of war. They hung shield and helmet on you; they gave you your splendor. ","reference":"Ezekiel 27:10"},{"bookName":"Ezekiel","chapter":27,"verse":11,"text":"The Arvadites joined your army on your walls all around, and the Gammadites were in your towers. They hung their quivers on your walls all around; they perfected your beauty. ","reference":"Ezekiel 27:11"},{"bookName":"Ezekiel","chapter":27,"verse":12,"text":"“‘Tarshish was your trade partner because of your abundant wealth; they exchanged silver, iron, tin, and lead for your products. ","reference":"Ezekiel 27:12"},{"bookName":"Ezekiel","chapter":27,"verse":13,"text":"Javan, Tubal, and Meshech were your clients; they exchanged slaves and bronze items for your merchandise. ","reference":"Ezekiel 27:13"},{"bookName":"Ezekiel","chapter":27,"verse":14,"text":"Beth Togarmah exchanged horses, chargers, and mules for your products. ","reference":"Ezekiel 27:14"},{"bookName":"Ezekiel","chapter":27,"verse":15,"text":"The Dedanites were your clients. Many coastlands were your customers; they paid you with ivory tusks and ebony. ","reference":"Ezekiel 27:15"},{"bookName":"Ezekiel","chapter":27,"verse":16,"text":"Edom was your trade partner because of the abundance of your goods; they exchanged turquoise, purple, embroidered work, fine linen, coral, and rubies for your products. ","reference":"Ezekiel 27:16"},{"bookName":"Ezekiel","chapter":27,"verse":17,"text":"Judah and the land of Israel were your clients; they traded wheat from Minnith, millet, honey, olive oil, and balm for your merchandise. ","reference":"Ezekiel 27:17"},{"bookName":"Ezekiel","chapter":27,"verse":18,"text":"Damascus was your trade partner because of the abundance of your goods and of all your wealth: wine from Helbon, white wool from Zahar,","reference":"Ezekiel 27:18"},{"bookName":"Ezekiel","chapter":27,"verse":19,"text":"and casks of wine from Izal they exchanged for your products. Wrought iron, cassia, and sweet cane were among your merchandise. ","reference":"Ezekiel 27:19"},{"bookName":"Ezekiel","chapter":27,"verse":20,"text":"Dedan was your client in saddlecloths for riding. ","reference":"Ezekiel 27:20"},{"bookName":"Ezekiel","chapter":27,"verse":21,"text":"Arabia and all the princes of Kedar were your trade partners; for lambs, rams, and goats they traded with you.","reference":"Ezekiel 27:21"},{"bookName":"Ezekiel","chapter":27,"verse":22,"text":"The merchants of Sheba and Raamah engaged in trade with you; they traded the best kinds of spices along with precious stones and gold for your products. ","reference":"Ezekiel 27:22"},{"bookName":"Ezekiel","chapter":27,"verse":23,"text":"Haran, Kanneh, Eden, merchants from Sheba, Asshur, and Kilmad were your clients. ","reference":"Ezekiel 27:23"},{"bookName":"Ezekiel","chapter":27,"verse":24,"text":"They traded with you choice garments, purple clothes and embroidered work, and multicolored carpets bound and reinforced with cords; these were among your merchandise. ","reference":"Ezekiel 27:24"},{"bookName":"Ezekiel","chapter":27,"verse":25,"text":"The ships of Tarshish were the transports for your merchandise. “‘So you were filled and weighed down in the heart of the seas. ","reference":"Ezekiel 27:25"},{"bookName":"Ezekiel","chapter":27,"verse":26,"text":"Your rowers have brought you into surging waters. The east wind has wrecked you in the heart of the seas. ","reference":"Ezekiel 27:26"},{"bookName":"Ezekiel","chapter":27,"verse":27,"text":"Your wealth, products, and merchandise, your sailors and captains, your ship’s carpenters, your merchants, and all your fighting men within you, along with all your crew who are in you, will fall into the heart of the seas on the day of your downfall. ","reference":"Ezekiel 27:27"},{"bookName":"Ezekiel","chapter":27,"verse":28,"text":"At the sound of your captains’ cries the waves will surge; ","reference":"Ezekiel 27:28"},{"bookName":"Ezekiel","chapter":27,"verse":29,"text":"They will descend from their ships—all who handle the oar, the sailors and all the sea captains—they will stand on the land. ","reference":"Ezekiel 27:29"},{"bookName":"Ezekiel","chapter":27,"verse":30,"text":"They will lament loudly over you and cry bitterly. They will throw dust on their heads and roll in the ashes; ","reference":"Ezekiel 27:30"},{"bookName":"Ezekiel","chapter":27,"verse":31,"text":"they will tear out their hair because of you and put on sackcloth, and they will weep bitterly over you with intense mourning. ","reference":"Ezekiel 27:31"},{"bookName":"Ezekiel","chapter":27,"verse":32,"text":"As they wail they will lament over you, chanting: “Who was like Tyre, like a tower in the midst of the sea?” ","reference":"Ezekiel 27:32"},{"bookName":"Ezekiel","chapter":27,"verse":33,"text":"When your products went out from the seas, you satisfied many peoples; with the abundance of your wealth and merchandise you enriched the kings of the earth. ","reference":"Ezekiel 27:33"},{"bookName":"Ezekiel","chapter":27,"verse":34,"text":"Now you are wrecked by the seas, in the depths of the waters; your merchandise and all your company have sunk along with you.","reference":"Ezekiel 27:34"},{"bookName":"Ezekiel","chapter":27,"verse":35,"text":"All the inhabitants of the coastlands are shocked at you, and their kings are horribly afraid—their faces are troubled.","reference":"Ezekiel 27:35"},{"bookName":"Ezekiel","chapter":27,"verse":36,"text":"The traders among the peoples hiss at you; you have become a horror, and will be no more.’” ","reference":"Ezekiel 27:36"}]