[{"bookName":"Ezekiel","chapter":21,"verse":1,"text":"(21:6) The Lord’s message came to me:","reference":"Ezekiel 21:1"},{"bookName":"Ezekiel","chapter":21,"verse":2,"text":"“Son of man, turn toward Jerusalem and speak out against the sanctuaries. Prophesy against the land of Israel ","reference":"Ezekiel 21:2"},{"bookName":"Ezekiel","chapter":21,"verse":3,"text":"and say to them, ‘This is what the Lord says: Look, I am against you. I will draw my sword from its sheath and cut off from you both the righteous and the wicked. ","reference":"Ezekiel 21:3"},{"bookName":"Ezekiel","chapter":21,"verse":4,"text":"Because I will cut off from you both the righteous and the wicked, my sword will go out from its sheath against everyone from the south to the north. ","reference":"Ezekiel 21:4"},{"bookName":"Ezekiel","chapter":21,"verse":5,"text":"Then everyone will know that I am the Lord, who drew my sword from its sheath—it will not be sheathed again!’ ","reference":"Ezekiel 21:5"},{"bookName":"Ezekiel","chapter":21,"verse":6,"text":"“And you, son of man, groan with an aching heart and bitterness; groan before their eyes. ","reference":"Ezekiel 21:6"},{"bookName":"Ezekiel","chapter":21,"verse":7,"text":"When they ask you, ‘Why are you groaning?’ you will reply, ‘Because of the report that has come. Every heart will melt with fear and every hand will be limp; everyone will faint, and every knee will be wet with urine.’ Pay attention—it is coming and it will happen, declares the Sovereign Lord.”","reference":"Ezekiel 21:7"},{"bookName":"Ezekiel","chapter":21,"verse":8,"text":"The Lord’s message came to me:","reference":"Ezekiel 21:8"},{"bookName":"Ezekiel","chapter":21,"verse":9,"text":"“Son of man, prophesy and say: ‘This is what the Lord says: “‘A sword, a sword is sharpened and also polished. ","reference":"Ezekiel 21:9"},{"bookName":"Ezekiel","chapter":21,"verse":10,"text":"It is sharpened for slaughter; it is polished to flash like lightning!“‘Should we rejoice in the scepter of my son? No! The sword despises every tree! ","reference":"Ezekiel 21:10"},{"bookName":"Ezekiel","chapter":21,"verse":11,"text":"“‘He gave it to be polished, to be grasped in the hand— the sword is sharpened, it is polished— giving it into the hand of the executioner. ","reference":"Ezekiel 21:11"},{"bookName":"Ezekiel","chapter":21,"verse":12,"text":"Cry out and moan, son of man, for it is wielded against my people, against all the princes of Israel. They are delivered up to the sword, along with my people. Therefore, strike your thigh. ","reference":"Ezekiel 21:12"},{"bookName":"Ezekiel","chapter":21,"verse":13,"text":"“‘For testing will come, and what will happen when the scepter, which the sword despises, is no more? declares the Sovereign Lord.’","reference":"Ezekiel 21:13"},{"bookName":"Ezekiel","chapter":21,"verse":14,"text":"“And you, son of man, prophesy, and clap your hands together. Let the sword strike twice, even three times! It is a sword for slaughter, a sword for the great slaughter surrounding them.","reference":"Ezekiel 21:14"},{"bookName":"Ezekiel","chapter":21,"verse":15,"text":"So hearts melt with fear and many stumble. At all their gates I have stationed the sword for slaughter. Ah! It is made to flash, it is drawn for slaughter! ","reference":"Ezekiel 21:15"},{"bookName":"Ezekiel","chapter":21,"verse":16,"text":"Cut sharply on the right! Swing to the left, wherever your edge is appointed to strike.","reference":"Ezekiel 21:16"},{"bookName":"Ezekiel","chapter":21,"verse":17,"text":"I too will clap my hands together, I will exhaust my rage; I, the Lord, have spoken.” ","reference":"Ezekiel 21:17"},{"bookName":"Ezekiel","chapter":21,"verse":18,"text":"The Lord’s message came to me:","reference":"Ezekiel 21:18"},{"bookName":"Ezekiel","chapter":21,"verse":19,"text":"“You, son of man, mark out two routes for the king of Babylon’s sword to take; both of them will originate in a single land. Make a signpost and put it at the beginning of the road leading to the city. ","reference":"Ezekiel 21:19"},{"bookName":"Ezekiel","chapter":21,"verse":20,"text":"Mark out the routes for the sword to take: ‘Rabbah of the Ammonites’ and ‘Judah with Jerusalem in it.’ ","reference":"Ezekiel 21:20"},{"bookName":"Ezekiel","chapter":21,"verse":21,"text":"For the king of Babylon stands at the fork in the road at the head of the two routes. He looks for omens: He shakes arrows, he consults idols, he examines animal livers. ","reference":"Ezekiel 21:21"},{"bookName":"Ezekiel","chapter":21,"verse":22,"text":"Into his right hand comes the portent for Jerusalem—to set up battering rams, to give the signal for slaughter, to shout out the battle cry, to set up battering rams against the gates, to erect a siege ramp, and to build a siege wall. ","reference":"Ezekiel 21:22"},{"bookName":"Ezekiel","chapter":21,"verse":23,"text":"But those in Jerusalem will view it as a false omen. They have sworn solemn oaths, but the king of Babylon will accuse them of violations in order to seize them.","reference":"Ezekiel 21:23"},{"bookName":"Ezekiel","chapter":21,"verse":24,"text":"“Therefore this is what the Sovereign Lord says: ‘Because you have brought up your own guilt by uncovering your transgressions and revealing your sins through all your actions, for this reason you will be taken by force. ","reference":"Ezekiel 21:24"},{"bookName":"Ezekiel","chapter":21,"verse":25,"text":"“‘As for you, profane and wicked prince of Israel, whose day has come, the time of final punishment, ","reference":"Ezekiel 21:25"},{"bookName":"Ezekiel","chapter":21,"verse":26,"text":"this is what the Sovereign Lord says: Tear off the turban; take off the crown! Things must change. Exalt the lowly; bring low the exalted! ","reference":"Ezekiel 21:26"},{"bookName":"Ezekiel","chapter":21,"verse":27,"text":"A total ruin I will make it! Indeed, this will not be until he comes to whom is the right, and I will give it to him.’ ","reference":"Ezekiel 21:27"},{"bookName":"Ezekiel","chapter":21,"verse":28,"text":"“As for you, son of man, prophesy and say, ‘This is what the Sovereign Lord says concerning the Ammonites and their coming humiliation: “‘A sword, a sword drawn for slaughter, polished to consume, to flash like lightning—","reference":"Ezekiel 21:28"},{"bookName":"Ezekiel","chapter":21,"verse":29,"text":"while seeing false visions about you and reading lying omens about you— to place you on the necks of the profane wicked, whose day has come, the time of final punishment. ","reference":"Ezekiel 21:29"},{"bookName":"Ezekiel","chapter":21,"verse":30,"text":"Return it to its sheath! In the place where you were created, in your native land, I will judge you.","reference":"Ezekiel 21:30"},{"bookName":"Ezekiel","chapter":21,"verse":31,"text":"I will pour out my anger on you; the fire of my fury I will blow on you. I will hand you over to brutal men, who are skilled in destruction.","reference":"Ezekiel 21:31"},{"bookName":"Ezekiel","chapter":21,"verse":32,"text":"You will become fuel for the fire— your blood will stain the middle of the land; you will no longer be remembered, for I, the Lord, have spoken.’” ","reference":"Ezekiel 21:32"}]