[
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 1,
    "text": "“As for you, son of man, take a sharp sword and use it as a barber’s razor. Shave off some of the hair from your head and your beard. Then take scales and divide up the hair you cut off. ",
    "reference": "Ezekiel 5:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 2,
    "text": "Burn a third of it in the fire inside the city when the days of your siege are completed. Take a third and slash it with a sword all around the city. Scatter a third to the wind, and I will unleash a sword behind them.",
    "reference": "Ezekiel 5:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 3,
    "text": "But take a few strands of hair from those and tie them in the ends of your garment. ",
    "reference": "Ezekiel 5:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 4,
    "text": "Again, take more of them and throw them into the fire, and burn them up. From there a fire will spread to all the house of Israel. ",
    "reference": "Ezekiel 5:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 5,
    "text": "“This is what the Sovereign Lord says: This is Jerusalem; I placed her in the center of the nations with countries all around her.",
    "reference": "Ezekiel 5:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 6,
    "text": "Then she defied my regulations and my statutes, becoming more wicked than the nations and the countries around her. Indeed, they have rejected my regulations, and they do not follow my statutes. ",
    "reference": "Ezekiel 5:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 7,
    "text": "“Therefore this is what the Sovereign Lord says: Because you are more arrogant than the nations around you, you have not followed my statutes and have not carried out my regulations. You have not even carried out the regulations of the nations around you!",
    "reference": "Ezekiel 5:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 8,
    "text": "“Therefore this is what the Sovereign Lord says: I—even I—am against you, and I will execute judgment among you while the nations watch. ",
    "reference": "Ezekiel 5:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 9,
    "text": "I will do to you what I have never done before and will never do again because of all your abominable practices. ",
    "reference": "Ezekiel 5:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 10,
    "text": "Therefore, fathers will eat their sons within you, Jerusalem, and sons will eat their fathers. I will execute judgments on you, and I will scatter any survivors to the winds. ",
    "reference": "Ezekiel 5:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 11,
    "text": "“Therefore, as surely as I live, says the Sovereign Lord, because you defiled my sanctuary with all your detestable idols and with all your abominable practices, I will withdraw; my eye will not pity you, nor will I spare you.",
    "reference": "Ezekiel 5:11"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 12,
    "text": "A third of your people will die of plague or be overcome by the famine within you. A third of your people will fall by the sword surrounding you, and a third I will scatter to the winds. I will unleash a sword behind them.",
    "reference": "Ezekiel 5:12"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 13,
    "text": "Then my anger will be fully vented; I will exhaust my rage on them, and I will be appeased. Then they will know that I, the Lord, have spoken in my jealousy when I have fully vented my rage against them.",
    "reference": "Ezekiel 5:13"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 14,
    "text": "“I will make you desolate and an object of scorn among the nations around you, in the sight of everyone who passes by.",
    "reference": "Ezekiel 5:14"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 15,
    "text": "You will be an object of scorn and taunting, a prime example of destruction among the nations around you when I execute judgments against you in anger and raging fury. I, the Lord, have spoken! ",
    "reference": "Ezekiel 5:15"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 16,
    "text": "I will shoot against them deadly, destructive arrows of famine, which I will shoot to destroy you. I will prolong a famine on you and will remove the bread supply. ",
    "reference": "Ezekiel 5:16"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 5,
    "verse": 17,
    "text": "I will send famine and wild beasts against you, and they will take your children from you. Plague and bloodshed will overwhelm you, and I will bring a sword against you. I, the Lord, have spoken!” ",
    "reference": "Ezekiel 5:17"
  }
]