[
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 1,
    "text": "Then he shouted in my ears, “Approach, you who are to visit destruction on the city, each with his destructive weapon in his hand!” ",
    "reference": "Ezekiel 9:1"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 2,
    "text": "Next I noticed six men coming from the direction of the upper gate that faces north, each with his war club in his hand. Among them was a man dressed in linen with a writing kit at his side. They came and stood beside the bronze altar. ",
    "reference": "Ezekiel 9:2"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 3,
    "text": "Then the glory of the God of Israel went up from the cherub where it had rested to the threshold of the temple. He called to the man dressed in linen who had the writing kit at his side.",
    "reference": "Ezekiel 9:3"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 4,
    "text": "The Lord said to him, “Go through the city of Jerusalem and put a mark on the foreheads of the people who moan and groan over all the abominations practiced in it.” ",
    "reference": "Ezekiel 9:4"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 5,
    "text": "While I listened, he said to the others, “Go through the city after him and strike people down; do not let your eye pity nor spare anyone!",
    "reference": "Ezekiel 9:5"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 6,
    "text": "Old men, young men, young women, little children, and women—wipe them out! But do not touch anyone who has the mark. Begin at my sanctuary!” So they began with the elders who were at the front of the temple. ",
    "reference": "Ezekiel 9:6"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 7,
    "text": "He said to them, “Defile the temple and fill the courtyards with corpses. Go!” So they went out and struck people down throughout the city. ",
    "reference": "Ezekiel 9:7"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 8,
    "text": "While they were striking them down, I was left alone, and I threw myself face down and cried out, “Ah, Sovereign Lord! Will you destroy the entire remnant of Israel when you pour out your fury on Jerusalem?” ",
    "reference": "Ezekiel 9:8"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 9,
    "text": "He said to me, “The sin of the house of Israel and Judah is extremely great; the land is full of murder, and the city is full of corruption, for they say, ‘The Lord has abandoned the land, and the Lord does not see!’ ",
    "reference": "Ezekiel 9:9"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 10,
    "text": "But as for me, my eye will not pity them nor will I spare them; I hereby repay them for what they have done.”",
    "reference": "Ezekiel 9:10"
  },
  {
    "bookName": "Ezekiel",
    "chapter": 9,
    "verse": 11,
    "text": "Next I noticed the man dressed in linen with the writing kit at his side bringing back word: “I have done just as you commanded me.”",
    "reference": "Ezekiel 9:11"
  }
]