[{"bookName":"Ezekiel","chapter":22,"verse":1,"text":"The Lord’s message came to me:","reference":"Ezekiel 22:1"},{"bookName":"Ezekiel","chapter":22,"verse":2,"text":"“As for you, son of man, are you willing to pronounce judgment? Are you willing to pronounce judgment on the bloody city? Then confront her with all her abominable deeds! ","reference":"Ezekiel 22:2"},{"bookName":"Ezekiel","chapter":22,"verse":3,"text":"Then say, ‘This is what the Sovereign Lord says: O city, who spills blood within herself (which brings on her doom), and who makes herself idols (which results in impurity), ","reference":"Ezekiel 22:3"},{"bookName":"Ezekiel","chapter":22,"verse":4,"text":"you are guilty because of the blood you shed and defiled by the idols you made. You have hastened the day of your doom; the end of your years has come. Therefore I will make you an object of scorn to the nations, an object to be mocked by all lands. ","reference":"Ezekiel 22:4"},{"bookName":"Ezekiel","chapter":22,"verse":5,"text":"Those both near and far from you will mock you, you with your bad reputation, full of turmoil. ","reference":"Ezekiel 22:5"},{"bookName":"Ezekiel","chapter":22,"verse":6,"text":"“‘See how each of the princes of Israel living within you has used his authority to shed blood. ","reference":"Ezekiel 22:6"},{"bookName":"Ezekiel","chapter":22,"verse":7,"text":"They have treated father and mother with contempt within you; they have oppressed the resident foreigner among you; they have wronged the orphan and the widow within you.","reference":"Ezekiel 22:7"},{"bookName":"Ezekiel","chapter":22,"verse":8,"text":"You have despised my holy things and desecrated my Sabbaths! ","reference":"Ezekiel 22:8"},{"bookName":"Ezekiel","chapter":22,"verse":9,"text":"Slanderous men shed blood within you. Those who live within you eat pagan sacrifices on the mountains; they commit obscene acts among you.","reference":"Ezekiel 22:9"},{"bookName":"Ezekiel","chapter":22,"verse":10,"text":"They have sexual relations with their father’s wife within you; they violate women during their menstrual period within you.","reference":"Ezekiel 22:10"},{"bookName":"Ezekiel","chapter":22,"verse":11,"text":"One commits an abominable act with his neighbor’s wife; another obscenely defiles his daughter-in-law; another violates his sister—his father’s daughter—within you.","reference":"Ezekiel 22:11"},{"bookName":"Ezekiel","chapter":22,"verse":12,"text":"They take bribes within you to shed blood. You engage in usury and charge interest; you extort money from your neighbors. You have forgotten me, declares the Sovereign Lord. ","reference":"Ezekiel 22:12"},{"bookName":"Ezekiel","chapter":22,"verse":13,"text":"“‘See, I strike my hands together at the dishonest profit you have made and at the bloodshed they have done among you.","reference":"Ezekiel 22:13"},{"bookName":"Ezekiel","chapter":22,"verse":14,"text":"Can your heart endure or can your hands be strong when I deal with you? I, the Lord, have spoken, and I will do it!","reference":"Ezekiel 22:14"},{"bookName":"Ezekiel","chapter":22,"verse":15,"text":"I will scatter you among the nations and disperse you among various countries; I will remove your impurity from you.","reference":"Ezekiel 22:15"},{"bookName":"Ezekiel","chapter":22,"verse":16,"text":"You will be profaned within yourself in the sight of the nations; then you will know that I am the Lord.’”","reference":"Ezekiel 22:16"},{"bookName":"Ezekiel","chapter":22,"verse":17,"text":"The Lord’s message came to me:","reference":"Ezekiel 22:17"},{"bookName":"Ezekiel","chapter":22,"verse":18,"text":"“Son of man, the house of Israel has become slag to me. All of them are like bronze, tin, iron, and lead in the furnace; they are the worthless slag of silver. ","reference":"Ezekiel 22:18"},{"bookName":"Ezekiel","chapter":22,"verse":19,"text":"Therefore this is what the Sovereign Lord says: ‘Because all of you have become slag, look out! I am about to gather you in the middle of Jerusalem. ","reference":"Ezekiel 22:19"},{"bookName":"Ezekiel","chapter":22,"verse":20,"text":"As silver, bronze, iron, lead, and tin are gathered in a furnace so that the fire can blow on them to melt them, so I will gather you in my anger and in my rage. I will deposit you there and melt you.","reference":"Ezekiel 22:20"},{"bookName":"Ezekiel","chapter":22,"verse":21,"text":"I will gather you and blow on you with the fire of my fury, and you will be melted in it. ","reference":"Ezekiel 22:21"},{"bookName":"Ezekiel","chapter":22,"verse":22,"text":"As silver is melted in a furnace, so you will be melted in it, and you will know that I, the Lord, have poured out my anger on you.’”","reference":"Ezekiel 22:22"},{"bookName":"Ezekiel","chapter":22,"verse":23,"text":"The Lord’s message came to me:","reference":"Ezekiel 22:23"},{"bookName":"Ezekiel","chapter":22,"verse":24,"text":"“Son of man, say to her: ‘You are a land that receives no rain or showers in the day of my anger.’ ","reference":"Ezekiel 22:24"},{"bookName":"Ezekiel","chapter":22,"verse":25,"text":"Her princes within her are like a roaring lion tearing its prey; they have devoured lives. They take away riches and valuable things; they have made many women widows within it.","reference":"Ezekiel 22:25"},{"bookName":"Ezekiel","chapter":22,"verse":26,"text":"Her priests abuse my law and have desecrated my holy things. They do not distinguish between the holy and the profane or recognize any distinction between the unclean and the clean. They ignore my Sabbaths, and I am profaned in their midst. ","reference":"Ezekiel 22:26"},{"bookName":"Ezekiel","chapter":22,"verse":27,"text":"Her officials are like wolves in her midst rending their prey—shedding blood and destroying lives—so they can get dishonest profit. ","reference":"Ezekiel 22:27"},{"bookName":"Ezekiel","chapter":22,"verse":28,"text":"Her prophets coat their messages with whitewash. They see false visions and announce lying omens for them, saying, ‘This is what the Sovereign Lord says,’ when the Lord has not spoken. ","reference":"Ezekiel 22:28"},{"bookName":"Ezekiel","chapter":22,"verse":29,"text":"The people of the land have practiced extortion and committed robbery. They have wronged the poor and needy; they have oppressed the resident foreigner and denied them justice. ","reference":"Ezekiel 22:29"},{"bookName":"Ezekiel","chapter":22,"verse":30,"text":"“I looked for a man from among them who would repair the wall and stand in the gap before me on behalf of the land, so that I would not destroy it, but I found no one.","reference":"Ezekiel 22:30"},{"bookName":"Ezekiel","chapter":22,"verse":31,"text":"So I have poured my anger on them and destroyed them with the fire of my fury. I hereby repay them for what they have done, declares the Sovereign Lord.”","reference":"Ezekiel 22:31"}]