[
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 1,
    "text": " The following events happened in the days of Ahasuerus. (I am referring to that Ahasuerus who used to rule over 127 provinces extending all the way from India to Ethiopia.) ",
    "reference": "Esther 1:1"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 2,
    "text": "In those days, as King Ahasuerus sat on his royal throne in Susa the citadel, ",
    "reference": "Esther 1:2"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 3,
    "text": "in the third year of his reign he provided a banquet for all his officials and his servants. The army of Persia and Media was present, as well as the nobles and the officials of the provinces. ",
    "reference": "Esther 1:3"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 4,
    "text": "He displayed the riches of his royal glory and the splendor of his majestic greatness for a lengthy period of time—180 days, to be exact!",
    "reference": "Esther 1:4"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 5,
    "text": "When those days were completed, the king then provided a seven-day banquet for all the people who were present in Susa the citadel, for those of highest standing to the most lowly. It was held in the court located in the garden of the royal palace. ",
    "reference": "Esther 1:5"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 6,
    "text": "The furnishings included white linen and blue curtains hung by cords of the finest linen and purple wool on silver rings, alabaster columns, gold and silver couches displayed on a floor made of valuable stones of alabaster, mother-of-pearl, and mineral stone. ",
    "reference": "Esther 1:6"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 7,
    "text": "Drinks were served in golden containers, all of which differed from one another. Royal wine was available in abundance at the king’s expense. ",
    "reference": "Esther 1:7"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 8,
    "text": "There were no restrictions on the drinking, for the king had instructed all his supervisors that they should do as everyone so desired. ",
    "reference": "Esther 1:8"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 9,
    "text": "Queen Vashti also gave a banquet for the women in King Ahasuerus’ royal palace. ",
    "reference": "Esther 1:9"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 10,
    "text": "On the seventh day, as King Ahasuerus was feeling the effects of the wine, he ordered Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, the seven eunuchs who attended him,",
    "reference": "Esther 1:10"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 11,
    "text": "to bring Queen Vashti into the king’s presence wearing her royal high turban. He wanted to show the people and the officials her beauty, for she was very attractive. ",
    "reference": "Esther 1:11"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 12,
    "text": "But Queen Vashti refused to come at the king’s bidding conveyed through the eunuchs. Then the king became extremely angry, and his rage consumed him.",
    "reference": "Esther 1:12"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 13,
    "text": "The king then inquired of the wise men who were discerners of the times—for it was the royal custom to confer with all those who were proficient in laws and legalities. ",
    "reference": "Esther 1:13"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 14,
    "text": "Those who were closest to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. These men were the seven officials of Persia and Media who saw the king on a regular basis and had the most prominent offices in the kingdom. ",
    "reference": "Esther 1:14"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 15,
    "text": "The king asked, “By law, what should be done to Queen Vashti in light of the fact that she has not obeyed the instructions of King Ahasuerus conveyed through the eunuchs?” ",
    "reference": "Esther 1:15"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 16,
    "text": "Memucan then replied to the king and the officials, “The wrong of Queen Vashti is not against the king alone, but against all the officials and all the people who are throughout all the provinces of King Ahasuerus. ",
    "reference": "Esther 1:16"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 17,
    "text": "For the matter concerning the queen will spread to all the women, leading them to treat their husbands with contempt, saying, ‘When King Ahasuerus gave orders to bring Queen Vashti into his presence, she would not come.’ ",
    "reference": "Esther 1:17"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 18,
    "text": "And this very day the noble ladies of Persia and Media who have heard the matter concerning the queen will respond in the same way to all the royal officials, and there will be more than enough contempt and anger. ",
    "reference": "Esther 1:18"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 19,
    "text": "If the king is so inclined, let a royal edict go forth from him, and let it be written in the laws of Persia and Media that cannot be repealed that Vashti may not come into the presence of King Ahasuerus, and let the king convey her royalty to another who is more deserving than she.",
    "reference": "Esther 1:19"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 20,
    "text": "And let the king’s decision that he will enact be disseminated throughout all his kingdom, vast though it is. Then all the women will give honor to their husbands, from the most prominent to the lowly.” ",
    "reference": "Esther 1:20"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 21,
    "text": "The matter seemed appropriate to the king and the officials. So the king acted on the advice of Memucan. ",
    "reference": "Esther 1:21"
  },
  {
    "bookName": "Esther",
    "chapter": 1,
    "verse": 22,
    "text": "He sent letters throughout all the royal provinces, to each province according to its own script and to each people according to their own language, that every man should be ruling his family and should be speaking the language of his own people. ",
    "reference": "Esther 1:22"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 1,
    "text": "When these things had been accomplished and the rage of King Ahasuerus had diminished, he remembered Vashti and what she had done and what had been decided against her. ",
    "reference": "Esther 2:1"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 2,
    "text": "The king’s servants who attended him said, “Let a search be conducted on the king’s behalf for attractive young women. ",
    "reference": "Esther 2:2"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 3,
    "text": "And let the king appoint officers throughout all the provinces of his kingdom to gather all the attractive young women to Susa the citadel, to the harem under the authority of Hegai, the king’s eunuch who oversees the women, and let him provide whatever cosmetics they desire.",
    "reference": "Esther 2:3"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 4,
    "text": "Let the young woman whom the king finds most attractive become queen in place of Vashti.” This seemed like a good idea to the king, so he acted accordingly. ",
    "reference": "Esther 2:4"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 5,
    "text": "Now there happened to be a Jewish man in Susa the citadel whose name was Mordecai. He was the son of Jair, the son of Shimei, the son of Kish, a Benjaminite, ",
    "reference": "Esther 2:5"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 6,
    "text": "who had been taken into exile from Jerusalem with the captives who had been carried into exile with Jeconiah king of Judah, whom Nebuchadnezzar king of Babylon had taken into exile. ",
    "reference": "Esther 2:6"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 7,
    "text": "Now he was acting as the guardian of Hadassah (that is, Esther), the daughter of his uncle, for neither her father nor her mother was alive. This young woman was very attractive and had a beautiful figure. When her father and mother died, Mordecai had raised her as if she were his own daughter. ",
    "reference": "Esther 2:7"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 8,
    "text": "It so happened that when the king’s edict and his law became known many young women were taken to Susa the citadel to be placed under the authority of Hegai. Esther also was taken to the royal palace to be under the authority of Hegai, who was overseeing the women. ",
    "reference": "Esther 2:8"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 9,
    "text": "This young woman pleased him, and she found favor with him. He quickly provided her with her cosmetics and her rations; he also provided her with the seven specially chosen young women who were from the palace. He then transferred her and her young women to the best quarters in the harem. ",
    "reference": "Esther 2:9"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 10,
    "text": "Now Esther had not disclosed her people or her lineage, for Mordecai had instructed her not to do so.",
    "reference": "Esther 2:10"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 11,
    "text": "And day after day Mordecai used to walk back and forth in front of the court of the harem in order to learn how Esther was doing and what might happen to her.",
    "reference": "Esther 2:11"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 12,
    "text": "At the end of the twelve months that were required for the women, when the turn of each young woman arrived to go to King Ahasuerus—for in this way they had to fulfill their time of cosmetic treatment: six months with oil of myrrh, and six months with perfume and various ointments used by women—",
    "reference": "Esther 2:12"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 13,
    "text": "the woman would go to the king in the following way: Whatever she asked for would be provided for her to take with her from the harem to the royal palace. ",
    "reference": "Esther 2:13"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 14,
    "text": "In the evening she went, and in the morning she returned to a separate part of the harem, to the authority of Shaashgaz, the king’s eunuch who was overseeing the concubines. She would not go back to the king unless the king was pleased with her and she was requested by name. ",
    "reference": "Esther 2:14"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 15,
    "text": "When it became the turn of Esther, daughter of Abihail, the uncle of Mordecai (who had raised her as if she were his own daughter), to go to the king, she did not request anything except what Hegai the king’s eunuch, who was overseer of the women, had recommended. Yet Esther met with the approval of all who saw her. ",
    "reference": "Esther 2:15"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 16,
    "text": "Then Esther was taken to King Ahasuerus at his royal residence in the tenth month (that is, the month of Tebeth) in the seventh year of his reign. ",
    "reference": "Esther 2:16"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 17,
    "text": "And the king loved Esther more than all the other women, and she met with his loving approval more than all the other young women. So he placed the royal high turban on her head and appointed her queen in place of Vashti. ",
    "reference": "Esther 2:17"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 18,
    "text": "Then the king prepared a large banquet for all his officials and his servants—it was actually Esther’s banquet. He also set aside a holiday for the provinces, and he provided for offerings at the king’s expense. ",
    "reference": "Esther 2:18"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 19,
    "text": "Now when the young women were being gathered again, Mordecai was sitting at the king’s gate. ",
    "reference": "Esther 2:19"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 20,
    "text": "Esther was still not divulging her lineage or her people, just as Mordecai had instructed her. Esther continued to do whatever Mordecai said, just as she had done when he was raising her.",
    "reference": "Esther 2:20"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 21,
    "text": "In those days while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s eunuchs who protected the entrance, became angry and plotted to assassinate King Ahasuerus. ",
    "reference": "Esther 2:21"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 22,
    "text": "When Mordecai learned of the conspiracy, he informed Queen Esther, and Esther told the king in Mordecai’s name.",
    "reference": "Esther 2:22"
  },
  {
    "bookName": "Esther",
    "chapter": 2,
    "verse": 23,
    "text": "The king then had the matter investigated and, finding it to be so, had the two conspirators hanged on a gallows. It was then recorded in the daily chronicles in the king’s presence. ",
    "reference": "Esther 2:23"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 1,
    "text": "Some time later King Ahasuerus promoted Haman the son of Hammedatha, the Agagite, exalting him and setting his position above that of all the officials who were with him.",
    "reference": "Esther 3:1"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 2,
    "text": "As a result, all the king’s servants who were at the king’s gate were bowing and paying homage to Haman, for the king had so commanded. However, Mordecai did not bow, nor did he pay him homage. ",
    "reference": "Esther 3:2"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 3,
    "text": "Then the servants of the king who were at the king’s gate asked Mordecai, “Why are you violating the king’s commandment?” ",
    "reference": "Esther 3:3"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 4,
    "text": "And after they had spoken to him day after day without his paying any attention to them, they informed Haman to see whether this attitude on Mordecai’s part would be permitted. Furthermore, he had disclosed to them that he was a Jew. ",
    "reference": "Esther 3:4"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 5,
    "text": "When Haman saw that Mordecai was not bowing or paying homage to him, he was filled with rage. ",
    "reference": "Esther 3:5"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 6,
    "text": "But the thought of striking out against Mordecai alone was repugnant to him, for he had been informed of the identity of Mordecai’s people. So Haman sought to destroy all the Jews (that is, the people of Mordecai) who were in all the kingdom of Ahasuerus. ",
    "reference": "Esther 3:6"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 7,
    "text": "In the first month (that is, the month of Nisan), in the twelfth year of King Ahasuerus’ reign, pur (that is, the lot) was cast before Haman in order to determine a day and a month. It turned out to be the twelfth month (that is, the month of Adar). ",
    "reference": "Esther 3:7"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 8,
    "text": "Then Haman said to King Ahasuerus, “There is a particular people that is dispersed and spread among the inhabitants throughout all the provinces of your kingdom whose laws differ from those of all other peoples. Furthermore, they do not observe the king’s laws. It is not appropriate for the king to provide a haven for them. ",
    "reference": "Esther 3:8"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 9,
    "text": "If the king is so inclined, let an edict be issued to destroy them. I will pay 10,000 talents of silver to be conveyed to the king’s treasuries for the officials who carry out this business.” ",
    "reference": "Esther 3:9"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 10,
    "text": "So the king removed his signet ring from his hand and gave it to Haman the son of Hammedatha, the Agagite, who was hostile toward the Jews. ",
    "reference": "Esther 3:10"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 11,
    "text": "The king replied to Haman, “Keep your money, and do with those people whatever you wish.” ",
    "reference": "Esther 3:11"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 12,
    "text": "So the royal scribes were summoned in the first month, on the thirteenth day of the month. Everything Haman commanded was written to the king’s satraps and governors who were in every province and to the officials of every people, province by province according to its script and people by people according to their language. In the name of King Ahasuerus it was written and sealed with the king’s signet ring. ",
    "reference": "Esther 3:12"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 13,
    "text": "Letters were sent by the runners to all the king’s provinces stating that they should destroy, kill, and annihilate all the Jews, from youth to elderly, both women and children, on a particular day, namely the thirteenth day of the twelfth month (that is, the month of Adar), and to loot and plunder their possessions.",
    "reference": "Esther 3:13"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 14,
    "text": "A copy of this edict was to be presented as law throughout every province; it was to be made known to all the inhabitants, so that they would be prepared for this day. ",
    "reference": "Esther 3:14"
  },
  {
    "bookName": "Esther",
    "chapter": 3,
    "verse": 15,
    "text": "The messengers scurried forth with the king’s order. The edict was issued in Susa the citadel. While the king and Haman sat down to drink, the city of Susa was in an uproar. ",
    "reference": "Esther 3:15"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 1,
    "text": "Now when Mordecai became aware of all that had been done, he tore his garments and put on sackcloth and ashes. He went out into the city, crying out in a loud and bitter voice. ",
    "reference": "Esther 4:1"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 2,
    "text": "But he went no farther than the king’s gate, for no one was permitted to enter the king’s gate clothed in sackcloth. ",
    "reference": "Esther 4:2"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 3,
    "text": "Throughout each and every province where the king’s edict and law were announced there was considerable mourning among the Jews, along with fasting, weeping, and sorrow. Sackcloth and ashes were characteristic of many. ",
    "reference": "Esther 4:3"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 4,
    "text": "When Esther’s female attendants and her eunuchs came and informed her about Mordecai’s behavior, the queen was overcome with anguish. Although she sent garments for Mordecai to put on so that he could remove his sackcloth, he would not accept them.",
    "reference": "Esther 4:4"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 5,
    "text": "So Esther called for Hathach, one of the king’s eunuchs who had been placed at her service, and instructed him to find out the cause and reason for Mordecai’s behavior.",
    "reference": "Esther 4:5"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 6,
    "text": "So Hathach went to Mordecai at the plaza of the city in front of the king’s gate. ",
    "reference": "Esther 4:6"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 7,
    "text": "Then Mordecai related to him everything that had happened to him, even the specific amount of money that Haman had offered to pay to the king’s treasuries for the Jews to be destroyed. ",
    "reference": "Esther 4:7"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 8,
    "text": "He also gave him a written copy of the law that had been disseminated in Susa for their destruction so that he could show it to Esther and talk to her about it. He also gave instructions that she should go to the king to implore him and petition him on behalf of her people. ",
    "reference": "Esther 4:8"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 9,
    "text": "So Hathach returned and related Mordecai’s instructions to Esther. ",
    "reference": "Esther 4:9"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 10,
    "text": "Then Esther replied to Hathach with instructions for Mordecai: ",
    "reference": "Esther 4:10"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 11,
    "text": "“All the servants of the king and the people of the king’s provinces know that there is only one law applicable to any man or woman who comes uninvited to the king in the inner court—that person will be put to death, unless the king extends to him the gold scepter, permitting him to be spared. Now I have not been invited to come to the king for some 30 days.” ",
    "reference": "Esther 4:11"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 12,
    "text": "When Esther’s reply was conveyed to Mordecai, ",
    "reference": "Esther 4:12"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 13,
    "text": "he said to take back this answer to Esther: “Don’t imagine that because you are part of the king’s household you will be the one Jew who will escape.",
    "reference": "Esther 4:13"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 14,
    "text": "If you keep quiet at this time, liberation and protection for the Jews will appear from another source, while you and your father’s household perish. It may very well be that you have achieved royal status for such a time as this!” ",
    "reference": "Esther 4:14"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 15,
    "text": "Then Esther sent this reply to Mordecai: ",
    "reference": "Esther 4:15"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 16,
    "text": "“Go, assemble all the Jews who are found in Susa, and fast on my behalf. Don’t eat and don’t drink for three days, night or day. My female attendants and I will also fast in the same way. Afterward I will go to the king, even though it violates the law. If I perish, I perish.” ",
    "reference": "Esther 4:16"
  },
  {
    "bookName": "Esther",
    "chapter": 4,
    "verse": 17,
    "text": "So Mordecai set out to do everything that Esther had instructed him.",
    "reference": "Esther 4:17"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 1,
    "text": "It so happened that on the third day Esther put on her royal attire and stood in the inner court of the palace, opposite the king’s quarters. The king was sitting on his royal throne in the palace, opposite the entrance. ",
    "reference": "Esther 5:1"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 2,
    "text": "When the king saw Queen Esther standing in the court, she met with his approval. The king extended to Esther the gold scepter that was in his hand, and Esther approached and touched the end of the scepter. ",
    "reference": "Esther 5:2"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 3,
    "text": "The king said to her, “What is on your mind, Queen Esther? What is your request? Even as much as half the kingdom will be given to you.”",
    "reference": "Esther 5:3"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 4,
    "text": "Esther replied, “If the king is so inclined, let the king and Haman come today to the banquet that I have prepared for the king.”",
    "reference": "Esther 5:4"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 5,
    "text": "The king replied, “Find Haman quickly so that we can do as Esther requests.”So the king and Haman went to the banquet that Esther had prepared. ",
    "reference": "Esther 5:5"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 6,
    "text": "While at the banquet of wine, the king said to Esther, “What is your request? It shall be given to you. What is your petition? Ask for as much as half the kingdom, and it shall be done.” ",
    "reference": "Esther 5:6"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 7,
    "text": "Esther responded, “My request and my petition is this:",
    "reference": "Esther 5:7"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 8,
    "text": "If I have found favor in the king’s sight and if the king is inclined to grant my request and approve my petition, let the king and Haman come tomorrow to the banquet that I will prepare for them. At that time I will do as the king wishes.”",
    "reference": "Esther 5:8"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 9,
    "text": "Now Haman went forth that day pleased and very much encouraged. But when Haman saw Mordecai at the king’s gate, and he did not rise or tremble in his presence, Haman was filled with rage toward Mordecai. ",
    "reference": "Esther 5:9"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 10,
    "text": "But Haman restrained himself and went on to his home.He then sent for his friends to join him, along with his wife Zeresh. ",
    "reference": "Esther 5:10"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 11,
    "text": "Haman then recounted to them his fabulous wealth, his many sons, and how the king had magnified him and exalted him over the king’s other officials and servants. ",
    "reference": "Esther 5:11"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 12,
    "text": "Haman said, “Furthermore, Queen Esther invited only me to accompany the king to the banquet that she prepared. And also tomorrow I am invited along with the king. ",
    "reference": "Esther 5:12"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 13,
    "text": "Yet all this fails to satisfy me so long as I have to see Mordecai the Jew sitting at the king’s gate.” ",
    "reference": "Esther 5:13"
  },
  {
    "bookName": "Esther",
    "chapter": 5,
    "verse": 14,
    "text": "Haman’s wife Zeresh and all his friends said to him, “Have a gallows 75 feet high built, and in the morning tell the king that Mordecai should be hanged on it. Then go with the king to the banquet contented.” It seemed like a good idea to Haman, so he had the gallows built. ",
    "reference": "Esther 5:14"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 1,
    "text": "Throughout that night the king was unable to sleep, so he asked for the book containing the historical records to be brought. As the records were being read in the king’s presence, ",
    "reference": "Esther 6:1"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 2,
    "text": "it was found written that Mordecai had disclosed that Bigthana and Teresh, two of the king’s eunuchs who guarded the entrance, had plotted to assassinate King Ahasuerus. ",
    "reference": "Esther 6:2"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 3,
    "text": "The king asked, “What great honor was bestowed on Mordecai because of this?” The king’s attendants who served him responded, “Not a thing was done for him.” ",
    "reference": "Esther 6:3"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 4,
    "text": "Then the king said, “Who is that in the courtyard?” Now Haman had come to the outer courtyard of the palace to suggest that the king hang Mordecai on the gallows that he had constructed for him.",
    "reference": "Esther 6:4"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 5,
    "text": "The king’s attendants said to him, “It is Haman who is standing in the courtyard.” The king said, “Let him enter.” ",
    "reference": "Esther 6:5"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 6,
    "text": "So Haman came in, and the king said to him, “What should be done for the man whom the king wishes to honor?” Haman thought to himself, “Who is it that the king would want to honor more than me?”",
    "reference": "Esther 6:6"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 7,
    "text": "So Haman said to the king, “For the man whom the king wishes to honor, ",
    "reference": "Esther 6:7"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 8,
    "text": "let them bring royal attire which the king himself has worn and a horse on which the king himself has ridden—one bearing the royal insignia. ",
    "reference": "Esther 6:8"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 9,
    "text": "Then let this clothing and this horse be given to one of the king’s noble officials. Let him then clothe the man whom the king wishes to honor, and let him lead him about through the plaza of the city on the horse, calling before him, ‘So shall it be done to the man whom the king wishes to honor!’” ",
    "reference": "Esther 6:9"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 10,
    "text": "The king then said to Haman, “Go quickly! Take the clothing and the horse, just as you have described, and do as you just indicated to Mordecai the Jew, who sits at the king’s gate. Don’t neglect a single thing of all that you have said.” ",
    "reference": "Esther 6:10"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 11,
    "text": "So Haman took the clothing and the horse, and he clothed Mordecai. He led him about on the horse throughout the plaza of the city, calling before him, “So shall it be done to the man whom the king wishes to honor!” ",
    "reference": "Esther 6:11"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 12,
    "text": "Then Mordecai again sat at the king’s gate, while Haman hurried away to his home, mournful and with a veil over his head. ",
    "reference": "Esther 6:12"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 13,
    "text": "Haman then related to his wife Zeresh and to all his friends everything that had happened to him. These wise men, along with his wife Zeresh, said to him, “If indeed this Mordecai before whom you have begun to fall is Jewish, you will not prevail against him. No, you will surely fall before him!”",
    "reference": "Esther 6:13"
  },
  {
    "bookName": "Esther",
    "chapter": 6,
    "verse": 14,
    "text": "While they were still speaking with him, the king’s eunuchs arrived. They quickly brought Haman to the banquet that Esther had prepared. ",
    "reference": "Esther 6:14"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 1,
    "text": "So the king and Haman came to dine with Queen Esther. ",
    "reference": "Esther 7:1"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 2,
    "text": "On the second day of the banquet of wine the king asked Esther, “What is your request, Queen Esther? It shall be granted to you. And what is your petition? Ask for up to half the kingdom, and it shall be done.” ",
    "reference": "Esther 7:2"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 3,
    "text": "Queen Esther replied, “If I have met with your approval, O king, and if the king is so inclined, grant me my life as my request, and my people as my petition. ",
    "reference": "Esther 7:3"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 4,
    "text": "For we have been sold—both I and my people—to destruction and to slaughter and to annihilation. If we had simply been sold as male and female slaves, I would have remained silent, for such distress would not have been sufficient for troubling the king.” ",
    "reference": "Esther 7:4"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 5,
    "text": "Then King Ahasuerus responded to Queen Esther, “Who is this individual? Where is this person to be found who is presumptuous enough to act in this way?” ",
    "reference": "Esther 7:5"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 6,
    "text": "Esther replied, “The oppressor and enemy is this evil Haman!”Then Haman became terrified in the presence of the king and queen. ",
    "reference": "Esther 7:6"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 7,
    "text": "In rage the king arose from the banquet of wine and withdrew to the palace garden. Meanwhile, Haman stood to beg Queen Esther for his life, for he realized that the king had now determined a catastrophic end for him. ",
    "reference": "Esther 7:7"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 8,
    "text": "When the king returned from the palace garden to the banquet of wine, Haman was throwing himself down on the couch where Esther was lying. The king exclaimed, “Will he also attempt to rape the queen while I am still in the building?”As these words left the king’s mouth, they covered Haman’s face. ",
    "reference": "Esther 7:8"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 9,
    "text": "Harbona, one of the king’s eunuchs, said, “Indeed, there is the gallows that Haman made for Mordecai, who spoke out on the king’s behalf. It stands near Haman’s home and is 75 feet high.”The king said, “Hang him on it!”",
    "reference": "Esther 7:9"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 10,
    "text": "So they hanged Haman on the very gallows that he had prepared for Mordecai. The king’s rage then abated. ",
    "reference": "Esther 7:10"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 1,
    "text": "On that same day King Ahasuerus gave the estate of Haman, that adversary of the Jews, to Queen Esther. Now Mordecai had come before the king, for Esther had revealed how he was related to her.",
    "reference": "Esther 8:1"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 2,
    "text": "The king then removed his signet ring (the very one he had taken back from Haman) and gave it to Mordecai. And Esther designated Mordecai to be in charge of Haman’s estate. ",
    "reference": "Esther 8:2"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 3,
    "text": "Then Esther again spoke with the king, falling at his feet. She wept and begged him for mercy that he might nullify the evil of Haman the Agagite and the plot that he had intended against the Jews. ",
    "reference": "Esther 8:3"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 4,
    "text": "When the king extended to Esther the gold scepter, she arose and stood before the king. ",
    "reference": "Esther 8:4"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 5,
    "text": "She said, “If the king is so inclined, and if I have met with his approval, and if the matter is agreeable to the king, and if I am attractive to him, let an edict be written rescinding those recorded intentions of Haman the son of Hammedatha, the Agagite, which he wrote in order to destroy the Jews who are throughout all the king’s provinces. ",
    "reference": "Esther 8:5"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 6,
    "text": "For how can I watch the calamity that will befall my people, and how can I watch the destruction of my relatives?” ",
    "reference": "Esther 8:6"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 7,
    "text": "King Ahasuerus replied to Queen Esther and to Mordecai the Jew, “Look, I have already given Haman’s estate to Esther, and he has been hanged on the gallows because he took hostile action against the Jews. ",
    "reference": "Esther 8:7"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 8,
    "text": "Now write in the king’s name whatever in your opinion is appropriate concerning the Jews and seal it with the king’s signet ring. Any decree that is written in the king’s name and sealed with the king’s signet ring cannot be rescinded.” ",
    "reference": "Esther 8:8"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 9,
    "text": "The king’s scribes were quickly summoned—in the third month (that is, the month of Sivan), on the twenty-third day. They wrote out everything that Mordecai instructed to the Jews, and to the satraps, and the governors, and the officials of the provinces all the way from India to Ethiopia—127 provinces in all—to each province in its own script and to each people in their own language, and to the Jews according to their own script and their own language. ",
    "reference": "Esther 8:9"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 10,
    "text": "Mordecai wrote in the name of King Ahasuerus and sealed it with the king’s signet ring. He then sent letters by couriers, who rode royal horses that were very swift.",
    "reference": "Esther 8:10"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 11,
    "text": "The king thereby allowed the Jews who were in every city to assemble and to stand up for themselves—to destroy, to kill, and to annihilate any army of whatever people or province that should become their adversaries, including their women and children, and to confiscate their property.",
    "reference": "Esther 8:11"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 12,
    "text": "This was to take place on a certain day throughout all the provinces of King Ahasuerus—namely, on the thirteenth day of the twelfth month (that is, the month of Adar). ",
    "reference": "Esther 8:12"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 13,
    "text": "A copy of the edict was to be presented as law throughout each and every province and made known to all peoples, so that the Jews might be prepared on that day to avenge themselves on their enemies. ",
    "reference": "Esther 8:13"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 14,
    "text": "The couriers who were riding the royal horses went forth with the king’s edict without delay. And the law was presented in Susa the citadel as well.",
    "reference": "Esther 8:14"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 15,
    "text": "Now Mordecai went out from the king’s presence in blue and white royal attire, with a large golden crown and a purple linen mantle. The city of Susa shouted with joy. ",
    "reference": "Esther 8:15"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 16,
    "text": "For the Jews there was radiant happiness and joyous honor. ",
    "reference": "Esther 8:16"
  },
  {
    "bookName": "Esther",
    "chapter": 8,
    "verse": 17,
    "text": "Throughout every province and throughout every city where the king’s edict and his law arrived, the Jews experienced happiness and joy, banquets and holidays. Many of the resident peoples pretended to be Jews, because the fear of the Jews had overcome them. ",
    "reference": "Esther 8:17"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 1,
    "text": "In the twelfth month (that is, the month of Adar), on its thirteenth day, the edict of the king and his law were to be executed. It was on this day that the enemies of the Jews had supposed that they would gain power over them. But contrary to expectations, the Jews gained power over their enemies. ",
    "reference": "Esther 9:1"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 2,
    "text": "The Jews assembled themselves in their cities throughout all the provinces of King Ahasuerus to strike out against those who were seeking their harm. No one was able to stand before them, for dread of them fell on all the peoples. ",
    "reference": "Esther 9:2"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 3,
    "text": "All the officials of the provinces, the satraps, the governors, and those who performed the king’s business were assisting the Jews, for the dread of Mordecai had fallen on them.",
    "reference": "Esther 9:3"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 4,
    "text": "Mordecai was of high rank in the king’s palace, and word about him was spreading throughout all the provinces. His influence continued to become greater and greater. ",
    "reference": "Esther 9:4"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 5,
    "text": "The Jews struck all their enemies with the sword, bringing death and destruction, and they did as they pleased with their enemies. ",
    "reference": "Esther 9:5"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 6,
    "text": "In Susa the citadel the Jews killed and destroyed 500 men. ",
    "reference": "Esther 9:6"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 7,
    "text": "In addition, they also killed Parshandatha, Dalphon, Aspatha, ",
    "reference": "Esther 9:7"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 8,
    "text": "Poratha, Adalia, Aridatha, ",
    "reference": "Esther 9:8"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 9,
    "text": "Parmashta, Arisai, Aridai, and Vaizatha, ",
    "reference": "Esther 9:9"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 10,
    "text": "the 10 sons of Haman son of Hammedatha, the enemy of the Jews. But they did not confiscate their property. ",
    "reference": "Esther 9:10"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 11,
    "text": "On that same day the number of those killed in Susa the citadel was brought to the king’s attention.",
    "reference": "Esther 9:11"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 12,
    "text": "Then the king said to Queen Esther, “In Susa the citadel the Jews have killed and destroyed 500 men and the 10 sons of Haman. What then have they done in the rest of the king’s provinces? What is your request? It shall be given to you. What other petition do you have? It shall be done.” ",
    "reference": "Esther 9:12"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 13,
    "text": "Esther replied, “If the king is so inclined, let the Jews who are in Susa be permitted to act tomorrow also according to today’s law, and let them hang the 10 sons of Haman on the gallows.” ",
    "reference": "Esther 9:13"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 14,
    "text": "So the king issued orders for this to be done. A law was passed in Susa, and the ten sons of Haman were hanged. ",
    "reference": "Esther 9:14"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 15,
    "text": "The Jews who were in Susa then assembled on the fourteenth day of the month of Adar, and they killed 300 men in Susa. But they did not confiscate their property. ",
    "reference": "Esther 9:15"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 16,
    "text": "The rest of the Jews who were throughout the provinces of the king assembled in order to stand up for themselves and to have rest from their enemies. They killed 75,000 of their adversaries, but they did not confiscate their property. ",
    "reference": "Esther 9:16"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 17,
    "text": "All this happened on the thirteenth day of the month of Adar. They then rested on the fourteenth day and made it a day for banqueting and happiness. ",
    "reference": "Esther 9:17"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 18,
    "text": "But the Jews who were in Susa assembled on the thirteenth and fourteenth days, and rested on the fifteenth, making it a day for banqueting and happiness. ",
    "reference": "Esther 9:18"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 19,
    "text": "This is why the Jews who are in the rural country—those who live in rural villages—set aside the fourteenth day of the month of Adar for happiness, banqueting, a holiday, and sending gifts to one another. ",
    "reference": "Esther 9:19"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 20,
    "text": "Mordecai wrote these matters down and sent letters to all the Jews who were throughout all the provinces of King Ahasuerus, both near and far, ",
    "reference": "Esther 9:20"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 21,
    "text": "to have them observe the fourteenth and the fifteenth days of the month of Adar each year ",
    "reference": "Esther 9:21"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 22,
    "text": "as the time when the Jews gave themselves rest from their enemies—the month when their trouble was turned to happiness and their mourning to a holiday. These were to be days of banqueting, happiness, sending gifts to one another, and providing for the poor. ",
    "reference": "Esther 9:22"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 23,
    "text": "So the Jews committed themselves to continuing what they had begun to do and to what Mordecai had written to them.",
    "reference": "Esther 9:23"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 24,
    "text": "For Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised plans against the Jews to destroy them. He had cast pur (that is, the lot) in order to afflict and destroy them.",
    "reference": "Esther 9:24"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 25,
    "text": "But when the matter came to the king’s attention, the king gave written orders that Haman’s evil intentions that he had devised against the Jews should fall on his own head. He and his sons were hanged on the gallows. ",
    "reference": "Esther 9:25"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 26,
    "text": "For this reason these days are known as Purim, after the name of pur. Therefore, because of the account found in this letter and what they had faced in this regard and what had happened to them, ",
    "reference": "Esther 9:26"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 27,
    "text": "the Jews established as binding on themselves, their descendants, and all who joined their company that they should observe these two days without fail, just as written and at the appropriate time on an annual basis. ",
    "reference": "Esther 9:27"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 28,
    "text": "These days were to be remembered and to be celebrated in every generation and in every family, every province, and every city. The Jews were not to fail to observe these days of Purim; the remembrance of them was not to cease among their descendants. ",
    "reference": "Esther 9:28"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 29,
    "text": "So Queen Esther, the daughter of Abihail, and Mordecai the Jew wrote with full authority to confirm this second letter about Purim. ",
    "reference": "Esther 9:29"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 30,
    "text": "Letters were sent to all the Jews in the 127 provinces of the empire of Ahasuerus—words of true peace—",
    "reference": "Esther 9:30"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 31,
    "text": "to establish these days of Purim in their proper times, just as Mordecai the Jew and Queen Esther had established, and just as they had established both for themselves and their descendants, matters pertaining to fasting and lamentation. ",
    "reference": "Esther 9:31"
  },
  {
    "bookName": "Esther",
    "chapter": 9,
    "verse": 32,
    "text": "Esther’s command established these matters of Purim, and the matter was officially recorded. ",
    "reference": "Esther 9:32"
  },
  {
    "bookName": "Esther",
    "chapter": 10,
    "verse": 1,
    "text": "King Ahasuerus then imposed forced labor on the land and on the coastlands of the sea. ",
    "reference": "Esther 10:1"
  },
  {
    "bookName": "Esther",
    "chapter": 10,
    "verse": 2,
    "text": "Now all the actions carried out under his authority and his great achievements, along with an exact statement concerning the greatness of Mordecai, whom the king promoted, are they not written in the Book of the Chronicles of the Kings of Media and Persia? ",
    "reference": "Esther 10:2"
  },
  {
    "bookName": "Esther",
    "chapter": 10,
    "verse": 3,
    "text": "Mordecai the Jew was second only to King Ahasuerus. He was the highest-ranking Jew, and he was admired by his numerous relatives. He worked enthusiastically for the good of his people and was an advocate for the welfare of all his descendants. ",
    "reference": "Esther 10:3"
  }
]