[{"bookName":"Esther","chapter":6,"verse":1,"text":"Throughout that night the king was unable to sleep, so he asked for the book containing the historical records to be brought. As the records were being read in the king’s presence, ","reference":"Esther 6:1"},{"bookName":"Esther","chapter":6,"verse":2,"text":"it was found written that Mordecai had disclosed that Bigthana and Teresh, two of the king’s eunuchs who guarded the entrance, had plotted to assassinate King Ahasuerus. ","reference":"Esther 6:2"},{"bookName":"Esther","chapter":6,"verse":3,"text":"The king asked, “What great honor was bestowed on Mordecai because of this?” The king’s attendants who served him responded, “Not a thing was done for him.” ","reference":"Esther 6:3"},{"bookName":"Esther","chapter":6,"verse":4,"text":"Then the king said, “Who is that in the courtyard?” Now Haman had come to the outer courtyard of the palace to suggest that the king hang Mordecai on the gallows that he had constructed for him.","reference":"Esther 6:4"},{"bookName":"Esther","chapter":6,"verse":5,"text":"The king’s attendants said to him, “It is Haman who is standing in the courtyard.” The king said, “Let him enter.” ","reference":"Esther 6:5"},{"bookName":"Esther","chapter":6,"verse":6,"text":"So Haman came in, and the king said to him, “What should be done for the man whom the king wishes to honor?” Haman thought to himself, “Who is it that the king would want to honor more than me?”","reference":"Esther 6:6"},{"bookName":"Esther","chapter":6,"verse":7,"text":"So Haman said to the king, “For the man whom the king wishes to honor, ","reference":"Esther 6:7"},{"bookName":"Esther","chapter":6,"verse":8,"text":"let them bring royal attire which the king himself has worn and a horse on which the king himself has ridden—one bearing the royal insignia. ","reference":"Esther 6:8"},{"bookName":"Esther","chapter":6,"verse":9,"text":"Then let this clothing and this horse be given to one of the king’s noble officials. Let him then clothe the man whom the king wishes to honor, and let him lead him about through the plaza of the city on the horse, calling before him, ‘So shall it be done to the man whom the king wishes to honor!’” ","reference":"Esther 6:9"},{"bookName":"Esther","chapter":6,"verse":10,"text":"The king then said to Haman, “Go quickly! Take the clothing and the horse, just as you have described, and do as you just indicated to Mordecai the Jew, who sits at the king’s gate. Don’t neglect a single thing of all that you have said.” ","reference":"Esther 6:10"},{"bookName":"Esther","chapter":6,"verse":11,"text":"So Haman took the clothing and the horse, and he clothed Mordecai. He led him about on the horse throughout the plaza of the city, calling before him, “So shall it be done to the man whom the king wishes to honor!” ","reference":"Esther 6:11"},{"bookName":"Esther","chapter":6,"verse":12,"text":"Then Mordecai again sat at the king’s gate, while Haman hurried away to his home, mournful and with a veil over his head. ","reference":"Esther 6:12"},{"bookName":"Esther","chapter":6,"verse":13,"text":"Haman then related to his wife Zeresh and to all his friends everything that had happened to him. These wise men, along with his wife Zeresh, said to him, “If indeed this Mordecai before whom you have begun to fall is Jewish, you will not prevail against him. No, you will surely fall before him!”","reference":"Esther 6:13"},{"bookName":"Esther","chapter":6,"verse":14,"text":"While they were still speaking with him, the king’s eunuchs arrived. They quickly brought Haman to the banquet that Esther had prepared. ","reference":"Esther 6:14"}]