[{"bookName":"Esther","chapter":3,"verse":1,"text":"Some time later King Ahasuerus promoted Haman the son of Hammedatha, the Agagite, exalting him and setting his position above that of all the officials who were with him.","reference":"Esther 3:1"},{"bookName":"Esther","chapter":3,"verse":2,"text":"As a result, all the king’s servants who were at the king’s gate were bowing and paying homage to Haman, for the king had so commanded. However, Mordecai did not bow, nor did he pay him homage. ","reference":"Esther 3:2"},{"bookName":"Esther","chapter":3,"verse":3,"text":"Then the servants of the king who were at the king’s gate asked Mordecai, “Why are you violating the king’s commandment?” ","reference":"Esther 3:3"},{"bookName":"Esther","chapter":3,"verse":4,"text":"And after they had spoken to him day after day without his paying any attention to them, they informed Haman to see whether this attitude on Mordecai’s part would be permitted. Furthermore, he had disclosed to them that he was a Jew. ","reference":"Esther 3:4"},{"bookName":"Esther","chapter":3,"verse":5,"text":"When Haman saw that Mordecai was not bowing or paying homage to him, he was filled with rage. ","reference":"Esther 3:5"},{"bookName":"Esther","chapter":3,"verse":6,"text":"But the thought of striking out against Mordecai alone was repugnant to him, for he had been informed of the identity of Mordecai’s people. So Haman sought to destroy all the Jews (that is, the people of Mordecai) who were in all the kingdom of Ahasuerus. ","reference":"Esther 3:6"},{"bookName":"Esther","chapter":3,"verse":7,"text":"In the first month (that is, the month of Nisan), in the twelfth year of King Ahasuerus’ reign, pur (that is, the lot) was cast before Haman in order to determine a day and a month. It turned out to be the twelfth month (that is, the month of Adar). ","reference":"Esther 3:7"},{"bookName":"Esther","chapter":3,"verse":8,"text":"Then Haman said to King Ahasuerus, “There is a particular people that is dispersed and spread among the inhabitants throughout all the provinces of your kingdom whose laws differ from those of all other peoples. Furthermore, they do not observe the king’s laws. It is not appropriate for the king to provide a haven for them. ","reference":"Esther 3:8"},{"bookName":"Esther","chapter":3,"verse":9,"text":"If the king is so inclined, let an edict be issued to destroy them. I will pay 10,000 talents of silver to be conveyed to the king’s treasuries for the officials who carry out this business.” ","reference":"Esther 3:9"},{"bookName":"Esther","chapter":3,"verse":10,"text":"So the king removed his signet ring from his hand and gave it to Haman the son of Hammedatha, the Agagite, who was hostile toward the Jews. ","reference":"Esther 3:10"},{"bookName":"Esther","chapter":3,"verse":11,"text":"The king replied to Haman, “Keep your money, and do with those people whatever you wish.” ","reference":"Esther 3:11"},{"bookName":"Esther","chapter":3,"verse":12,"text":"So the royal scribes were summoned in the first month, on the thirteenth day of the month. Everything Haman commanded was written to the king’s satraps and governors who were in every province and to the officials of every people, province by province according to its script and people by people according to their language. In the name of King Ahasuerus it was written and sealed with the king’s signet ring. ","reference":"Esther 3:12"},{"bookName":"Esther","chapter":3,"verse":13,"text":"Letters were sent by the runners to all the king’s provinces stating that they should destroy, kill, and annihilate all the Jews, from youth to elderly, both women and children, on a particular day, namely the thirteenth day of the twelfth month (that is, the month of Adar), and to loot and plunder their possessions.","reference":"Esther 3:13"},{"bookName":"Esther","chapter":3,"verse":14,"text":"A copy of this edict was to be presented as law throughout every province; it was to be made known to all the inhabitants, so that they would be prepared for this day. ","reference":"Esther 3:14"},{"bookName":"Esther","chapter":3,"verse":15,"text":"The messengers scurried forth with the king’s order. The edict was issued in Susa the citadel. While the king and Haman sat down to drink, the city of Susa was in an uproar. ","reference":"Esther 3:15"}]