[{"bookName":"Esther","chapter":8,"verse":1,"text":"On that same day King Ahasuerus gave the estate of Haman, that adversary of the Jews, to Queen Esther. Now Mordecai had come before the king, for Esther had revealed how he was related to her.","reference":"Esther 8:1"},{"bookName":"Esther","chapter":8,"verse":2,"text":"The king then removed his signet ring (the very one he had taken back from Haman) and gave it to Mordecai. And Esther designated Mordecai to be in charge of Haman’s estate. ","reference":"Esther 8:2"},{"bookName":"Esther","chapter":8,"verse":3,"text":"Then Esther again spoke with the king, falling at his feet. She wept and begged him for mercy that he might nullify the evil of Haman the Agagite and the plot that he had intended against the Jews. ","reference":"Esther 8:3"},{"bookName":"Esther","chapter":8,"verse":4,"text":"When the king extended to Esther the gold scepter, she arose and stood before the king. ","reference":"Esther 8:4"},{"bookName":"Esther","chapter":8,"verse":5,"text":"She said, “If the king is so inclined, and if I have met with his approval, and if the matter is agreeable to the king, and if I am attractive to him, let an edict be written rescinding those recorded intentions of Haman the son of Hammedatha, the Agagite, which he wrote in order to destroy the Jews who are throughout all the king’s provinces. ","reference":"Esther 8:5"},{"bookName":"Esther","chapter":8,"verse":6,"text":"For how can I watch the calamity that will befall my people, and how can I watch the destruction of my relatives?” ","reference":"Esther 8:6"},{"bookName":"Esther","chapter":8,"verse":7,"text":"King Ahasuerus replied to Queen Esther and to Mordecai the Jew, “Look, I have already given Haman’s estate to Esther, and he has been hanged on the gallows because he took hostile action against the Jews. ","reference":"Esther 8:7"},{"bookName":"Esther","chapter":8,"verse":8,"text":"Now write in the king’s name whatever in your opinion is appropriate concerning the Jews and seal it with the king’s signet ring. Any decree that is written in the king’s name and sealed with the king’s signet ring cannot be rescinded.” ","reference":"Esther 8:8"},{"bookName":"Esther","chapter":8,"verse":9,"text":"The king’s scribes were quickly summoned—in the third month (that is, the month of Sivan), on the twenty-third day. They wrote out everything that Mordecai instructed to the Jews, and to the satraps, and the governors, and the officials of the provinces all the way from India to Ethiopia—127 provinces in all—to each province in its own script and to each people in their own language, and to the Jews according to their own script and their own language. ","reference":"Esther 8:9"},{"bookName":"Esther","chapter":8,"verse":10,"text":"Mordecai wrote in the name of King Ahasuerus and sealed it with the king’s signet ring. He then sent letters by couriers, who rode royal horses that were very swift.","reference":"Esther 8:10"},{"bookName":"Esther","chapter":8,"verse":11,"text":"The king thereby allowed the Jews who were in every city to assemble and to stand up for themselves—to destroy, to kill, and to annihilate any army of whatever people or province that should become their adversaries, including their women and children, and to confiscate their property.","reference":"Esther 8:11"},{"bookName":"Esther","chapter":8,"verse":12,"text":"This was to take place on a certain day throughout all the provinces of King Ahasuerus—namely, on the thirteenth day of the twelfth month (that is, the month of Adar). ","reference":"Esther 8:12"},{"bookName":"Esther","chapter":8,"verse":13,"text":"A copy of the edict was to be presented as law throughout each and every province and made known to all peoples, so that the Jews might be prepared on that day to avenge themselves on their enemies. ","reference":"Esther 8:13"},{"bookName":"Esther","chapter":8,"verse":14,"text":"The couriers who were riding the royal horses went forth with the king’s edict without delay. And the law was presented in Susa the citadel as well.","reference":"Esther 8:14"},{"bookName":"Esther","chapter":8,"verse":15,"text":"Now Mordecai went out from the king’s presence in blue and white royal attire, with a large golden crown and a purple linen mantle. The city of Susa shouted with joy. ","reference":"Esther 8:15"},{"bookName":"Esther","chapter":8,"verse":16,"text":"For the Jews there was radiant happiness and joyous honor. ","reference":"Esther 8:16"},{"bookName":"Esther","chapter":8,"verse":17,"text":"Throughout every province and throughout every city where the king’s edict and his law arrived, the Jews experienced happiness and joy, banquets and holidays. Many of the resident peoples pretended to be Jews, because the fear of the Jews had overcome them. ","reference":"Esther 8:17"}]