[
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 1,
    "text": "So the king and Haman came to dine with Queen Esther. ",
    "reference": "Esther 7:1"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 2,
    "text": "On the second day of the banquet of wine the king asked Esther, “What is your request, Queen Esther? It shall be granted to you. And what is your petition? Ask for up to half the kingdom, and it shall be done.” ",
    "reference": "Esther 7:2"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 3,
    "text": "Queen Esther replied, “If I have met with your approval, O king, and if the king is so inclined, grant me my life as my request, and my people as my petition. ",
    "reference": "Esther 7:3"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 4,
    "text": "For we have been sold—both I and my people—to destruction and to slaughter and to annihilation. If we had simply been sold as male and female slaves, I would have remained silent, for such distress would not have been sufficient for troubling the king.” ",
    "reference": "Esther 7:4"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 5,
    "text": "Then King Ahasuerus responded to Queen Esther, “Who is this individual? Where is this person to be found who is presumptuous enough to act in this way?” ",
    "reference": "Esther 7:5"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 6,
    "text": "Esther replied, “The oppressor and enemy is this evil Haman!”Then Haman became terrified in the presence of the king and queen. ",
    "reference": "Esther 7:6"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 7,
    "text": "In rage the king arose from the banquet of wine and withdrew to the palace garden. Meanwhile, Haman stood to beg Queen Esther for his life, for he realized that the king had now determined a catastrophic end for him. ",
    "reference": "Esther 7:7"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 8,
    "text": "When the king returned from the palace garden to the banquet of wine, Haman was throwing himself down on the couch where Esther was lying. The king exclaimed, “Will he also attempt to rape the queen while I am still in the building?”As these words left the king’s mouth, they covered Haman’s face. ",
    "reference": "Esther 7:8"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 9,
    "text": "Harbona, one of the king’s eunuchs, said, “Indeed, there is the gallows that Haman made for Mordecai, who spoke out on the king’s behalf. It stands near Haman’s home and is 75 feet high.”The king said, “Hang him on it!”",
    "reference": "Esther 7:9"
  },
  {
    "bookName": "Esther",
    "chapter": 7,
    "verse": 10,
    "text": "So they hanged Haman on the very gallows that he had prepared for Mordecai. The king’s rage then abated. ",
    "reference": "Esther 7:10"
  }
]