[{"bookName":"Colossians","chapter":3,"verse":1,"text":"Therefore, if you have been raised with Christ, keep seeking the things above, where Christ is, seated at the right hand of God. ","reference":"Colossians 3:1"},{"bookName":"Colossians","chapter":3,"verse":2,"text":"Keep thinking about things above, not things on the earth, ","reference":"Colossians 3:2"},{"bookName":"Colossians","chapter":3,"verse":3,"text":"for you have died and your life is hidden with Christ in God. ","reference":"Colossians 3:3"},{"bookName":"Colossians","chapter":3,"verse":4,"text":"When Christ (who is your life) appears, then you too will be revealed in glory with him. ","reference":"Colossians 3:4"},{"bookName":"Colossians","chapter":3,"verse":5,"text":"So put to death whatever in your nature belongs to the earth: sexual immorality, impurity, shameful passion, evil desire, and greed which is idolatry. ","reference":"Colossians 3:5"},{"bookName":"Colossians","chapter":3,"verse":6,"text":"Because of these things the wrath of God is coming on the sons of disobedience.","reference":"Colossians 3:6"},{"bookName":"Colossians","chapter":3,"verse":7,"text":"You also lived your lives in this way at one time, when you used to live among them. ","reference":"Colossians 3:7"},{"bookName":"Colossians","chapter":3,"verse":8,"text":"But now, put off all such things as anger, rage, malice, slander, abusive language from your mouth. ","reference":"Colossians 3:8"},{"bookName":"Colossians","chapter":3,"verse":9,"text":"Do not lie to one another since you have put off the old man with its practices ","reference":"Colossians 3:9"},{"bookName":"Colossians","chapter":3,"verse":10,"text":"and have been clothed with the new man that is being renewed in knowledge according to the image of the one who created it. ","reference":"Colossians 3:10"},{"bookName":"Colossians","chapter":3,"verse":11,"text":"Here there is neither Greek nor Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all and in all. ","reference":"Colossians 3:11"},{"bookName":"Colossians","chapter":3,"verse":12,"text":"Therefore, as the elect of God, holy and dearly loved, clothe yourselves with a heart of mercy, kindness, humility, gentleness, and patience, ","reference":"Colossians 3:12"},{"bookName":"Colossians","chapter":3,"verse":13,"text":"bearing with one another and forgiving one another, if someone happens to have a complaint against anyone else. Just as the Lord has forgiven you, so you also forgive others.","reference":"Colossians 3:13"},{"bookName":"Colossians","chapter":3,"verse":14,"text":"And to all these virtues add love, which is the perfect bond. ","reference":"Colossians 3:14"},{"bookName":"Colossians","chapter":3,"verse":15,"text":"Let the peace of Christ be in control in your heart (for you were in fact called as one body to this peace), and be thankful. ","reference":"Colossians 3:15"},{"bookName":"Colossians","chapter":3,"verse":16,"text":"Let the word of Christ dwell in you richly, teaching and exhorting one another with all wisdom, singing psalms, hymns, and spiritual songs, all with grace in your hearts to God. ","reference":"Colossians 3:16"},{"bookName":"Colossians","chapter":3,"verse":17,"text":"And whatever you do in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. ","reference":"Colossians 3:17"},{"bookName":"Colossians","chapter":3,"verse":18,"text":"Wives, submit to your husbands, as is fitting in the Lord. ","reference":"Colossians 3:18"},{"bookName":"Colossians","chapter":3,"verse":19,"text":"Husbands, love your wives and do not be embittered against them. ","reference":"Colossians 3:19"},{"bookName":"Colossians","chapter":3,"verse":20,"text":"Children, obey your parents in everything, for this is pleasing in the Lord. ","reference":"Colossians 3:20"},{"bookName":"Colossians","chapter":3,"verse":21,"text":"Fathers, do not provoke your children, so they will not become disheartened. ","reference":"Colossians 3:21"},{"bookName":"Colossians","chapter":3,"verse":22,"text":"Slaves, obey your earthly masters in every respect, not only when they are watching—like those who are strictly people-pleasers—but with a sincere heart, fearing the Lord. ","reference":"Colossians 3:22"},{"bookName":"Colossians","chapter":3,"verse":23,"text":"Whatever you are doing, work at it with enthusiasm, as to the Lord and not for people, ","reference":"Colossians 3:23"},{"bookName":"Colossians","chapter":3,"verse":24,"text":"because you know that you will receive your inheritance from the Lord as the reward. Serve the Lord Christ. ","reference":"Colossians 3:24"},{"bookName":"Colossians","chapter":3,"verse":25,"text":"For the one who does wrong will be repaid for his wrong, and there are no exceptions. ","reference":"Colossians 3:25"}]