[
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 1,
    "text": "For I want you to know how great a struggle I have for you, and for those in Laodicea, and for those who have not met me face to face. ",
    "reference": "Colossians 2:1"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 2,
    "text": "My goal is that their hearts, having been knit together in love, may be encouraged, and that they may have all the riches that assurance brings in their understanding of the knowledge of the mystery of God, namely, Christ, ",
    "reference": "Colossians 2:2"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 3,
    "text": "in whom are hidden all the treasures of wisdom and knowledge. ",
    "reference": "Colossians 2:3"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 4,
    "text": "I say this so that no one will deceive you through arguments that sound reasonable. ",
    "reference": "Colossians 2:4"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 5,
    "text": "For though I am absent from you in body, I am present with you in spirit, rejoicing to see your morale and the firmness of your faith in Christ. ",
    "reference": "Colossians 2:5"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 6,
    "text": "Therefore, just as you received Christ Jesus as Lord, continue to live your lives in him, ",
    "reference": "Colossians 2:6"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 7,
    "text": "rooted and built up in him and firm in your faith just as you were taught, and overflowing with thankfulness. ",
    "reference": "Colossians 2:7"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 8,
    "text": "Be careful not to allow anyone to captivate you through an empty, deceitful philosophy that is according to human traditions and the elemental spirits of the world, and not according to Christ. ",
    "reference": "Colossians 2:8"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 9,
    "text": "For in him all the fullness of deity lives in bodily form, ",
    "reference": "Colossians 2:9"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 10,
    "text": "and you have been filled in him, who is the head over every ruler and authority. ",
    "reference": "Colossians 2:10"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 11,
    "text": "In him you also were circumcised—not, however, with a circumcision performed by human hands, but by the removal of the fleshly body, that is, through the circumcision done by Christ. ",
    "reference": "Colossians 2:11"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 12,
    "text": "Having been buried with him in baptism, you also have been raised with him through your faith in the power of God who raised him from the dead. ",
    "reference": "Colossians 2:12"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 13,
    "text": "And even though you were dead in your transgressions and in the uncircumcision of your flesh, he nevertheless made you alive with him, having forgiven all your transgressions. ",
    "reference": "Colossians 2:13"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 14,
    "text": "He has destroyed what was against us, a certificate of indebtedness expressed in decrees opposed to us. He has taken it away by nailing it to the cross. ",
    "reference": "Colossians 2:14"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 15,
    "text": "Disarming the rulers and authorities, he has made a public disgrace of them, triumphing over them by the cross. ",
    "reference": "Colossians 2:15"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 16,
    "text": "Therefore do not let anyone judge you with respect to food or drink, or in the matter of a feast, new moon, or Sabbath days—",
    "reference": "Colossians 2:16"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 17,
    "text": "these are only the shadow of the things to come, but the reality is Christ! ",
    "reference": "Colossians 2:17"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 18,
    "text": "Let no one who delights in false humility and the worship of angels pass judgment on you. That person goes on at great lengths about what he has supposedly seen, but he is puffed up with empty notions by his fleshly mind. ",
    "reference": "Colossians 2:18"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 19,
    "text": "He has not held fast to the head from whom the whole body, supported and knit together through its ligaments and sinews, grows with a growth that is from God. ",
    "reference": "Colossians 2:19"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 20,
    "text": "If you have died with Christ to the elemental spirits of the world, why do you submit to them as though you lived in the world? ",
    "reference": "Colossians 2:20"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 21,
    "text": "“Do not handle! Do not taste! Do not touch!” ",
    "reference": "Colossians 2:21"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 22,
    "text": "These are all destined to perish with use, founded as they are on human commands and teachings. ",
    "reference": "Colossians 2:22"
  },
  {
    "bookName": "Colossians",
    "chapter": 2,
    "verse": 23,
    "text": "Even though they have the appearance of wisdom with their self-imposed worship and humility achieved by an unsparing treatment of the body—a wisdom with no true value—they in reality result in fleshly indulgence. ",
    "reference": "Colossians 2:23"
  }
]