[{"bookName":"Joel","chapter":3,"verse":1,"text":"(4:1) “For look! In those days and at that time I will return the exiles to Judah and Jerusalem. ","reference":"Joel 3:1"},{"bookName":"Joel","chapter":3,"verse":2,"text":"Then I will gather all the nations and bring them down to the Valley of Jehoshaphat. I will enter into judgment against them there concerning my people Israel who are my inheritance, whom they scattered among the nations. They partitioned my land, ","reference":"Joel 3:2"},{"bookName":"Joel","chapter":3,"verse":3,"text":"and they cast lots for my people. They traded a boy for a prostitute; they sold a little girl for wine so they could drink. ","reference":"Joel 3:3"},{"bookName":"Joel","chapter":3,"verse":4,"text":"Why are you doing these things to me, Tyre and Sidon? Are you trying to get even with me, land of Philistia? If you are, I will very quickly repay you for what you have done!","reference":"Joel 3:4"},{"bookName":"Joel","chapter":3,"verse":5,"text":"For you took my silver and my gold and brought my precious valuables to your own palaces. ","reference":"Joel 3:5"},{"bookName":"Joel","chapter":3,"verse":6,"text":"You sold Judeans and Jerusalemites to the Greeks, removing them far from their own country. ","reference":"Joel 3:6"},{"bookName":"Joel","chapter":3,"verse":7,"text":"Look! I am rousing them from that place to which you sold them. I will repay you for what you have done!","reference":"Joel 3:7"},{"bookName":"Joel","chapter":3,"verse":8,"text":"I will sell your sons and daughters to the people of Judah. They will sell them to the Sabeans, a nation far away.” Indeed, the Lord has spoken. ","reference":"Joel 3:8"},{"bookName":"Joel","chapter":3,"verse":9,"text":"Proclaim this among the nations: “Prepare for a holy war! Call out the warriors! Let all these fighting men approach and attack! ","reference":"Joel 3:9"},{"bookName":"Joel","chapter":3,"verse":10,"text":"Beat your plowshares into swords and your pruning hooks into spears. Let the weak say, ‘I too am a warrior!’ ","reference":"Joel 3:10"},{"bookName":"Joel","chapter":3,"verse":11,"text":"Lend your aid and come, all you surrounding nations, and gather yourselves to that place.” Bring down, O Lord, your warriors! ","reference":"Joel 3:11"},{"bookName":"Joel","chapter":3,"verse":12,"text":"“Let the nations be roused and let them go up to the Valley of Jehoshaphat, for there I will sit in judgment on all the surrounding nations. ","reference":"Joel 3:12"},{"bookName":"Joel","chapter":3,"verse":13,"text":"Rush forth with the sickle, for the harvest is ripe! Come, stomp the grapes, for the winepress is full! The vats overflow. Indeed, their evil is great!” ","reference":"Joel 3:13"},{"bookName":"Joel","chapter":3,"verse":14,"text":"Crowds, great crowds are in the Valley of Decision, for the day of the Lord is near in the Valley of Decision! ","reference":"Joel 3:14"},{"bookName":"Joel","chapter":3,"verse":15,"text":"The sun and moon are darkened; the stars withhold their brightness. ","reference":"Joel 3:15"},{"bookName":"Joel","chapter":3,"verse":16,"text":"The Lord roars from Zion; from Jerusalem his voice bellows out. The heavens and the earth shake. But the Lord is a refuge for his people; he is a stronghold for the citizens of Israel. ","reference":"Joel 3:16"},{"bookName":"Joel","chapter":3,"verse":17,"text":"“You will be convinced that I, the Lord, am your God, dwelling on Zion, my holy mountain. Jerusalem will be holy— conquering armies will no longer pass through it.","reference":"Joel 3:17"},{"bookName":"Joel","chapter":3,"verse":18,"text":"On that day the mountains will drip with sweet wine, and the hills will flow with milk. All the dry stream beds of Judah will flow with water. A spring will flow out from the temple of the Lord, watering the Valley of Acacia Trees. ","reference":"Joel 3:18"},{"bookName":"Joel","chapter":3,"verse":19,"text":"Egypt will be desolate, and Edom will be a desolate wilderness because of the violence they did to the people of Judah, in whose land they shed innocent blood. ","reference":"Joel 3:19"},{"bookName":"Joel","chapter":3,"verse":20,"text":"But Judah will reside securely forever, and Jerusalem will be secure from one generation to the next.","reference":"Joel 3:20"},{"bookName":"Joel","chapter":3,"verse":21,"text":"I will avenge their blood that I had not previously acquitted.” It is the Lord who dwells in Zion! ","reference":"Joel 3:21"}]