[{"bookName":"Proverbs","chapter":17,"verse":1,"text":"Better is a dry crust of bread where there is quietness than a house full of feasting with strife. ","reference":"Proverbs 17:1"},{"bookName":"Proverbs","chapter":17,"verse":2,"text":"A servant who acts wisely will rule over an heir who behaves shamefully and will share the inheritance along with the relatives. ","reference":"Proverbs 17:2"},{"bookName":"Proverbs","chapter":17,"verse":3,"text":"The crucible is for refining silver and the furnace is for gold; likewise the Lord tests hearts. ","reference":"Proverbs 17:3"},{"bookName":"Proverbs","chapter":17,"verse":4,"text":"One who acts wickedly pays attention to evil counsel; a liar listens to a malicious tongue. ","reference":"Proverbs 17:4"},{"bookName":"Proverbs","chapter":17,"verse":5,"text":"The one who mocks the poor has insulted his Creator; whoever rejoices over disaster will not go unpunished. ","reference":"Proverbs 17:5"},{"bookName":"Proverbs","chapter":17,"verse":6,"text":"Grandchildren are like a crown to the elderly, and the glory of children is their parents. ","reference":"Proverbs 17:6"},{"bookName":"Proverbs","chapter":17,"verse":7,"text":"Excessive speech is not becoming for a fool; how much less are lies for a ruler! ","reference":"Proverbs 17:7"},{"bookName":"Proverbs","chapter":17,"verse":8,"text":"A bribe works like a charm for the one who offers it; in whatever he does he succeeds. ","reference":"Proverbs 17:8"},{"bookName":"Proverbs","chapter":17,"verse":9,"text":"The one who forgives an offense seeks love, but whoever repeats a matter separates close friends. ","reference":"Proverbs 17:9"},{"bookName":"Proverbs","chapter":17,"verse":10,"text":"A rebuke makes a greater impression on a discerning person than a hundred blows on a fool. ","reference":"Proverbs 17:10"},{"bookName":"Proverbs","chapter":17,"verse":11,"text":"An evil person seeks only rebellion, and so a cruel messenger will be sent against him.","reference":"Proverbs 17:11"},{"bookName":"Proverbs","chapter":17,"verse":12,"text":"It is better for a person to meet a mother bear being robbed of her cubs than to encounter a fool in his folly. ","reference":"Proverbs 17:12"},{"bookName":"Proverbs","chapter":17,"verse":13,"text":"As for the one who repays evil for good, evil will not leave his house. ","reference":"Proverbs 17:13"},{"bookName":"Proverbs","chapter":17,"verse":14,"text":"Starting a quarrel is like letting out water; abandon strife before it breaks out! ","reference":"Proverbs 17:14"},{"bookName":"Proverbs","chapter":17,"verse":15,"text":"The one who acquits the guilty and the one who condemns the innocent— both of them are an abomination to the Lord. ","reference":"Proverbs 17:15"},{"bookName":"Proverbs","chapter":17,"verse":16,"text":"What’s the point of a fool having money in hand to buy wisdom when his head is empty?","reference":"Proverbs 17:16"},{"bookName":"Proverbs","chapter":17,"verse":17,"text":"A friend loves at all times, and a relative is born to help in adversity. ","reference":"Proverbs 17:17"},{"bookName":"Proverbs","chapter":17,"verse":18,"text":"The one who lacks sense strikes hands in pledge and puts up financial security for his neighbor. ","reference":"Proverbs 17:18"},{"bookName":"Proverbs","chapter":17,"verse":19,"text":"The one who loves a quarrel loves transgression; whoever builds his gate high seeks destruction. ","reference":"Proverbs 17:19"},{"bookName":"Proverbs","chapter":17,"verse":20,"text":"The one who has a perverse heart does not find good, and the one who is deceitful in speech falls into trouble. ","reference":"Proverbs 17:20"},{"bookName":"Proverbs","chapter":17,"verse":21,"text":"Whoever brings a fool into the world does so to his grief, and the father of a fool has no joy. ","reference":"Proverbs 17:21"},{"bookName":"Proverbs","chapter":17,"verse":22,"text":"A cheerful heart brings good healing, but a crushed spirit dries up the bones. ","reference":"Proverbs 17:22"},{"bookName":"Proverbs","chapter":17,"verse":23,"text":"A wicked person receives a bribe secretly to pervert the ways of justice. ","reference":"Proverbs 17:23"},{"bookName":"Proverbs","chapter":17,"verse":24,"text":"Wisdom is directly in front of the discerning person, but the eyes of a fool run to the ends of the earth. ","reference":"Proverbs 17:24"},{"bookName":"Proverbs","chapter":17,"verse":25,"text":"A foolish child is a grief to his father and bitterness to the mother who bore him.","reference":"Proverbs 17:25"},{"bookName":"Proverbs","chapter":17,"verse":26,"text":"It is terrible to punish a righteous person, and to flog honorable men is wrong.","reference":"Proverbs 17:26"},{"bookName":"Proverbs","chapter":17,"verse":27,"text":"The truly wise person restrains his words, and the one who stays calm is discerning. ","reference":"Proverbs 17:27"},{"bookName":"Proverbs","chapter":17,"verse":28,"text":"Even a fool who remains silent is considered wise, and the one who holds his tongue is deemed discerning. ","reference":"Proverbs 17:28"}]