[{"bookName":"Proverbs","chapter":13,"verse":1,"text":"A wise son accepts his father’s discipline, but a scoffer has never listened to rebuke. ","reference":"Proverbs 13:1"},{"bookName":"Proverbs","chapter":13,"verse":2,"text":"From the fruit of his speech a person eats good things, but the treacherous desire the fruit of violence. ","reference":"Proverbs 13:2"},{"bookName":"Proverbs","chapter":13,"verse":3,"text":"The one who guards his words guards his life; whoever is talkative will come to ruin. ","reference":"Proverbs 13:3"},{"bookName":"Proverbs","chapter":13,"verse":4,"text":"The appetite of the sluggard craves but gets nothing, but the desire of the diligent will be abundantly satisfied. ","reference":"Proverbs 13:4"},{"bookName":"Proverbs","chapter":13,"verse":5,"text":"The righteous person will reject anything false, but the wicked person will act in shameful disgrace. ","reference":"Proverbs 13:5"},{"bookName":"Proverbs","chapter":13,"verse":6,"text":"Righteousness guards the one who lives with integrity, but wickedness overthrows the sinner. ","reference":"Proverbs 13:6"},{"bookName":"Proverbs","chapter":13,"verse":7,"text":"There is one who pretends to be rich and yet has nothing; another pretends to be poor and yet possesses great wealth. ","reference":"Proverbs 13:7"},{"bookName":"Proverbs","chapter":13,"verse":8,"text":"The ransom of a person’s life is his wealth, thus the poor person has never heard a threat. ","reference":"Proverbs 13:8"},{"bookName":"Proverbs","chapter":13,"verse":9,"text":"The light of the righteous shines brightly, but the lamp of the wicked goes out.","reference":"Proverbs 13:9"},{"bookName":"Proverbs","chapter":13,"verse":10,"text":"With pride comes only contention, but wisdom is with the well-advised. ","reference":"Proverbs 13:10"},{"bookName":"Proverbs","chapter":13,"verse":11,"text":"Wealth gained quickly will dwindle away, but the one who gathers it little by little will become rich. ","reference":"Proverbs 13:11"},{"bookName":"Proverbs","chapter":13,"verse":12,"text":"Hope deferred makes the heart sick, but a longing fulfilled is like a tree of life. ","reference":"Proverbs 13:12"},{"bookName":"Proverbs","chapter":13,"verse":13,"text":"The one who despises instruction will pay the penalty, but whoever esteems direction will be rewarded. ","reference":"Proverbs 13:13"},{"bookName":"Proverbs","chapter":13,"verse":14,"text":"Instruction from the wise is like a life-giving fountain, to turn a person from deadly snares. ","reference":"Proverbs 13:14"},{"bookName":"Proverbs","chapter":13,"verse":15,"text":"Keen insight wins favor, but the conduct of the treacherous ends in destruction.","reference":"Proverbs 13:15"},{"bookName":"Proverbs","chapter":13,"verse":16,"text":"Every shrewd person acts with knowledge, but a fool displays his folly. ","reference":"Proverbs 13:16"},{"bookName":"Proverbs","chapter":13,"verse":17,"text":"An unreliable messenger falls into trouble, but a faithful envoy brings healing. ","reference":"Proverbs 13:17"},{"bookName":"Proverbs","chapter":13,"verse":18,"text":"The one who neglects discipline ends up in poverty and shame, but the one who accepts reproof is honored. ","reference":"Proverbs 13:18"},{"bookName":"Proverbs","chapter":13,"verse":19,"text":"A desire fulfilled will be sweet to the soul, but fools abhor turning away from evil. ","reference":"Proverbs 13:19"},{"bookName":"Proverbs","chapter":13,"verse":20,"text":"The one who associates with the wise grows wise, but a companion of fools suffers harm. ","reference":"Proverbs 13:20"},{"bookName":"Proverbs","chapter":13,"verse":21,"text":"Calamity pursues sinners, but prosperity rewards the righteous. ","reference":"Proverbs 13:21"},{"bookName":"Proverbs","chapter":13,"verse":22,"text":"A good person leaves an inheritance for his grandchildren, but the wealth of a sinner is stored up for the righteous. ","reference":"Proverbs 13:22"},{"bookName":"Proverbs","chapter":13,"verse":23,"text":"Abundant food may come from the field of the poor, but it is swept away by injustice.","reference":"Proverbs 13:23"},{"bookName":"Proverbs","chapter":13,"verse":24,"text":"The one who spares his rod hates his child, but the one who loves his child is diligent in disciplining him.","reference":"Proverbs 13:24"},{"bookName":"Proverbs","chapter":13,"verse":25,"text":"The righteous has enough food to satisfy his appetite, but the belly of the wicked will be empty.","reference":"Proverbs 13:25"}]