[{"bookName":"Proverbs","chapter":30,"verse":1,"text":"The words of Agur, the son of Jakeh; an oracle: This man says to Ithiel, to Ithiel and to Ukal: ","reference":"Proverbs 30:1"},{"bookName":"Proverbs","chapter":30,"verse":2,"text":"Surely I am more brutish than any other human being, and I do not have human understanding; ","reference":"Proverbs 30:2"},{"bookName":"Proverbs","chapter":30,"verse":3,"text":"I have not learned wisdom, nor can I have knowledge of the Holy One. ","reference":"Proverbs 30:3"},{"bookName":"Proverbs","chapter":30,"verse":4,"text":"Who has ascended into heaven, and then descended? Who has gathered up the winds in his fists? Who has bound up the waters in his cloak? Who has established all the ends of the earth? What is his name, and what is his son’s name? Surely you can know! ","reference":"Proverbs 30:4"},{"bookName":"Proverbs","chapter":30,"verse":5,"text":"Every word of God is purified; he is like a shield for those who take refuge in him.","reference":"Proverbs 30:5"},{"bookName":"Proverbs","chapter":30,"verse":6,"text":"Do not add to his words, lest he reprove you and prove you to be a liar. ","reference":"Proverbs 30:6"},{"bookName":"Proverbs","chapter":30,"verse":7,"text":"Two things I have asked from you; do not refuse me before I die: ","reference":"Proverbs 30:7"},{"bookName":"Proverbs","chapter":30,"verse":8,"text":"Remove falsehood and lies far from me; do not give me poverty or riches; feed me with my allotted portion of bread, ","reference":"Proverbs 30:8"},{"bookName":"Proverbs","chapter":30,"verse":9,"text":"lest I become satisfied and act deceptively and say, “Who is the Lord?” Or lest I become poor and steal and demean the name of my God. ","reference":"Proverbs 30:9"},{"bookName":"Proverbs","chapter":30,"verse":10,"text":"Do not slander a servant to his master, lest he curse you, and you are found guilty. ","reference":"Proverbs 30:10"},{"bookName":"Proverbs","chapter":30,"verse":11,"text":"There is a generation who curse their fathers and do not bless their mothers. ","reference":"Proverbs 30:11"},{"bookName":"Proverbs","chapter":30,"verse":12,"text":"There is a generation who are pure in their own opinion and yet are not washed from their filthiness. ","reference":"Proverbs 30:12"},{"bookName":"Proverbs","chapter":30,"verse":13,"text":"There is a generation whose eyes are so lofty and whose eyelids are lifted up disdainfully. ","reference":"Proverbs 30:13"},{"bookName":"Proverbs","chapter":30,"verse":14,"text":"There is a generation whose teeth are like swords and whose molars are like knives to devour the poor from the earth and the needy from among the human race.","reference":"Proverbs 30:14"},{"bookName":"Proverbs","chapter":30,"verse":15,"text":"The leech has two daughters: “Give! Give!” There are three things that will never be satisfied, four that have never said, “Enough”—","reference":"Proverbs 30:15"},{"bookName":"Proverbs","chapter":30,"verse":16,"text":"the grave, the barren womb; earth has not been satisfied with water; and fire has never said, “Enough!”","reference":"Proverbs 30:16"},{"bookName":"Proverbs","chapter":30,"verse":17,"text":"The eye that mocks at a father and despises obeying a mother— the ravens of the valley will peck it out, and the young vultures will eat it.","reference":"Proverbs 30:17"},{"bookName":"Proverbs","chapter":30,"verse":18,"text":"There are three things that are too wonderful for me, four that I do not understand: ","reference":"Proverbs 30:18"},{"bookName":"Proverbs","chapter":30,"verse":19,"text":"the way of an eagle in the sky, the way of a snake on a rock, the way of a ship in the sea, and the way of a man with a woman. ","reference":"Proverbs 30:19"},{"bookName":"Proverbs","chapter":30,"verse":20,"text":"This is the way of an adulterous woman: She has eaten and wiped her mouth and has said, “I have not done wrong.” ","reference":"Proverbs 30:20"},{"bookName":"Proverbs","chapter":30,"verse":21,"text":"Under three things the earth has trembled, and under four things it cannot bear up:","reference":"Proverbs 30:21"},{"bookName":"Proverbs","chapter":30,"verse":22,"text":"under a servant who becomes king, under a fool who becomes stuffed with food, ","reference":"Proverbs 30:22"},{"bookName":"Proverbs","chapter":30,"verse":23,"text":"under an unloved woman who becomes married, and under a female servant who dispossesses her mistress. ","reference":"Proverbs 30:23"},{"bookName":"Proverbs","chapter":30,"verse":24,"text":"There are four things on earth that are small, but they are exceedingly wise: ","reference":"Proverbs 30:24"},{"bookName":"Proverbs","chapter":30,"verse":25,"text":"Ants are creatures with little strength, but they prepare their food in the summer; ","reference":"Proverbs 30:25"},{"bookName":"Proverbs","chapter":30,"verse":26,"text":"rock badgers are creatures with little power, but they make their homes in the crags; ","reference":"Proverbs 30:26"},{"bookName":"Proverbs","chapter":30,"verse":27,"text":"locusts have no king, but they all go forward by ranks; ","reference":"Proverbs 30:27"},{"bookName":"Proverbs","chapter":30,"verse":28,"text":"a lizard you can catch with the hand, but it gets into the palaces of the king. ","reference":"Proverbs 30:28"},{"bookName":"Proverbs","chapter":30,"verse":29,"text":"There are three things that are magnificent in their step, four things that move about magnificently: ","reference":"Proverbs 30:29"},{"bookName":"Proverbs","chapter":30,"verse":30,"text":"a lion, mightiest of the beasts, who does not retreat from anything; ","reference":"Proverbs 30:30"},{"bookName":"Proverbs","chapter":30,"verse":31,"text":"a strutting rooster, a male goat, and a king with his army around him.","reference":"Proverbs 30:31"},{"bookName":"Proverbs","chapter":30,"verse":32,"text":"If you have done foolishly by exalting yourself or if you have planned evil, put your hand over your mouth! ","reference":"Proverbs 30:32"},{"bookName":"Proverbs","chapter":30,"verse":33,"text":"For as the churning of milk produces butter and as punching the nose produces blood, so stirring up anger produces strife. ","reference":"Proverbs 30:33"}]