[{"bookName":"Philemon","chapter":1,"verse":1,"text":"From Paul, a prisoner of Christ Jesus, and Timothy our brother, to Philemon, our dear friend and colaborer, ","reference":"Philemon 1:1"},{"bookName":"Philemon","chapter":1,"verse":2,"text":"to Apphia our sister, to Archippus our fellow soldier, and to the church that meets in your house. ","reference":"Philemon 1:2"},{"bookName":"Philemon","chapter":1,"verse":3,"text":"Grace and peace to you from God our Father and the Lord Jesus Christ! ","reference":"Philemon 1:3"},{"bookName":"Philemon","chapter":1,"verse":4,"text":"I always thank my God as I remember you in my prayers, ","reference":"Philemon 1:4"},{"bookName":"Philemon","chapter":1,"verse":5,"text":"because I hear of your faith in the Lord Jesus and your love for all the saints. ","reference":"Philemon 1:5"},{"bookName":"Philemon","chapter":1,"verse":6,"text":"I pray that the faith you share with us may deepen your understanding of every blessing that belongs to you in Christ. ","reference":"Philemon 1:6"},{"bookName":"Philemon","chapter":1,"verse":7,"text":"I have had great joy and encouragement because of your love, for the hearts of the saints have been refreshed through you, brother. ","reference":"Philemon 1:7"},{"bookName":"Philemon","chapter":1,"verse":8,"text":"So, although I have quite a lot of confidence in Christ and could command you to do what is proper, ","reference":"Philemon 1:8"},{"bookName":"Philemon","chapter":1,"verse":9,"text":"I would rather appeal to you on the basis of love—I, Paul, an old man and even now a prisoner for the sake of Christ Jesus—","reference":"Philemon 1:9"},{"bookName":"Philemon","chapter":1,"verse":10,"text":"I am appealing to you concerning my child, whose spiritual father I have become during my imprisonment, that is, Onesimus, ","reference":"Philemon 1:10"},{"bookName":"Philemon","chapter":1,"verse":11,"text":"who was formerly useless to you, but is now useful to you and me. ","reference":"Philemon 1:11"},{"bookName":"Philemon","chapter":1,"verse":12,"text":"I have sent him (who is my very heart) back to you. ","reference":"Philemon 1:12"},{"bookName":"Philemon","chapter":1,"verse":13,"text":"I wanted to keep him with me so that he could serve me in your place during my imprisonment for the sake of the gospel. ","reference":"Philemon 1:13"},{"bookName":"Philemon","chapter":1,"verse":14,"text":"However, without your consent I did not want to do anything so that your good deed would not be out of compulsion, but from your own willingness. ","reference":"Philemon 1:14"},{"bookName":"Philemon","chapter":1,"verse":15,"text":"For perhaps it was for this reason that he was separated from you for a little while so that you would have him back eternally, ","reference":"Philemon 1:15"},{"bookName":"Philemon","chapter":1,"verse":16,"text":"no longer as a slave, but more than a slave, as a dear brother. He is especially so to me, and even more so to you now, both humanly speaking and in the Lord. ","reference":"Philemon 1:16"},{"bookName":"Philemon","chapter":1,"verse":17,"text":"Therefore if you regard me as a partner, accept him as you would me. ","reference":"Philemon 1:17"},{"bookName":"Philemon","chapter":1,"verse":18,"text":"Now if he has defrauded you of anything or owes you anything, charge what he owes to me. ","reference":"Philemon 1:18"},{"bookName":"Philemon","chapter":1,"verse":19,"text":"I, Paul, have written this letter with my own hand: I will repay it. I could also mention that you owe me your very self. ","reference":"Philemon 1:19"},{"bookName":"Philemon","chapter":1,"verse":20,"text":"Yes, brother, let me have some benefit from you in the Lord. Refresh my heart in Christ. ","reference":"Philemon 1:20"},{"bookName":"Philemon","chapter":1,"verse":21,"text":"Since I was confident that you would obey, I wrote to you because I knew that you would do even more than what I am asking you to do. ","reference":"Philemon 1:21"},{"bookName":"Philemon","chapter":1,"verse":22,"text":"At the same time also, prepare a place for me to stay, for I hope that through your prayers I will be given back to you. ","reference":"Philemon 1:22"},{"bookName":"Philemon","chapter":1,"verse":23,"text":"Epaphras, my fellow prisoner in Christ Jesus, greets you. ","reference":"Philemon 1:23"},{"bookName":"Philemon","chapter":1,"verse":24,"text":"Mark, Aristarchus, Demas, and Luke, my colaborers, greet you too.","reference":"Philemon 1:24"},{"bookName":"Philemon","chapter":1,"verse":25,"text":"May the grace of the Lord Jesus Christ be with your spirit. ","reference":"Philemon 1:25"}]