[{"bookName":"1 John","chapter":5,"verse":1,"text":"Everyone who believes that Jesus is the Christ has been fathered by God, and everyone who loves the father loves the child fathered by him. ","reference":"1 John 5:1"},{"bookName":"1 John","chapter":5,"verse":2,"text":"By this we know that we love the children of God: whenever we love God and obey his commandments. ","reference":"1 John 5:2"},{"bookName":"1 John","chapter":5,"verse":3,"text":"For this is the love of God: that we keep his commandments. And his commandments do not weigh us down,","reference":"1 John 5:3"},{"bookName":"1 John","chapter":5,"verse":4,"text":"because everyone who has been fathered by God conquers the world. This is the conquering power that has conquered the world: our faith. ","reference":"1 John 5:4"},{"bookName":"1 John","chapter":5,"verse":5,"text":"Now who is the person who has conquered the world except the one who believes that Jesus is the Son of God? ","reference":"1 John 5:5"},{"bookName":"1 John","chapter":5,"verse":6,"text":"Jesus Christ is the one who came by water and blood—not by the water only, but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth. ","reference":"1 John 5:6"},{"bookName":"1 John","chapter":5,"verse":7,"text":"For there are three that testify, ","reference":"1 John 5:7"},{"bookName":"1 John","chapter":5,"verse":8,"text":"the Spirit and the water and the blood, and these three are in agreement. ","reference":"1 John 5:8"},{"bookName":"1 John","chapter":5,"verse":9,"text":"If we accept the testimony of men, the testimony of God is greater because this is the testimony of God that he has testified concerning his Son. ","reference":"1 John 5:9"},{"bookName":"1 John","chapter":5,"verse":10,"text":"(The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made him a liar because he has not believed in the testimony that God has testified concerning his Son.) ","reference":"1 John 5:10"},{"bookName":"1 John","chapter":5,"verse":11,"text":"And this is the testimony: God has given us eternal life, and this life is in his Son. ","reference":"1 John 5:11"},{"bookName":"1 John","chapter":5,"verse":12,"text":"The one who has the Son has this eternal life; the one who does not have the Son of God does not have this eternal life. ","reference":"1 John 5:12"},{"bookName":"1 John","chapter":5,"verse":13,"text":"I have written these things to you who believe in the name of the Son of God so that you may know that you have eternal life. ","reference":"1 John 5:13"},{"bookName":"1 John","chapter":5,"verse":14,"text":"And this is the confidence that we have before him: that whenever we ask anything according to his will, he hears us. ","reference":"1 John 5:14"},{"bookName":"1 John","chapter":5,"verse":15,"text":"And if we know that he hears us in regard to whatever we ask, then we know that we have the requests that we have asked from him. ","reference":"1 John 5:15"},{"bookName":"1 John","chapter":5,"verse":16,"text":"If anyone sees his fellow Christian committing a sin not resulting in death, he should ask, and God will grant life to the person who commits a sin not resulting in death. There is a sin resulting in death. I do not say that he should ask about that. ","reference":"1 John 5:16"},{"bookName":"1 John","chapter":5,"verse":17,"text":"All unrighteousness is sin, but there is sin not resulting in death. ","reference":"1 John 5:17"},{"bookName":"1 John","chapter":5,"verse":18,"text":"We know that everyone fathered by God does not sin, but God protects the one he has fathered, and the evil one cannot touch him. ","reference":"1 John 5:18"},{"bookName":"1 John","chapter":5,"verse":19,"text":"We know that we are from God, and the whole world lies in the power of the evil one. ","reference":"1 John 5:19"},{"bookName":"1 John","chapter":5,"verse":20,"text":"And we know that the Son of God has come and has given us insight to know him who is true, and we are in him who is true, in his Son Jesus Christ. This one is the true God and eternal life. ","reference":"1 John 5:20"},{"bookName":"1 John","chapter":5,"verse":21,"text":"Little children, guard yourselves from idols. ","reference":"1 John 5:21"}]