[{"bookName":"The Song of Songs","chapter":5,"verse":1,"text":"\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E I have entered my garden, O my sister, my bride; I have gathered my myrrh with my balsam spice. I have eaten my honeycomb and my honey; I have drunk my wine and my milk!\u003Cb\u003EThe Poet to the Couple:\u003C/b\u003E Eat, friends, and drink! Drink freely, O lovers! ","reference":"The Song of Songs 5:1"},{"bookName":"The Song of Songs","chapter":5,"verse":2,"text":"\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E I was asleep, but my mind was dreaming. Listen! My lover is knocking at the door! \u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E “Open for me, my sister, my darling, my dove, my flawless one! My head is drenched with dew, my hair with the dampness of the night.” ","reference":"The Song of Songs 5:2"},{"bookName":"The Song of Songs","chapter":5,"verse":3,"text":"\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E “I have already taken off my robe—must I put it on again? I have already washed my feet—must I soil them again?”","reference":"The Song of Songs 5:3"},{"bookName":"The Song of Songs","chapter":5,"verse":4,"text":"My lover thrust his hand through the hole, and my feelings were stirred for him.","reference":"The Song of Songs 5:4"},{"bookName":"The Song of Songs","chapter":5,"verse":5,"text":"I arose to open for my beloved; my hands dripped with myrrh— my fingers flowed with myrrh on the handles of the lock. ","reference":"The Song of Songs 5:5"},{"bookName":"The Song of Songs","chapter":5,"verse":6,"text":"I opened for my beloved, but my lover had already turned and gone away. I fell into despair when he departed. I looked for him but did not find him; I called him, but he did not answer me.","reference":"The Song of Songs 5:6"},{"bookName":"The Song of Songs","chapter":5,"verse":7,"text":"The watchmen found me as they made their rounds in the city. They beat me; they bruised me; they took away my cloak, those watchmen on the walls! ","reference":"The Song of Songs 5:7"},{"bookName":"The Song of Songs","chapter":5,"verse":8,"text":"\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem— If you find my beloved, what will you tell him? Tell him that I am lovesick! ","reference":"The Song of Songs 5:8"},{"bookName":"The Song of Songs","chapter":5,"verse":9,"text":"\u003Cb\u003EThe Maidens to The Beloved:\u003C/b\u003E Why is your beloved better than others, O most beautiful of women? Why is your beloved better than others, that you would admonish us in this manner? ","reference":"The Song of Songs 5:9"},{"bookName":"The Song of Songs","chapter":5,"verse":10,"text":"\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E My beloved is dazzling and ruddy; he stands out in comparison to all other men.","reference":"The Song of Songs 5:10"},{"bookName":"The Song of Songs","chapter":5,"verse":11,"text":"His head is like the purest gold. His hair is curly—black like a raven. ","reference":"The Song of Songs 5:11"},{"bookName":"The Song of Songs","chapter":5,"verse":12,"text":"His eyes are like doves by streams of water, washed in milk, mounted like jewels. ","reference":"The Song of Songs 5:12"},{"bookName":"The Song of Songs","chapter":5,"verse":13,"text":"His cheeks are like garden beds full of balsam trees yielding perfume. His lips are like lilies dripping with drops of myrrh. ","reference":"The Song of Songs 5:13"},{"bookName":"The Song of Songs","chapter":5,"verse":14,"text":"His arms are like rods of gold set with chrysolite. His abdomen is like polished ivory inlaid with sapphires. ","reference":"The Song of Songs 5:14"},{"bookName":"The Song of Songs","chapter":5,"verse":15,"text":"His legs are like pillars of marble set on bases of pure gold. His appearance is like Lebanon, choice as its cedars. ","reference":"The Song of Songs 5:15"},{"bookName":"The Song of Songs","chapter":5,"verse":16,"text":"His mouth is very sweet; he is totally desirable. This is my beloved! This is my companion, O maidens of Jerusalem! ","reference":"The Song of Songs 5:16"}]