[{"bookName":"The Song of Songs","chapter":3,"verse":1,"text":"\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E All night long on my bed I longed for my lover. I longed for him, but he never appeared. ","reference":"The Song of Songs 3:1"},{"bookName":"The Song of Songs","chapter":3,"verse":2,"text":"“I will arise and look all around throughout the town, and throughout the streets and squares; I will search for my beloved.” I searched for him, but I did not find him.","reference":"The Song of Songs 3:2"},{"bookName":"The Song of Songs","chapter":3,"verse":3,"text":"The night watchmen found me—the ones who guard the city walls. “Have you seen my beloved?” ","reference":"The Song of Songs 3:3"},{"bookName":"The Song of Songs","chapter":3,"verse":4,"text":"Scarcely had I passed them by when I found my beloved! I held onto him tightly and would not let him go until I brought him to my mother’s house, to the bedroom chamber of the one who conceived me.","reference":"The Song of Songs 3:4"},{"bookName":"The Song of Songs","chapter":3,"verse":5,"text":"\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem, by the gazelles and by the young does of the open fields: “Do not awaken or arouse love until it pleases!” ","reference":"The Song of Songs 3:5"},{"bookName":"The Song of Songs","chapter":3,"verse":6,"text":"\u003Cb\u003EThe Speaker:\u003C/b\u003E Who is this coming up from the wilderness like a column of smoke, like a fragrant billow of myrrh and frankincense, every kind of fragrant powder of the traveling merchants? ","reference":"The Song of Songs 3:6"},{"bookName":"The Song of Songs","chapter":3,"verse":7,"text":"Look! It is Solomon’s portable couch! It is surrounded by sixty warriors, some of Israel’s mightiest warriors. ","reference":"The Song of Songs 3:7"},{"bookName":"The Song of Songs","chapter":3,"verse":8,"text":"All of them are skilled with a sword, well trained in the art of warfare. Each has his sword at his side, to guard against the terrors of the night. ","reference":"The Song of Songs 3:8"},{"bookName":"The Song of Songs","chapter":3,"verse":9,"text":"King Solomon made a sedan chair for himself of wood imported from Lebanon. ","reference":"The Song of Songs 3:9"},{"bookName":"The Song of Songs","chapter":3,"verse":10,"text":"Its posts were made of silver; its back was made of gold. Its seat was upholstered with purple wool; its interior was inlaid with leather by the maidens of Jerusalem. ","reference":"The Song of Songs 3:10"},{"bookName":"The Song of Songs","chapter":3,"verse":11,"text":"Come out, O maidens of Zion, and gaze upon King Solomon! He is wearing the crown with which his mother crowned him on his wedding day, on the most joyous day of his life! ","reference":"The Song of Songs 3:11"}]