[
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 1,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Oh, how I wish you were my little brother, nursing at my mother’s breasts; if I saw you outside, I could kiss you— surely no one would despise me!",
    "reference": "The Song of Songs 8:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 2,
    "text": "I would lead you and bring you to my mother’s house, the one who taught me. I would give you spiced wine to drink, the nectar of my pomegranates. ",
    "reference": "The Song of Songs 8:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E His left hand is under my head, and his right hand embraces me.",
    "reference": "The Song of Songs 8:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 4,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem: “Do not arouse or awaken love until it pleases!” ",
    "reference": "The Song of Songs 8:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 5,
    "text": "\u003Cb\u003EThe Maidens about His Beloved:\u003C/b\u003E Who is this coming up from the wilderness, leaning on her beloved?\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Under the apple tree I aroused you; there your mother conceived you; there she who bore you was in labor of childbirth. ",
    "reference": "The Song of Songs 8:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 6,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Set me like a cylinder seal over your heart, like a signet on your arm. For love is as strong as death; passion is as unrelenting as Sheol. Its flames burst forth; it is a blazing flame. ",
    "reference": "The Song of Songs 8:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 7,
    "text": "Surging waters cannot quench love; floodwaters cannot overflow it. If someone were to offer all his possessions to buy love, the offer would be utterly despised. ",
    "reference": "The Song of Songs 8:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 8,
    "text": "\u003Cb\u003EThe Beloved’s Brothers:\u003C/b\u003E We have a little sister, and as yet she has no breasts. What shall we do for our sister on the day when she is spoken for?",
    "reference": "The Song of Songs 8:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 9,
    "text": "If she is a wall, we will build on her a battlement of silver; but if she is a door, we will barricade her with boards of cedar. ",
    "reference": "The Song of Songs 8:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 10,
    "text": "\u003Cb\u003EThe Beloved:\u003C/b\u003E I was a wall, and my breasts were like fortress towers. Then I found favor in his eyes. ",
    "reference": "The Song of Songs 8:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 11,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Solomon had a vineyard at Baal Hamon; he leased out the vineyard to those who maintained it. Each was to bring 1,000 shekels of silver for its fruit. ",
    "reference": "The Song of Songs 8:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 12,
    "text": "My vineyard, which belongs to me, is at my disposal alone. The thousand shekels belong to you, O Solomon, and 200 shekels belong to those who maintain it for its fruit. ",
    "reference": "The Song of Songs 8:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 13,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E O you who stay in the gardens, my companions are listening attentively for your voice; let me be the one to hear it!",
    "reference": "The Song of Songs 8:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 14,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Make haste, my beloved! Be like a gazelle or a young stag on the mountains of spices. ",
    "reference": "The Song of Songs 8:14"
  }
]