[
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 1,
    "text": "Solomon’s Most Excellent Love Song. ",
    "reference": "The Song of Songs 1:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 2,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Oh, how I wish you would kiss me passionately! For your lovemaking is more delightful than wine. ",
    "reference": "The Song of Songs 1:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 3,
    "text": "The fragrance of your colognes is delightful; your name is like the finest perfume. No wonder the young women adore you!",
    "reference": "The Song of Songs 1:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 4,
    "text": "Draw me after you; let us hurry! May the king bring me into his bedroom chambers! \u003Cb\u003EThe Maidens\u003C/b\u003E \u003Cb\u003Eto the Lover:\u003C/b\u003E We will rejoice and delight in you; we will praise your love more than wine.\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E How rightly the young women adore you!",
    "reference": "The Song of Songs 1:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 5,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I am dark but lovely, O maidens of Jerusalem, dark like the tents of Qedar, lovely like the tent curtains of Salmah. ",
    "reference": "The Song of Songs 1:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 6,
    "text": "Do not stare at me because I am dark, for the sun has burned my skin. My brothers were angry with me; they made me the keeper of the vineyards. Alas, my own vineyard I could not keep! ",
    "reference": "The Song of Songs 1:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 7,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Tell me, O you whom my heart loves, where do you pasture your sheep? Where do you rest your sheep during the midday heat? Tell me lest I wander around beside the flocks of your companions! ",
    "reference": "The Song of Songs 1:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 8,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E If you do not know, O most beautiful of women, simply follow the tracks of my flock, and pasture your little lambs beside the tents of the shepherds. ",
    "reference": "The Song of Songs 1:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 9,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E O my beloved, you are like a mare among Pharaoh’s stallions. ",
    "reference": "The Song of Songs 1:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 10,
    "text": "Your cheeks are beautiful with ornaments; your neck is lovely with strings of jewels. ",
    "reference": "The Song of Songs 1:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 11,
    "text": "We will make for you gold ornaments studded with silver. ",
    "reference": "The Song of Songs 1:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 12,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E While the king was at his banqueting table, my nard gave forth its fragrance. ",
    "reference": "The Song of Songs 1:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 13,
    "text": "My beloved is like a fragrant pouch of myrrh spending the night between my breasts. ",
    "reference": "The Song of Songs 1:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 14,
    "text": "My beloved is like a cluster of henna blossoms in the vineyards of En Gedi. ",
    "reference": "The Song of Songs 1:14"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 15,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E Oh, how beautiful you are, my beloved! Oh, how beautiful you are! Your eyes are like doves! ",
    "reference": "The Song of Songs 1:15"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 16,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Oh, how handsome you are, my lover! Oh, how delightful you are! The lush foliage is our canopied bed;",
    "reference": "The Song of Songs 1:16"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 1,
    "verse": 17,
    "text": "the cedars are the beams of our bedroom chamber; the pines are the rafters of our bedroom.",
    "reference": "The Song of Songs 1:17"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 1,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E I am a meadow flower from Sharon, a lily from the valleys. ",
    "reference": "The Song of Songs 2:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 2,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E Like a lily among the thorns, so is my darling among the maidens. ",
    "reference": "The Song of Songs 2:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E Like an apple tree among the trees of the forest, so is my beloved among the young men. I delight to sit in his shade, and his fruit is sweet to my taste. ",
    "reference": "The Song of Songs 2:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 4,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E He brought me into the banquet hall, and he looked at me lovingly. ",
    "reference": "The Song of Songs 2:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 5,
    "text": "Sustain me with raisin cakes, refresh me with apples, for I am faint with love.",
    "reference": "The Song of Songs 2:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 6,
    "text": "His left hand is under my head, and his right hand embraces me.",
    "reference": "The Song of Songs 2:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 7,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem, by the gazelles and by the young does of the open fields: Do not awaken or arouse love until it pleases! ",
    "reference": "The Song of Songs 2:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 8,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E Listen! My lover is approaching! Look! Here he comes, leaping over the mountains, bounding over the hills! ",
    "reference": "The Song of Songs 2:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 9,
    "text": "My lover is like a gazelle or a young stag. Look! There he stands behind our wall, gazing through the window, peering through the lattice. ",
    "reference": "The Song of Songs 2:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 10,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E My lover spoke to me, saying: “Arise, my darling; My beautiful one, come away with me!",
    "reference": "The Song of Songs 2:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 11,
    "text": "Look! The winter has passed, the winter rains are over and gone. ",
    "reference": "The Song of Songs 2:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 12,
    "text": "Blossoms have appeared in the land; the time for pruning and singing has come; the voice of the turtledove is heard in our land. ",
    "reference": "The Song of Songs 2:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 13,
    "text": "The fig tree has ripened its figs; the vines have blossomed and give off their fragrance. Arise, come away my darling; my beautiful one, come away with me!”",
    "reference": "The Song of Songs 2:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 14,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E O my dove, in the clefts of the rock, in the hiding places of the mountain crags, let me see your face; let me hear your voice; for your voice is sweet, and your face is lovely. ",
    "reference": "The Song of Songs 2:14"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 15,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Catch the foxes for us, the little foxes, that ruin the vineyards— for our vineyard is in bloom. ",
    "reference": "The Song of Songs 2:15"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 16,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E My lover is mine and I am his; he grazes among the lilies. ",
    "reference": "The Song of Songs 2:16"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 2,
    "verse": 17,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Until the dawn arrives and the shadows flee, turn, my beloved— be like a gazelle or a young stag on the mountain gorges. ",
    "reference": "The Song of Songs 2:17"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 1,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E All night long on my bed I longed for my lover. I longed for him, but he never appeared. ",
    "reference": "The Song of Songs 3:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 2,
    "text": "“I will arise and look all around throughout the town, and throughout the streets and squares; I will search for my beloved.” I searched for him, but I did not find him.",
    "reference": "The Song of Songs 3:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 3,
    "text": "The night watchmen found me—the ones who guard the city walls. “Have you seen my beloved?” ",
    "reference": "The Song of Songs 3:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 4,
    "text": "Scarcely had I passed them by when I found my beloved! I held onto him tightly and would not let him go until I brought him to my mother’s house, to the bedroom chamber of the one who conceived me.",
    "reference": "The Song of Songs 3:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 5,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem, by the gazelles and by the young does of the open fields: “Do not awaken or arouse love until it pleases!” ",
    "reference": "The Song of Songs 3:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 6,
    "text": "\u003Cb\u003EThe Speaker:\u003C/b\u003E Who is this coming up from the wilderness like a column of smoke, like a fragrant billow of myrrh and frankincense, every kind of fragrant powder of the traveling merchants? ",
    "reference": "The Song of Songs 3:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 7,
    "text": "Look! It is Solomon’s portable couch! It is surrounded by sixty warriors, some of Israel’s mightiest warriors. ",
    "reference": "The Song of Songs 3:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 8,
    "text": "All of them are skilled with a sword, well trained in the art of warfare. Each has his sword at his side, to guard against the terrors of the night. ",
    "reference": "The Song of Songs 3:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 9,
    "text": "King Solomon made a sedan chair for himself of wood imported from Lebanon. ",
    "reference": "The Song of Songs 3:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 10,
    "text": "Its posts were made of silver; its back was made of gold. Its seat was upholstered with purple wool; its interior was inlaid with leather by the maidens of Jerusalem. ",
    "reference": "The Song of Songs 3:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 3,
    "verse": 11,
    "text": "Come out, O maidens of Zion, and gaze upon King Solomon! He is wearing the crown with which his mother crowned him on his wedding day, on the most joyous day of his life! ",
    "reference": "The Song of Songs 3:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 1,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E Oh, you are beautiful, my darling! Oh, you are beautiful! Your eyes behind your veil are like doves. Your hair is like a flock of female goats descending from Mount Gilead. ",
    "reference": "The Song of Songs 4:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 2,
    "text": "Your teeth are like a flock of newly shorn sheep coming up from the washing place; each of them has a twin, and not one of them is missing. ",
    "reference": "The Song of Songs 4:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 3,
    "text": "Your lips are like a scarlet thread; your mouth is lovely. Your forehead behind your veil is like a slice of pomegranate. ",
    "reference": "The Song of Songs 4:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 4,
    "text": "Your neck is like the tower of David built with courses of stones; one thousand shields are hung on it— all shields of valiant warriors. ",
    "reference": "The Song of Songs 4:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 5,
    "text": "Your two breasts are like two fawns, twins of the gazelle grazing among the lilies. ",
    "reference": "The Song of Songs 4:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 6,
    "text": "Until the dawn arrives and the shadows flee, I will go up to the mountain of myrrh and to the hill of frankincense. ",
    "reference": "The Song of Songs 4:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 7,
    "text": "You are altogether beautiful, my darling! There is no blemish in you!",
    "reference": "The Song of Songs 4:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 8,
    "text": "Come with me from Lebanon, my bride; come with me from Lebanon. Descend from the crest of Amana, from the top of Senir, the summit of Hermon, from the lions’ dens and the mountain haunts of the leopards. ",
    "reference": "The Song of Songs 4:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 9,
    "text": "You have stolen my heart, my sister, my bride! You have stolen my heart with one glance of your eyes, with one jewel of your necklace. ",
    "reference": "The Song of Songs 4:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 10,
    "text": "How delightful is your love, my sister, my bride! How much better is your love than wine; the fragrance of your perfume is better than any spice! ",
    "reference": "The Song of Songs 4:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 11,
    "text": "Your lips drip sweetness like the honeycomb, my bride; honey and milk are under your tongue. The fragrance of your garments is like the fragrance of Lebanon. ",
    "reference": "The Song of Songs 4:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 12,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E You are a locked garden, my sister, my bride; you are an enclosed spring, a sealed-up fountain. ",
    "reference": "The Song of Songs 4:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 13,
    "text": "Your shoots are a royal garden full of pomegranates with choice fruits: henna with nard, ",
    "reference": "The Song of Songs 4:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 14,
    "text": "nard and saffron, calamus and cinnamon with every kind of spice, myrrh and aloes with all the finest spices. ",
    "reference": "The Song of Songs 4:14"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 15,
    "text": "You are a garden spring, a well of fresh water flowing down from Lebanon. ",
    "reference": "The Song of Songs 4:15"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 4,
    "verse": 16,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Awake, O north wind; come, O south wind! Blow on my garden so that its fragrant spices may send out their sweet smell. May my beloved come into his garden and eat its delightful fruit! ",
    "reference": "The Song of Songs 4:16"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 1,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E I have entered my garden, O my sister, my bride; I have gathered my myrrh with my balsam spice. I have eaten my honeycomb and my honey; I have drunk my wine and my milk!\u003Cb\u003EThe Poet to the Couple:\u003C/b\u003E Eat, friends, and drink! Drink freely, O lovers! ",
    "reference": "The Song of Songs 5:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 2,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E I was asleep, but my mind was dreaming. Listen! My lover is knocking at the door! \u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E “Open for me, my sister, my darling, my dove, my flawless one! My head is drenched with dew, my hair with the dampness of the night.” ",
    "reference": "The Song of Songs 5:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E “I have already taken off my robe—must I put it on again? I have already washed my feet—must I soil them again?”",
    "reference": "The Song of Songs 5:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 4,
    "text": "My lover thrust his hand through the hole, and my feelings were stirred for him.",
    "reference": "The Song of Songs 5:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 5,
    "text": "I arose to open for my beloved; my hands dripped with myrrh— my fingers flowed with myrrh on the handles of the lock. ",
    "reference": "The Song of Songs 5:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 6,
    "text": "I opened for my beloved, but my lover had already turned and gone away. I fell into despair when he departed. I looked for him but did not find him; I called him, but he did not answer me.",
    "reference": "The Song of Songs 5:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 7,
    "text": "The watchmen found me as they made their rounds in the city. They beat me; they bruised me; they took away my cloak, those watchmen on the walls! ",
    "reference": "The Song of Songs 5:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 8,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem— If you find my beloved, what will you tell him? Tell him that I am lovesick! ",
    "reference": "The Song of Songs 5:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 9,
    "text": "\u003Cb\u003EThe Maidens to The Beloved:\u003C/b\u003E Why is your beloved better than others, O most beautiful of women? Why is your beloved better than others, that you would admonish us in this manner? ",
    "reference": "The Song of Songs 5:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 10,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E My beloved is dazzling and ruddy; he stands out in comparison to all other men.",
    "reference": "The Song of Songs 5:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 11,
    "text": "His head is like the purest gold. His hair is curly—black like a raven. ",
    "reference": "The Song of Songs 5:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 12,
    "text": "His eyes are like doves by streams of water, washed in milk, mounted like jewels. ",
    "reference": "The Song of Songs 5:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 13,
    "text": "His cheeks are like garden beds full of balsam trees yielding perfume. His lips are like lilies dripping with drops of myrrh. ",
    "reference": "The Song of Songs 5:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 14,
    "text": "His arms are like rods of gold set with chrysolite. His abdomen is like polished ivory inlaid with sapphires. ",
    "reference": "The Song of Songs 5:14"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 15,
    "text": "His legs are like pillars of marble set on bases of pure gold. His appearance is like Lebanon, choice as its cedars. ",
    "reference": "The Song of Songs 5:15"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 5,
    "verse": 16,
    "text": "His mouth is very sweet; he is totally desirable. This is my beloved! This is my companion, O maidens of Jerusalem! ",
    "reference": "The Song of Songs 5:16"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 1,
    "text": "\u003Cb\u003EThe Maidens to the Beloved:\u003C/b\u003E Where has your beloved gone, O most beautiful among women? Where has your beloved turned? Tell us, that we may seek him with you.",
    "reference": "The Song of Songs 6:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 2,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E My beloved has gone down to his garden, to the flowerbeds of balsam spices, to graze in the gardens, and to gather lilies. ",
    "reference": "The Song of Songs 6:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E I am my lover’s, and my lover is mine; he grazes among the lilies. ",
    "reference": "The Song of Songs 6:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 4,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E My darling, you are as beautiful as Tirzah, as lovely as Jerusalem, as awe-inspiring as bannered armies.",
    "reference": "The Song of Songs 6:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 5,
    "text": "Turn your eyes away from me— they overwhelm me! Your hair is like a flock of goats descending from Mount Gilead. ",
    "reference": "The Song of Songs 6:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 6,
    "text": "Your teeth are like a flock of sheep coming up from the washing; each has its twin; not one of them is missing. ",
    "reference": "The Song of Songs 6:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 7,
    "text": "Like a slice of pomegranate is your forehead behind your veil. ",
    "reference": "The Song of Songs 6:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 8,
    "text": "There may be sixty queens, and eighty concubines, and young women without number. ",
    "reference": "The Song of Songs 6:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 9,
    "text": "But she is unique, my dove, my perfect one! She is the special daughter of her mother; she is the favorite of the one who bore her. The maidens saw her and complimented her; the queens and concubines praised her:",
    "reference": "The Song of Songs 6:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 10,
    "text": "“Who is this who appears like the dawn? Beautiful as the moon, bright as the sun, awe-inspiring as the stars in procession?” ",
    "reference": "The Song of Songs 6:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 11,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E I went down to the orchard of walnut trees, to look for the blossoms of the valley, to see if the vines had budded or if the pomegranates were in bloom. ",
    "reference": "The Song of Songs 6:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 12,
    "text": " I was beside myself with joy! There please give me your myrrh, O daughter of my princely people. ",
    "reference": "The Song of Songs 6:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 13,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E (7:1) Turn, turn, O Perfect One! Turn, turn, that I may stare at you!\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Why do you gaze upon the Perfect One like the dance of the Mahanaim? ",
    "reference": "The Song of Songs 6:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 1,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E (7:2) How beautiful are your sandaled feet, O nobleman’s daughter! The curves of your thighs are like jewels, the work of the hands of a master craftsman. ",
    "reference": "The Song of Songs 7:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 2,
    "text": "Your navel is a round mixing bowl— may it never lack mixed wine! Your belly is a mound of wheat, encircled by lilies. ",
    "reference": "The Song of Songs 7:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 3,
    "text": "Your two breasts are like two fawns, twins of a gazelle. ",
    "reference": "The Song of Songs 7:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 4,
    "text": "Your neck is like a tower made of ivory. Your eyes are the pools in Heshbon by the gate of Bath Rabbim. Your nose is like the tower of Lebanon overlooking Damascus. ",
    "reference": "The Song of Songs 7:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 5,
    "text": "Your head crowns you like Mount Carmel. The locks of your hair are like royal tapestries— the king is held captive in its tresses! ",
    "reference": "The Song of Songs 7:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 6,
    "text": "How beautiful you are! How lovely, O love, with your delights! ",
    "reference": "The Song of Songs 7:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 7,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E Your stature is like a palm tree, and your breasts are like clusters of grapes. ",
    "reference": "The Song of Songs 7:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 8,
    "text": "I want to climb the palm tree and take hold of its fruit stalks. May your breasts be like the clusters of grapes, and may the fragrance of your breath be like apples!",
    "reference": "The Song of Songs 7:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 9,
    "text": "May your mouth be like the best wine, flowing smoothly for my beloved, gliding gently over our lips as we sleep together.",
    "reference": "The Song of Songs 7:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 10,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E I am my beloved’s, and he desires me!",
    "reference": "The Song of Songs 7:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 11,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Come, my beloved; let us go to the countryside; let us spend the night in the villages. ",
    "reference": "The Song of Songs 7:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 12,
    "text": "Let us rise early to go to the vineyards, to see if the vines have budded, to see if their blossoms have opened, if the pomegranates are in bloom— there I will give you my love. ",
    "reference": "The Song of Songs 7:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 7,
    "verse": 13,
    "text": "The mandrakes send out their fragrance; over our door is every delicacy, both new and old, which I have stored up for you, my lover. ",
    "reference": "The Song of Songs 7:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 1,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Oh, how I wish you were my little brother, nursing at my mother’s breasts; if I saw you outside, I could kiss you— surely no one would despise me!",
    "reference": "The Song of Songs 8:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 2,
    "text": "I would lead you and bring you to my mother’s house, the one who taught me. I would give you spiced wine to drink, the nectar of my pomegranates. ",
    "reference": "The Song of Songs 8:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E His left hand is under my head, and his right hand embraces me.",
    "reference": "The Song of Songs 8:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 4,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E I admonish you, O maidens of Jerusalem: “Do not arouse or awaken love until it pleases!” ",
    "reference": "The Song of Songs 8:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 5,
    "text": "\u003Cb\u003EThe Maidens about His Beloved:\u003C/b\u003E Who is this coming up from the wilderness, leaning on her beloved?\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Under the apple tree I aroused you; there your mother conceived you; there she who bore you was in labor of childbirth. ",
    "reference": "The Song of Songs 8:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 6,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Set me like a cylinder seal over your heart, like a signet on your arm. For love is as strong as death; passion is as unrelenting as Sheol. Its flames burst forth; it is a blazing flame. ",
    "reference": "The Song of Songs 8:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 7,
    "text": "Surging waters cannot quench love; floodwaters cannot overflow it. If someone were to offer all his possessions to buy love, the offer would be utterly despised. ",
    "reference": "The Song of Songs 8:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 8,
    "text": "\u003Cb\u003EThe Beloved’s Brothers:\u003C/b\u003E We have a little sister, and as yet she has no breasts. What shall we do for our sister on the day when she is spoken for?",
    "reference": "The Song of Songs 8:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 9,
    "text": "If she is a wall, we will build on her a battlement of silver; but if she is a door, we will barricade her with boards of cedar. ",
    "reference": "The Song of Songs 8:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 10,
    "text": "\u003Cb\u003EThe Beloved:\u003C/b\u003E I was a wall, and my breasts were like fortress towers. Then I found favor in his eyes. ",
    "reference": "The Song of Songs 8:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 11,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Solomon had a vineyard at Baal Hamon; he leased out the vineyard to those who maintained it. Each was to bring 1,000 shekels of silver for its fruit. ",
    "reference": "The Song of Songs 8:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 12,
    "text": "My vineyard, which belongs to me, is at my disposal alone. The thousand shekels belong to you, O Solomon, and 200 shekels belong to those who maintain it for its fruit. ",
    "reference": "The Song of Songs 8:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 13,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E O you who stay in the gardens, my companions are listening attentively for your voice; let me be the one to hear it!",
    "reference": "The Song of Songs 8:13"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 8,
    "verse": 14,
    "text": "\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Make haste, my beloved! Be like a gazelle or a young stag on the mountains of spices. ",
    "reference": "The Song of Songs 8:14"
  }
]