[
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 1,
    "text": "\u003Cb\u003EThe Maidens to the Beloved:\u003C/b\u003E Where has your beloved gone, O most beautiful among women? Where has your beloved turned? Tell us, that we may seek him with you.",
    "reference": "The Song of Songs 6:1"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 2,
    "text": "\u003Cb\u003EThe Beloved to the Maidens:\u003C/b\u003E My beloved has gone down to his garden, to the flowerbeds of balsam spices, to graze in the gardens, and to gather lilies. ",
    "reference": "The Song of Songs 6:2"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 3,
    "text": "\u003Cb\u003EThe Beloved about Her Lover:\u003C/b\u003E I am my lover’s, and my lover is mine; he grazes among the lilies. ",
    "reference": "The Song of Songs 6:3"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 4,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E My darling, you are as beautiful as Tirzah, as lovely as Jerusalem, as awe-inspiring as bannered armies.",
    "reference": "The Song of Songs 6:4"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 5,
    "text": "Turn your eyes away from me— they overwhelm me! Your hair is like a flock of goats descending from Mount Gilead. ",
    "reference": "The Song of Songs 6:5"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 6,
    "text": "Your teeth are like a flock of sheep coming up from the washing; each has its twin; not one of them is missing. ",
    "reference": "The Song of Songs 6:6"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 7,
    "text": "Like a slice of pomegranate is your forehead behind your veil. ",
    "reference": "The Song of Songs 6:7"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 8,
    "text": "There may be sixty queens, and eighty concubines, and young women without number. ",
    "reference": "The Song of Songs 6:8"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 9,
    "text": "But she is unique, my dove, my perfect one! She is the special daughter of her mother; she is the favorite of the one who bore her. The maidens saw her and complimented her; the queens and concubines praised her:",
    "reference": "The Song of Songs 6:9"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 10,
    "text": "“Who is this who appears like the dawn? Beautiful as the moon, bright as the sun, awe-inspiring as the stars in procession?” ",
    "reference": "The Song of Songs 6:10"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 11,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E I went down to the orchard of walnut trees, to look for the blossoms of the valley, to see if the vines had budded or if the pomegranates were in bloom. ",
    "reference": "The Song of Songs 6:11"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 12,
    "text": " I was beside myself with joy! There please give me your myrrh, O daughter of my princely people. ",
    "reference": "The Song of Songs 6:12"
  },
  {
    "bookName": "The Song of Songs",
    "chapter": 6,
    "verse": 13,
    "text": "\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E (7:1) Turn, turn, O Perfect One! Turn, turn, that I may stare at you!\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Why do you gaze upon the Perfect One like the dance of the Mahanaim? ",
    "reference": "The Song of Songs 6:13"
  }
]