[{"bookName":"The Song of Songs","chapter":4,"verse":1,"text":"\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E Oh, you are beautiful, my darling! Oh, you are beautiful! Your eyes behind your veil are like doves. Your hair is like a flock of female goats descending from Mount Gilead. ","reference":"The Song of Songs 4:1"},{"bookName":"The Song of Songs","chapter":4,"verse":2,"text":"Your teeth are like a flock of newly shorn sheep coming up from the washing place; each of them has a twin, and not one of them is missing. ","reference":"The Song of Songs 4:2"},{"bookName":"The Song of Songs","chapter":4,"verse":3,"text":"Your lips are like a scarlet thread; your mouth is lovely. Your forehead behind your veil is like a slice of pomegranate. ","reference":"The Song of Songs 4:3"},{"bookName":"The Song of Songs","chapter":4,"verse":4,"text":"Your neck is like the tower of David built with courses of stones; one thousand shields are hung on it— all shields of valiant warriors. ","reference":"The Song of Songs 4:4"},{"bookName":"The Song of Songs","chapter":4,"verse":5,"text":"Your two breasts are like two fawns, twins of the gazelle grazing among the lilies. ","reference":"The Song of Songs 4:5"},{"bookName":"The Song of Songs","chapter":4,"verse":6,"text":"Until the dawn arrives and the shadows flee, I will go up to the mountain of myrrh and to the hill of frankincense. ","reference":"The Song of Songs 4:6"},{"bookName":"The Song of Songs","chapter":4,"verse":7,"text":"You are altogether beautiful, my darling! There is no blemish in you!","reference":"The Song of Songs 4:7"},{"bookName":"The Song of Songs","chapter":4,"verse":8,"text":"Come with me from Lebanon, my bride; come with me from Lebanon. Descend from the crest of Amana, from the top of Senir, the summit of Hermon, from the lions’ dens and the mountain haunts of the leopards. ","reference":"The Song of Songs 4:8"},{"bookName":"The Song of Songs","chapter":4,"verse":9,"text":"You have stolen my heart, my sister, my bride! You have stolen my heart with one glance of your eyes, with one jewel of your necklace. ","reference":"The Song of Songs 4:9"},{"bookName":"The Song of Songs","chapter":4,"verse":10,"text":"How delightful is your love, my sister, my bride! How much better is your love than wine; the fragrance of your perfume is better than any spice! ","reference":"The Song of Songs 4:10"},{"bookName":"The Song of Songs","chapter":4,"verse":11,"text":"Your lips drip sweetness like the honeycomb, my bride; honey and milk are under your tongue. The fragrance of your garments is like the fragrance of Lebanon. ","reference":"The Song of Songs 4:11"},{"bookName":"The Song of Songs","chapter":4,"verse":12,"text":"\u003Cb\u003EThe Lover to His Beloved:\u003C/b\u003E You are a locked garden, my sister, my bride; you are an enclosed spring, a sealed-up fountain. ","reference":"The Song of Songs 4:12"},{"bookName":"The Song of Songs","chapter":4,"verse":13,"text":"Your shoots are a royal garden full of pomegranates with choice fruits: henna with nard, ","reference":"The Song of Songs 4:13"},{"bookName":"The Song of Songs","chapter":4,"verse":14,"text":"nard and saffron, calamus and cinnamon with every kind of spice, myrrh and aloes with all the finest spices. ","reference":"The Song of Songs 4:14"},{"bookName":"The Song of Songs","chapter":4,"verse":15,"text":"You are a garden spring, a well of fresh water flowing down from Lebanon. ","reference":"The Song of Songs 4:15"},{"bookName":"The Song of Songs","chapter":4,"verse":16,"text":"\u003Cb\u003EThe Beloved to Her Lover:\u003C/b\u003E Awake, O north wind; come, O south wind! Blow on my garden so that its fragrant spices may send out their sweet smell. May my beloved come into his garden and eat its delightful fruit! ","reference":"The Song of Songs 4:16"}]