[{"bookName":"Ezra","chapter":1,"verse":1,"text":"In the first year of King Cyrus of Persia, in fulfillment of the Lord’s message spoken through Jeremiah, the Lord motivated King Cyrus of Persia to issue a proclamation throughout his kingdom and also to put it in writing. It read:","reference":"Ezra 1:1"},{"bookName":"Ezra","chapter":1,"verse":2,"text":"“This is what King Cyrus of Persia says: “‘The Lord God of heaven has given me all the kingdoms of the earth. He has appointed me to build a temple for him in Jerusalem, which is in Judah. ","reference":"Ezra 1:2"},{"bookName":"Ezra","chapter":1,"verse":3,"text":"Anyone of his people among you (may his God be with him!) may go up to Jerusalem, which is in Judah, and may build the temple of the Lord God of Israel—he is the God who is in Jerusalem. ","reference":"Ezra 1:3"},{"bookName":"Ezra","chapter":1,"verse":4,"text":"Anyone who survives in any of those places where he is a resident foreigner must be helped by his neighbors with silver, gold, equipment, and animals, along with voluntary offerings for the temple of God which is in Jerusalem.’” ","reference":"Ezra 1:4"},{"bookName":"Ezra","chapter":1,"verse":5,"text":"Then the leaders of Judah and Benjamin, along with the priests and the Levites—all those whose mind God had stirred—got ready to go up in order to build the temple of the Lord in Jerusalem. ","reference":"Ezra 1:5"},{"bookName":"Ezra","chapter":1,"verse":6,"text":"All their neighbors assisted them with silver utensils, gold, equipment, animals, and expensive gifts, not to mention all the voluntary offerings.","reference":"Ezra 1:6"},{"bookName":"Ezra","chapter":1,"verse":7,"text":"Then King Cyrus brought out the vessels of the Lord’s temple which Nebuchadnezzar had brought from Jerusalem and had displayed in the temple of his gods. ","reference":"Ezra 1:7"},{"bookName":"Ezra","chapter":1,"verse":8,"text":"King Cyrus of Persia entrusted them to Mithredath the treasurer, who counted them out to Sheshbazzar the leader of the Judahite exiles.","reference":"Ezra 1:8"},{"bookName":"Ezra","chapter":1,"verse":9,"text":"The inventory of these items was as follows: 30 gold basins, 1,000 silver basins, 29 silver utensils, ","reference":"Ezra 1:9"},{"bookName":"Ezra","chapter":1,"verse":10,"text":"30 gold bowls, 410 other silver bowls, and 1,000 other vessels. ","reference":"Ezra 1:10"},{"bookName":"Ezra","chapter":1,"verse":11,"text":"All these gold and silver vessels totaled 5,400. Sheshbazzar brought them all along when the captives were brought up from Babylon to Jerusalem. ","reference":"Ezra 1:11"}]