[{"bookName":"Ezra","chapter":8,"verse":1,"text":"These are the leaders and those enrolled with them by genealogy who were coming up with me from Babylon during the reign of King Artaxerxes: ","reference":"Ezra 8:1"},{"bookName":"Ezra","chapter":8,"verse":2,"text":"from the descendants of Phinehas, Gershom; from the descendants of Ithamar, Daniel; from the descendants of David, Hattush ","reference":"Ezra 8:2"},{"bookName":"Ezra","chapter":8,"verse":3,"text":"the son of Shecaniah; from the descendants of Parosh, Zechariah, and with him were enrolled by genealogy 150 men; ","reference":"Ezra 8:3"},{"bookName":"Ezra","chapter":8,"verse":4,"text":"from the descendants of Pahath Moab, Eliehoenai son of Zerahiah, and with him 200 men; ","reference":"Ezra 8:4"},{"bookName":"Ezra","chapter":8,"verse":5,"text":"from the descendants of Zattu, Shecaniah son of Jahaziel, and with him 300 men; ","reference":"Ezra 8:5"},{"bookName":"Ezra","chapter":8,"verse":6,"text":"from the descendants of Adin, Ebed son of Jonathan, and with him 50 men; ","reference":"Ezra 8:6"},{"bookName":"Ezra","chapter":8,"verse":7,"text":"from the descendants of Elam, Jeshaiah son of Athaliah, and with him 70 men; ","reference":"Ezra 8:7"},{"bookName":"Ezra","chapter":8,"verse":8,"text":"from the descendants of Shephatiah, Zebadiah son of Michael, and with him 80 men; ","reference":"Ezra 8:8"},{"bookName":"Ezra","chapter":8,"verse":9,"text":"from the descendants of Joab, Obadiah son of Jehiel, and with him 218 men; ","reference":"Ezra 8:9"},{"bookName":"Ezra","chapter":8,"verse":10,"text":"from the descendants of Bani, Shelomith son of Josiphiah, and with him 160 men; ","reference":"Ezra 8:10"},{"bookName":"Ezra","chapter":8,"verse":11,"text":"from the descendants of Bebai, Zechariah son of Bebai, and with him 28 men; ","reference":"Ezra 8:11"},{"bookName":"Ezra","chapter":8,"verse":12,"text":"from the descendants of Azgad, Johanan son of Hakkatan, and with him 110 men; ","reference":"Ezra 8:12"},{"bookName":"Ezra","chapter":8,"verse":13,"text":"from the descendants of Adonikam there were the latter ones. Their names were Eliphelet, Jeuel, and Shemaiah, and with them 60 men; ","reference":"Ezra 8:13"},{"bookName":"Ezra","chapter":8,"verse":14,"text":"from the descendants of Bigvai, Uthai, and Zaccur, and with them 70 men. ","reference":"Ezra 8:14"},{"bookName":"Ezra","chapter":8,"verse":15,"text":"I had them assemble at the canal that flows toward Ahava, and we camped there for three days. I observed that the people and the priests were present, but I found no Levites there. ","reference":"Ezra 8:15"},{"bookName":"Ezra","chapter":8,"verse":16,"text":"So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leaders, and Joiarib and Elnathan, who were teachers. ","reference":"Ezra 8:16"},{"bookName":"Ezra","chapter":8,"verse":17,"text":"I sent them to Iddo, who was the leader in the place called Casiphia. I told them what to say to Iddo and his relatives, who were the temple servants in Casiphia, so they would bring us attendants for the temple of our God. ","reference":"Ezra 8:17"},{"bookName":"Ezra","chapter":8,"verse":18,"text":"Due to the fact that the good hand of our God was on us, they brought us a skilled man, from the descendants of Mahli the son of Levi son of Israel. This man was Sherebiah, who was accompanied by his sons and brothers, 18 men;","reference":"Ezra 8:18"},{"bookName":"Ezra","chapter":8,"verse":19,"text":"and Hashabiah, along with Jeshaiah from the descendants of Merari, with his brothers and their sons, 20 men;","reference":"Ezra 8:19"},{"bookName":"Ezra","chapter":8,"verse":20,"text":"and some of the temple servants that David and his officials had established for the work of the Levites—220 of them. They were all designated by name. ","reference":"Ezra 8:20"},{"bookName":"Ezra","chapter":8,"verse":21,"text":"I called for a fast there by the Ahava Canal, so that we might humble ourselves before our God and seek from him a safe journey for us, our children, and all our property. ","reference":"Ezra 8:21"},{"bookName":"Ezra","chapter":8,"verse":22,"text":"I was embarrassed to request soldiers and horsemen from the king to protect us from the enemy along the way, because we had said to the king, “The good hand of our God is on everyone who is seeking him, but his great anger is against everyone who forsakes him.”","reference":"Ezra 8:22"},{"bookName":"Ezra","chapter":8,"verse":23,"text":"So we fasted and prayed to our God about this, and he answered us.","reference":"Ezra 8:23"},{"bookName":"Ezra","chapter":8,"verse":24,"text":"Then I set apart 12 of the leading priests, together with Sherebiah, Hashabiah, and 10 of their brothers, ","reference":"Ezra 8:24"},{"bookName":"Ezra","chapter":8,"verse":25,"text":"and I weighed out to them the silver, the gold, and the vessels intended for the temple of our God—items that the king, his advisers, his officials, and all Israel who were present had contributed. ","reference":"Ezra 8:25"},{"bookName":"Ezra","chapter":8,"verse":26,"text":"I weighed out to them: 650 talents of silver, silver vessels worth 100 talents, 100 talents of gold, ","reference":"Ezra 8:26"},{"bookName":"Ezra","chapter":8,"verse":27,"text":"20 gold bowls worth 1,000 darics, and 2 exquisite vessels of gleaming bronze, as valuable as gold. ","reference":"Ezra 8:27"},{"bookName":"Ezra","chapter":8,"verse":28,"text":"Then I said to them, “You are holy to the Lord, just as these vessels are holy. The silver and the gold are a voluntary offering to the Lord, the God of your fathers. ","reference":"Ezra 8:28"},{"bookName":"Ezra","chapter":8,"verse":29,"text":"Be careful with them and protect them, until you weigh them out before the leading priests and the Levites and the family leaders of Israel in Jerusalem, in the storerooms of the temple of the Lord.","reference":"Ezra 8:29"},{"bookName":"Ezra","chapter":8,"verse":30,"text":"Then the priests and the Levites took charge of the silver, the gold, and the vessels that had been weighed out, to transport them to Jerusalem to the temple of our God. ","reference":"Ezra 8:30"},{"bookName":"Ezra","chapter":8,"verse":31,"text":"On the twelfth day of the first month we began traveling from the Ahava Canal to go to Jerusalem. The hand of our God was on us, and he delivered us from our enemies and from bandits along the way. ","reference":"Ezra 8:31"},{"bookName":"Ezra","chapter":8,"verse":32,"text":"So we came to Jerusalem, and we stayed there for three days. ","reference":"Ezra 8:32"},{"bookName":"Ezra","chapter":8,"verse":33,"text":"On the fourth day we weighed out the silver, the gold, and the vessels in the house of our God into the care of Meremoth son of Uriah, the priest, and Eleazar son of Phinehas, who were accompanied by Jozabad son of Jeshua and Noadiah son of Binnui, who were Levites. ","reference":"Ezra 8:33"},{"bookName":"Ezra","chapter":8,"verse":34,"text":"Everything was verified by number and by weight, and the total weight was written down at that time. ","reference":"Ezra 8:34"},{"bookName":"Ezra","chapter":8,"verse":35,"text":"The exiles who were returning from the captivity offered burnt offerings to the God of Israel—12 bulls for all Israel, 96 rams, 77 male lambs, along with 12 male goats as a sin offering. All this was a burnt offering to the Lord. ","reference":"Ezra 8:35"},{"bookName":"Ezra","chapter":8,"verse":36,"text":"Then they presented the decrees of the king to the king’s satraps and to the governors of Trans-Euphrates, who assisted the people and the temple of God. ","reference":"Ezra 8:36"}]