[
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 1,
    "text": "Then the prophets Haggai and Zechariah son of Iddo prophesied concerning the Jews who were in Judah and Jerusalem in the name of the God of Israel who was over them.",
    "reference": "Ezra 5:1"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 2,
    "text": "Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak began to rebuild the temple of God in Jerusalem. The prophets of God were with them, supporting them.",
    "reference": "Ezra 5:2"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 3,
    "text": "At that time Tattenai governor of Trans-Euphrates, Shethar-Bozenai, and their colleagues came to them and asked, “Who gave you authority to rebuild this temple and to complete this structure?” ",
    "reference": "Ezra 5:3"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 4,
    "text": "They also asked them, “What are the names of the men who are building this edifice?” ",
    "reference": "Ezra 5:4"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 5,
    "text": "But God was watching over the elders of Judah, and they were not stopped until a report could be dispatched to Darius and a letter could be sent back concerning this. ",
    "reference": "Ezra 5:5"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 6,
    "text": "This is a copy of the letter that Tattenai governor of Trans-Euphrates, Shethar-Bozenai, and his colleagues (who were the officials of Trans-Euphrates) sent to King Darius. ",
    "reference": "Ezra 5:6"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 7,
    "text": "The report they sent to him was written as follows: “To King Darius: All greetings! ",
    "reference": "Ezra 5:7"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 8,
    "text": "Let it be known to the king that we have gone to the province of Judah, to the temple of the great God. It is being built with large stones, and timbers are being placed in the walls. This work is being done with all diligence and is prospering in their hands. ",
    "reference": "Ezra 5:8"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 9,
    "text": "We inquired of those elders, asking them, ‘Who gave you the authority to rebuild this temple and to complete this structure?’ ",
    "reference": "Ezra 5:9"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 10,
    "text": "We also inquired of their names in order to inform you, so that we might write the names of the men who were their leaders. ",
    "reference": "Ezra 5:10"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 11,
    "text": "They responded to us in the following way: ‘We are servants of the God of heaven and earth. We are rebuilding the temple which was previously built many years ago. A great king of Israel built it and completed it.",
    "reference": "Ezra 5:11"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 12,
    "text": "But after our ancestors angered the God of heaven, he delivered them into the hands of King Nebuchadnezzar of Babylon, the Chaldean, who destroyed this temple and exiled the people to Babylon. ",
    "reference": "Ezra 5:12"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 13,
    "text": "But in the first year of King Cyrus of Babylon, King Cyrus enacted a decree to rebuild this temple of God. ",
    "reference": "Ezra 5:13"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 14,
    "text": "Even the gold and silver vessels of the temple of God that Nebuchadnezzar had taken from the temple in Jerusalem and had brought to the palace of Babylon—even those things King Cyrus brought from the palace of Babylon and presented to a man by the name of Sheshbazzar whom he had appointed as governor. ",
    "reference": "Ezra 5:14"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 15,
    "text": "He said to him, “Take these vessels and go deposit them in the temple in Jerusalem, and let the house of God be rebuilt in its proper location.” ",
    "reference": "Ezra 5:15"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 16,
    "text": "Then this Sheshbazzar went and laid the foundations of the temple of God in Jerusalem. From that time to the present moment it has been in the process of being rebuilt, although it is not yet finished.’ ",
    "reference": "Ezra 5:16"
  },
  {
    "bookName": "Ezra",
    "chapter": 5,
    "verse": 17,
    "text": "“Now if the king is so inclined, let a search be conducted in the royal archives there in Babylon in order to determine whether King Cyrus did in fact issue orders for this temple of God to be rebuilt in Jerusalem. Then let the king send us a decision concerning this matter.”",
    "reference": "Ezra 5:17"
  }
]