[{"bookName":"Ezra","chapter":4,"verse":1,"text":"When the enemies of Judah and Benjamin learned that the former exiles were building a temple for the Lord God of Israel, ","reference":"Ezra 4:1"},{"bookName":"Ezra","chapter":4,"verse":2,"text":"they came to Zerubbabel and the leaders and said to them, “Let us help you build, for like you we seek your God and we have been sacrificing to him from the time of King Esarhaddon of Assyria, who brought us here.” ","reference":"Ezra 4:2"},{"bookName":"Ezra","chapter":4,"verse":3,"text":"But Zerubbabel, Jeshua, and the rest of the leaders of Israel said to them, “You have no right to help us build the temple of our God. We will build it by ourselves for the Lord God of Israel, just as King Cyrus, the king of Persia, has commanded us.”","reference":"Ezra 4:3"},{"bookName":"Ezra","chapter":4,"verse":4,"text":"Then the local people began to discourage the people of Judah and to dishearten them from building. ","reference":"Ezra 4:4"},{"bookName":"Ezra","chapter":4,"verse":5,"text":"They were hiring advisers to oppose them, so as to frustrate their plans, throughout the time of King Cyrus of Persia until the reign of King Darius of Persia. ","reference":"Ezra 4:5"},{"bookName":"Ezra","chapter":4,"verse":6,"text":" At the beginning of the reign of Ahasuerus they filed an accusation against the inhabitants of Judah and Jerusalem. ","reference":"Ezra 4:6"},{"bookName":"Ezra","chapter":4,"verse":7,"text":"And during the reign of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of their colleagues wrote to King Artaxerxes of Persia. This letter was first written in Aramaic but then translated.[What follows is in Aramaic.] ","reference":"Ezra 4:7"},{"bookName":"Ezra","chapter":4,"verse":8,"text":"Rehum the commander and Shimshai the scribe wrote a letter concerning Jerusalem to King Artaxerxes as follows: ","reference":"Ezra 4:8"},{"bookName":"Ezra","chapter":4,"verse":9,"text":"From Rehum the commander, Shimshai the scribe, and the rest of their colleagues—the judges, the rulers, the officials, the secretaries, the Erechites, the Babylonians, the people of Susa (that is, the Elamites), ","reference":"Ezra 4:9"},{"bookName":"Ezra","chapter":4,"verse":10,"text":"and the rest of the nations whom the great and noble Ashurbanipal deported and settled in the cities of Samaria and other places in Trans-Euphrates. ","reference":"Ezra 4:10"},{"bookName":"Ezra","chapter":4,"verse":11,"text":"(This is a copy of the letter they sent to him.)“To King Artaxerxes, from your servants in Trans-Euphrates: ","reference":"Ezra 4:11"},{"bookName":"Ezra","chapter":4,"verse":12,"text":"Now let the king be aware that the Jews who came up to us from you have gone to Jerusalem. They are rebuilding that rebellious and odious city. They are completing its walls and repairing its foundations. ","reference":"Ezra 4:12"},{"bookName":"Ezra","chapter":4,"verse":13,"text":"Let the king also be aware that if this city is built and its walls are completed, no more tax, custom, or toll will be paid, and the royal treasury will suffer loss. ","reference":"Ezra 4:13"},{"bookName":"Ezra","chapter":4,"verse":14,"text":"In light of the fact that we are loyal to the king, and since it does not seem appropriate to us that the king should sustain damage, we are sending the king this information ","reference":"Ezra 4:14"},{"bookName":"Ezra","chapter":4,"verse":15,"text":"so that he may initiate a search of the records of his predecessors and discover in those records that this city is rebellious and injurious to both kings and provinces, producing internal revolts from long ago. It is for this very reason that this city was destroyed. ","reference":"Ezra 4:15"},{"bookName":"Ezra","chapter":4,"verse":16,"text":"We therefore are informing the king that if this city is rebuilt and its walls are completed, you will not retain control of this portion of Trans-Euphrates.” ","reference":"Ezra 4:16"},{"bookName":"Ezra","chapter":4,"verse":17,"text":"The king sent the following response:“To Rehum the commander, Shimshai the scribe, and the rest of their colleagues who live in Samaria and other parts of Trans-Euphrates: Greetings! ","reference":"Ezra 4:17"},{"bookName":"Ezra","chapter":4,"verse":18,"text":"The letter you sent to us has been translated and read in my presence. ","reference":"Ezra 4:18"},{"bookName":"Ezra","chapter":4,"verse":19,"text":"So I gave orders, and it was determined that this city from long ago has been engaging in insurrection against kings. It has continually engaged in rebellion and revolt. ","reference":"Ezra 4:19"},{"bookName":"Ezra","chapter":4,"verse":20,"text":"Powerful kings have been over Jerusalem who ruled throughout the entire Trans-Euphrates and who were the beneficiaries of tribute, custom, and toll. ","reference":"Ezra 4:20"},{"bookName":"Ezra","chapter":4,"verse":21,"text":"Now give orders that these men cease their work and that this city not be rebuilt until such time as I so instruct. ","reference":"Ezra 4:21"},{"bookName":"Ezra","chapter":4,"verse":22,"text":"Exercise appropriate caution so that there is no negligence in this matter. Why should danger increase to the point that the king sustains damage?” ","reference":"Ezra 4:22"},{"bookName":"Ezra","chapter":4,"verse":23,"text":"Then, as soon as the copy of the letter from King Artaxerxes was read in the presence of Rehum, Shimshai the scribe, and their colleagues, they proceeded promptly to the Jews in Jerusalem and stopped them with threat of armed force. ","reference":"Ezra 4:23"},{"bookName":"Ezra","chapter":4,"verse":24,"text":"So the work on the temple of God in Jerusalem came to a halt. It remained halted until the second year of the reign of King Darius of Persia. ","reference":"Ezra 4:24"}]