[{"bookName":"Ezra","chapter":3,"verse":1,"text":"When the seventh month arrived and the Israelites were living in their towns, the people assembled in Jerusalem. ","reference":"Ezra 3:1"},{"bookName":"Ezra","chapter":3,"verse":2,"text":"Then Jeshua the son of Jozadak and his priestly colleagues and Zerubbabel son of Shealtiel and his colleagues started to build the altar of the God of Israel so they could offer burnt offerings on it as required by the law of Moses the man of God. ","reference":"Ezra 3:2"},{"bookName":"Ezra","chapter":3,"verse":3,"text":"They established the altar on its foundations, even though they were in terror of the local peoples, and they offered burnt offerings on it to the Lord, both the morning and the evening offerings. ","reference":"Ezra 3:3"},{"bookName":"Ezra","chapter":3,"verse":4,"text":"They observed the Feast of Shelters as required and offered the proper number of daily burnt offerings according to the requirement for each day. ","reference":"Ezra 3:4"},{"bookName":"Ezra","chapter":3,"verse":5,"text":"Afterward they offered the continual burnt offerings and those for the new moons and those for all the holy assemblies of the Lord and all those that were being voluntarily offered to the Lord. ","reference":"Ezra 3:5"},{"bookName":"Ezra","chapter":3,"verse":6,"text":"From the first day of the seventh month they began to offer burnt offerings to the Lord. However, the Lord’s temple was not at that time established. ","reference":"Ezra 3:6"},{"bookName":"Ezra","chapter":3,"verse":7,"text":"So they provided money for the masons and carpenters, and food, beverages, and olive oil for the people of Sidon and Tyre, so that they would bring cedar timber from Lebanon to the seaport at Joppa, in accord with the edict of King Cyrus of Persia. ","reference":"Ezra 3:7"},{"bookName":"Ezra","chapter":3,"verse":8,"text":"In the second year after they had come to the temple of God in Jerusalem, in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak initiated the work, along with the rest of their associates, the priests and the Levites, and all those who were coming to Jerusalem from the exile. They appointed the Levites who were at least twenty years old to take charge of the work on the Lord’s temple. ","reference":"Ezra 3:8"},{"bookName":"Ezra","chapter":3,"verse":9,"text":"So Jeshua appointed both his sons and his relatives, Kadmiel and his sons (the sons of Yehudah), to take charge of the workers in the temple of God, along with the sons of Henadad, their sons, and their relatives the Levites. ","reference":"Ezra 3:9"},{"bookName":"Ezra","chapter":3,"verse":10,"text":"When the builders established the Lord’s temple, the priests, ceremonially attired and with their clarions, and the Levites (the sons of Asaph) with their cymbals, stood to praise the Lord according to the instructions left by King David of Israel. ","reference":"Ezra 3:10"},{"bookName":"Ezra","chapter":3,"verse":11,"text":"With antiphonal response they sang, praising and glorifying the Lord: “For he is good; his loyal love toward Israel is forever.” All the people gave a loud shout as they praised the Lord when the temple of the Lord was established. ","reference":"Ezra 3:11"},{"bookName":"Ezra","chapter":3,"verse":12,"text":"Many of the priests, the Levites, and the leaders—older people who had seen with their own eyes the former temple while it was still established—were weeping loudly, and many others raised their voice in a joyous shout. ","reference":"Ezra 3:12"},{"bookName":"Ezra","chapter":3,"verse":13,"text":"People were unable to tell the difference between the sound of joyous shouting and the sound of the people’s weeping, for the people were shouting so loudly that the sound was heard a long way off. ","reference":"Ezra 3:13"}]