[
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 1,
    "text": "While Ezra was praying and confessing, weeping and throwing himself to the ground before the temple of God, a very large crowd of Israelites—men, women, and children alike—gathered around him. The people wept loudly.",
    "reference": "Ezra 10:1"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 2,
    "text": "Then Shecaniah son of Jehiel, from the descendants of Elam, addressed Ezra: “We have been unfaithful to our God by marrying foreign women from the local peoples. Nonetheless, there is still hope for Israel in this regard.",
    "reference": "Ezra 10:2"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 3,
    "text": "Therefore let us enact a covenant with our God to send away all these women and their offspring, in keeping with your counsel, my lord, and that of those who respect the commandments of our God. And let it be done according to the law. ",
    "reference": "Ezra 10:3"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 4,
    "text": "Get up, for this matter concerns you. We are with you, so be strong and act decisively!”",
    "reference": "Ezra 10:4"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 5,
    "text": "So Ezra got up and made the leading priests and Levites and all Israel take an oath to carry out this plan. And they all took a solemn oath. ",
    "reference": "Ezra 10:5"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 6,
    "text": "Then Ezra got up from in front of the temple of God and went to the room of Jehohanan son of Eliashib. While he stayed there, he did not eat food or drink water, for he was in mourning over the infidelity of the exiles. ",
    "reference": "Ezra 10:6"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 7,
    "text": "A proclamation was circulated throughout Judah and Jerusalem that all the exiles were to be assembled in Jerusalem. ",
    "reference": "Ezra 10:7"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 8,
    "text": "Everyone who did not come within three days would thereby forfeit all his property, in keeping with the counsel of the officials and the elders. Furthermore, he himself would be excluded from the assembly of the exiles. ",
    "reference": "Ezra 10:8"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 9,
    "text": "All the men of Judah and Benjamin were gathered in Jerusalem within the three days. (It was in the ninth month, on the twentieth day of that month.) All the people sat in the square at the temple of God, trembling because of this matter and because of the rains. ",
    "reference": "Ezra 10:9"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 10,
    "text": "Then Ezra the priest stood up and said to them, “You have behaved in an unfaithful manner by taking foreign wives! This has contributed to the guilt of Israel. ",
    "reference": "Ezra 10:10"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 11,
    "text": "Now give praise to the Lord God of your fathers, and do his will. Separate yourselves from the local residents and from these foreign wives.” ",
    "reference": "Ezra 10:11"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 12,
    "text": "All the assembly replied in a loud voice: “We will do just as you have said! ",
    "reference": "Ezra 10:12"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 13,
    "text": "However, the people are numerous and it is the rainy season. We are unable to stand here outside. Furthermore, this business cannot be resolved in a day or two, for we have sinned greatly in this matter. ",
    "reference": "Ezra 10:13"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 14,
    "text": "Let our leaders take steps on behalf of all the assembly. Let all those in our towns who have married foreign women come at an appointed time, and with them the elders of each town and its judges, until the hot anger of our God is turned away from us in this matter.” ",
    "reference": "Ezra 10:14"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 15,
    "text": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah were against this, assisted by Meshullam and Shabbethai the Levite. ",
    "reference": "Ezra 10:15"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 16,
    "text": "So the exiles proceeded accordingly. Ezra the priest separated out by name men who were leaders in their family groups. They sat down to consider this matter on the first day of the tenth month, ",
    "reference": "Ezra 10:16"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 17,
    "text": "and on the first day of the first month they finished considering all the men who had married foreign wives. ",
    "reference": "Ezra 10:17"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 18,
    "text": "It was determined that from the descendants of the priests, the following had taken foreign wives: from the descendants of Jeshua son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah. ",
    "reference": "Ezra 10:18"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 19,
    "text": "(They gave their word to send away their wives; their guilt offering was a ram from the flock for their guilt.) ",
    "reference": "Ezra 10:19"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 20,
    "text": "From the descendants of Immer: Hanani and Zebadiah. ",
    "reference": "Ezra 10:20"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 21,
    "text": "From the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah. ",
    "reference": "Ezra 10:21"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 22,
    "text": "From the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah. ",
    "reference": "Ezra 10:22"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 23,
    "text": "From the Levites: Jozabad, Shimei, Kelaiah (also known as Kelita), Pethahiah, Judah, and Eliezer. ",
    "reference": "Ezra 10:23"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 24,
    "text": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem, and Uri. ",
    "reference": "Ezra 10:24"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 25,
    "text": "From the Israelites: from the descendants of Parosh: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah. ",
    "reference": "Ezra 10:25"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 26,
    "text": "From the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah. ",
    "reference": "Ezra 10:26"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 27,
    "text": "From the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza. ",
    "reference": "Ezra 10:27"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 28,
    "text": "From the descendants of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai. ",
    "reference": "Ezra 10:28"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 29,
    "text": "From the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth. ",
    "reference": "Ezra 10:29"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 30,
    "text": "From the descendants of Pahath Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh. ",
    "reference": "Ezra 10:30"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 31,
    "text": "From the descendants of Harim: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon, ",
    "reference": "Ezra 10:31"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 32,
    "text": "Benjamin, Malluch, and Shemariah. ",
    "reference": "Ezra 10:32"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 33,
    "text": "From the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei. ",
    "reference": "Ezra 10:33"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 34,
    "text": "From the descendants of Bani: Maadai, Amram, Uel, ",
    "reference": "Ezra 10:34"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 35,
    "text": "Benaiah, Bedeiah, Keluhi, ",
    "reference": "Ezra 10:35"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 36,
    "text": "Vaniah, Meremoth, Eliashib, ",
    "reference": "Ezra 10:36"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 37,
    "text": "Mattaniah, Mattenai, and Jaasu. ",
    "reference": "Ezra 10:37"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 38,
    "text": "From the descendants of Binnui: Shimei, ",
    "reference": "Ezra 10:38"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 39,
    "text": "Shelemiah, Nathan, Adaiah, ",
    "reference": "Ezra 10:39"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 40,
    "text": "Machnadebai, Shashai, Sharai, ",
    "reference": "Ezra 10:40"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 41,
    "text": "Azarel, Shelemiah, Shemariah, ",
    "reference": "Ezra 10:41"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 42,
    "text": "Shallum, Amariah, and Joseph. ",
    "reference": "Ezra 10:42"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 43,
    "text": "From the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah. ",
    "reference": "Ezra 10:43"
  },
  {
    "bookName": "Ezra",
    "chapter": 10,
    "verse": 44,
    "text": "All these had taken foreign wives, and some of them also had children by these women. ",
    "reference": "Ezra 10:44"
  }
]