[
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 1,
    "text": "So Darius the king issued orders, and they searched in the archives of the treasury which were deposited there in Babylon. ",
    "reference": "Ezra 6:1"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 2,
    "text": "A scroll was found in the citadel of Ecbatana which is in the province of Media, and it was inscribed as follows:“Memorandum:",
    "reference": "Ezra 6:2"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 3,
    "text": "In the first year of his reign, King Cyrus gave orders concerning the temple of God in Jerusalem: ‘Let the temple be rebuilt as a place where sacrifices are offered. Let its foundations be set in place. Its height is to be 90 feet and its width 90 feet, ",
    "reference": "Ezra 6:3"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 4,
    "text": "with three layers of large stones and one layer of timber. The expense is to be subsidized by the royal treasury. ",
    "reference": "Ezra 6:4"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 5,
    "text": "Furthermore, let the gold and silver vessels of the temple of God, which Nebuchadnezzar brought from the temple in Jerusalem and carried to Babylon, be returned and brought to their proper place in the temple in Jerusalem. Let them be deposited in the temple of God.’ ",
    "reference": "Ezra 6:5"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 6,
    "text": "“Now Tattenai governor of Trans-Euphrates, Shethar-Bozenai, and their colleagues, the officials of Trans-Euphrates—all of you stay far away from there. ",
    "reference": "Ezra 6:6"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 7,
    "text": "Leave the work on this temple of God alone. Let the governor of the Jews and the elders of the Jews rebuild this temple of God in its proper place. ",
    "reference": "Ezra 6:7"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 8,
    "text": "“I also hereby issue orders as to what you are to do with those elders of the Jews in order to rebuild this temple of God. From the royal treasury, from the taxes of Trans-Euphrates, the complete costs are to be given to these men so that there may be no interruption of the work. ",
    "reference": "Ezra 6:8"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 9,
    "text": "Whatever is needed—whether oxen or rams or lambs for burnt offerings for the God of heaven or wheat or salt or wine or oil, as required by the priests who are in Jerusalem—must be given to them daily without any neglect, ",
    "reference": "Ezra 6:9"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 10,
    "text": "so that they may be offering incense to the God of heaven and may be praying for the good fortune of the king and his family. ",
    "reference": "Ezra 6:10"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 11,
    "text": "“I hereby give orders that if anyone changes this directive a beam is to be pulled out from his house and he is to be raised up and impaled on it, and his house is to be reduced to a rubbish heap for this indiscretion.",
    "reference": "Ezra 6:11"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 12,
    "text": "May God who makes his name to reside there overthrow any king or nation who reaches out to cause such change so as to destroy this temple of God in Jerusalem. I, Darius, have given orders. Let them be carried out with precision!” ",
    "reference": "Ezra 6:12"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 13,
    "text": "Then Tattenai governor of Trans-Euphrates, Shethar-Bozenai, and their colleagues acted accordingly—with precision, just as Darius the king had given instructions. ",
    "reference": "Ezra 6:13"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 14,
    "text": "The elders of the Jews continued building and prospering, while at the same time Haggai the prophet and Zechariah the son of Iddo continued prophesying. They built and brought it to completion by the command of the God of Israel and by the command of Cyrus and Darius and Artaxerxes king of Persia. ",
    "reference": "Ezra 6:14"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 15,
    "text": "They finished this temple on the third day of the month Adar, which is the sixth year of the reign of King Darius. ",
    "reference": "Ezra 6:15"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 16,
    "text": "The people of Israel—the priests, the Levites, and the rest of the exiles—observed the dedication of this temple of God with joy. ",
    "reference": "Ezra 6:16"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 17,
    "text": "For the dedication of this temple of God they offered 100 bulls, 200 rams, 400 lambs, and 12 male goats for the sin of all Israel, according to the number of the tribes of Israel. ",
    "reference": "Ezra 6:17"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 18,
    "text": "They appointed the priests by their divisions and the Levites by their divisions over the worship of God at Jerusalem, in accord with the book of Moses. ",
    "reference": "Ezra 6:18"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 19,
    "text": " The exiles observed the Passover on the fourteenth day of the first month. ",
    "reference": "Ezra 6:19"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 20,
    "text": "The priests and the Levites had purified themselves, every last one, and they all were ceremonially pure. They sacrificed the Passover lamb for all the exiles, for their colleagues the priests, and for themselves. ",
    "reference": "Ezra 6:20"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 21,
    "text": "The Israelites who were returning from the exile ate it, along with all those who had joined them in separating themselves from the uncleanness of the nations of the land to seek the Lord God of Israel. ",
    "reference": "Ezra 6:21"
  },
  {
    "bookName": "Ezra",
    "chapter": 6,
    "verse": 22,
    "text": "They observed the Feast of Unleavened Bread for seven days with joy, for the Lord had given them joy and had changed the opinion of the king of Assyria toward them so that he assisted them in the work on the temple of God, the God of Israel. ",
    "reference": "Ezra 6:22"
  }
]