[
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 1,
    "text": " There was a man in the land of Uz whose name was Job. And that man was blameless and upright, one who feared God and turned away from evil. ",
    "reference": "Job 1:1"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 2,
    "text": "Seven sons and three daughters were born to him.",
    "reference": "Job 1:2"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 3,
    "text": "His possessions included 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys; in addition he had a very great household. Thus he was the greatest of all the people in the east. ",
    "reference": "Job 1:3"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 4,
    "text": "Now his sons used to go and hold a feast in the house of each one in turn, and they would send and invite their three sisters to eat and to drink with them.",
    "reference": "Job 1:4"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 5,
    "text": "When the days of their feasting were finished, Job would send for them and sanctify them; he would get up early in the morning and offer burnt offerings according to the number of them all. For Job thought, “Perhaps my children have sinned and cursed God in their hearts.” This was Job’s customary practice. ",
    "reference": "Job 1:5"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 6,
    "text": "Now the day came when the sons of God came to present themselves before the Lord—and Satan also arrived among them.",
    "reference": "Job 1:6"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 7,
    "text": "The Lord said to Satan, “Where have you come from?” And Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
    "reference": "Job 1:7"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 8,
    "text": "So the Lord said to Satan, “Have you considered my servant Job? There is no one like him on the earth, a blameless and upright man, one who fears God and turns away from evil.” ",
    "reference": "Job 1:8"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 9,
    "text": "Then Satan answered the Lord, “Is it for nothing that Job fears God? ",
    "reference": "Job 1:9"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 10,
    "text": "Have you not made a hedge around him and his household and all that he has on every side? You have blessed the work of his hands, and his livestock have increased in the land. ",
    "reference": "Job 1:10"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 11,
    "text": "But extend your hand and strike everything he has, and he will no doubt curse you to your face!” ",
    "reference": "Job 1:11"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 12,
    "text": "So the Lord said to Satan, “All right then, everything he has is in your power. Only do not extend your hand against the man himself!” So Satan went out from the presence of the Lord. ",
    "reference": "Job 1:12"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 13,
    "text": "Now the day came when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house, ",
    "reference": "Job 1:13"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 14,
    "text": "and a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing beside them, ",
    "reference": "Job 1:14"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 15,
    "text": "and the Sabeans swooped down and carried them all away, and they killed the servants with the sword! And I—only I alone—escaped to tell you!”",
    "reference": "Job 1:15"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 16,
    "text": "While this one was still speaking, another messenger arrived and said, “The fire of God has fallen from heaven and has burned up the sheep and the servants—it has consumed them! And I—only I alone—escaped to tell you!”",
    "reference": "Job 1:16"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 17,
    "text": "While this one was still speaking another messenger arrived and said, “The Chaldeans formed three bands and made a raid on the camels and carried them all away, and they killed the servants with the sword! And I—only I alone—escaped to tell you!”",
    "reference": "Job 1:17"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 18,
    "text": "While this one was still speaking another messenger arrived and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house, ",
    "reference": "Job 1:18"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 19,
    "text": "and suddenly a great wind swept across the wilderness and struck the four corners of the house, and it fell on the young people, and they died! And I—only I alone—escaped to tell you!”",
    "reference": "Job 1:19"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 20,
    "text": "Then Job got up and tore his robe. He shaved his head, and then he threw himself down with his face to the ground. ",
    "reference": "Job 1:20"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 21,
    "text": "He said, “Naked I came from my mother’s womb, and naked I will return there. The Lord gives, and the Lord takes away. May the name of the Lord be blessed!” ",
    "reference": "Job 1:21"
  },
  {
    "bookName": "Job",
    "chapter": 1,
    "verse": 22,
    "text": "In all this Job did not sin, nor did he charge God with moral impropriety. ",
    "reference": "Job 1:22"
  }
]