[{"bookName":"Job","chapter":29,"verse":1,"text":"Then Job continued his speech: ","reference":"Job 29:1"},{"bookName":"Job","chapter":29,"verse":2,"text":"“O that I could be as I was in the months now gone, in the days when God watched over me,","reference":"Job 29:2"},{"bookName":"Job","chapter":29,"verse":3,"text":"when he caused his lamp to shine upon my head, and by his light I walked through darkness; ","reference":"Job 29:3"},{"bookName":"Job","chapter":29,"verse":4,"text":"just as I was in my most productive time, when God’s intimate friendship was experienced in my tent, ","reference":"Job 29:4"},{"bookName":"Job","chapter":29,"verse":5,"text":"when the Almighty was still with me and my children were around me; ","reference":"Job 29:5"},{"bookName":"Job","chapter":29,"verse":6,"text":"when my steps were bathed with butter and the rock poured out for me streams of olive oil! ","reference":"Job 29:6"},{"bookName":"Job","chapter":29,"verse":7,"text":"When I went out to the city gate and secured my seat in the public square, ","reference":"Job 29:7"},{"bookName":"Job","chapter":29,"verse":8,"text":"the young men would see me and step aside, and the old men would get up and remain standing; ","reference":"Job 29:8"},{"bookName":"Job","chapter":29,"verse":9,"text":"the chief men refrained from talking and covered their mouths with their hands; ","reference":"Job 29:9"},{"bookName":"Job","chapter":29,"verse":10,"text":"the voices of the nobles fell silent, and their tongues stuck to the roof of their mouths. ","reference":"Job 29:10"},{"bookName":"Job","chapter":29,"verse":11,"text":"“As soon as the ear heard these things, it blessed me, and when the eye saw them, it bore witness to me;","reference":"Job 29:11"},{"bookName":"Job","chapter":29,"verse":12,"text":"for I rescued the poor who cried out for help, and the orphan who had no one to assist him;","reference":"Job 29:12"},{"bookName":"Job","chapter":29,"verse":13,"text":"the blessing of the dying man descended on me, and I made the widow’s heart rejoice; ","reference":"Job 29:13"},{"bookName":"Job","chapter":29,"verse":14,"text":"I put on righteousness and it clothed me; my just dealing was like a robe and a turban; ","reference":"Job 29:14"},{"bookName":"Job","chapter":29,"verse":15,"text":"I was eyes for the blind and feet for the lame; ","reference":"Job 29:15"},{"bookName":"Job","chapter":29,"verse":16,"text":"I was a father to the needy, and I investigated the case of the person I did not know; ","reference":"Job 29:16"},{"bookName":"Job","chapter":29,"verse":17,"text":"I broke the fangs of the wicked, and made him drop his prey from his teeth. ","reference":"Job 29:17"},{"bookName":"Job","chapter":29,"verse":18,"text":"“Then I thought, ‘I will die in my own home, my days as numerous as the grains of sand. ","reference":"Job 29:18"},{"bookName":"Job","chapter":29,"verse":19,"text":"My roots reach the water, and the dew lies on my branches all night long.","reference":"Job 29:19"},{"bookName":"Job","chapter":29,"verse":20,"text":"My glory will always be fresh in me, and my bow ever new in my hand.’ ","reference":"Job 29:20"},{"bookName":"Job","chapter":29,"verse":21,"text":"“People listened to me and waited silently; they kept silent for my advice. ","reference":"Job 29:21"},{"bookName":"Job","chapter":29,"verse":22,"text":"After I had spoken, they did not respond; my words fell on them drop by drop. ","reference":"Job 29:22"},{"bookName":"Job","chapter":29,"verse":23,"text":"They waited for me as people wait for the rain, and they opened their mouths as for the spring rains. ","reference":"Job 29:23"},{"bookName":"Job","chapter":29,"verse":24,"text":"If I smiled at them, they hardly believed it; and they did not cause the light of my face to darken. ","reference":"Job 29:24"},{"bookName":"Job","chapter":29,"verse":25,"text":"I chose the way for them and sat as their chief; I lived like a king among his troops; I was like one who comforts mourners. ","reference":"Job 29:25"}]