[{"bookName":"Job","chapter":20,"verse":1,"text":"Then Zophar the Naamathite answered: ","reference":"Job 20:1"},{"bookName":"Job","chapter":20,"verse":2,"text":"“This is why my troubled thoughts bring me back— because of my feelings within me.","reference":"Job 20:2"},{"bookName":"Job","chapter":20,"verse":3,"text":"When I hear a reproof that dishonors me, then my understanding prompts me to answer. ","reference":"Job 20:3"},{"bookName":"Job","chapter":20,"verse":4,"text":"“Surely you know that it has been from old, ever since humankind was placed on the earth, ","reference":"Job 20:4"},{"bookName":"Job","chapter":20,"verse":5,"text":"that the elation of the wicked is brief, the joy of the godless lasts but a moment. ","reference":"Job 20:5"},{"bookName":"Job","chapter":20,"verse":6,"text":"Even though his stature reaches to the heavens and his head touches the clouds, ","reference":"Job 20:6"},{"bookName":"Job","chapter":20,"verse":7,"text":"he will perish forever, like his own excrement; those who used to see him will say, ‘Where is he?’","reference":"Job 20:7"},{"bookName":"Job","chapter":20,"verse":8,"text":"Like a dream he flies away, never again to be found, and like a vision of the night he is put to flight. ","reference":"Job 20:8"},{"bookName":"Job","chapter":20,"verse":9,"text":"People who had seen him will not see him again, and the place where he was will recognize him no longer. ","reference":"Job 20:9"},{"bookName":"Job","chapter":20,"verse":10,"text":"His sons must recompense the poor; his own hands must return his wealth. ","reference":"Job 20:10"},{"bookName":"Job","chapter":20,"verse":11,"text":"His bones were full of his youthful vigor, but that vigor will lie down with him in the dust. ","reference":"Job 20:11"},{"bookName":"Job","chapter":20,"verse":12,"text":"“If evil is sweet in his mouth and he hides it under his tongue, ","reference":"Job 20:12"},{"bookName":"Job","chapter":20,"verse":13,"text":"if he retains it for himself and does not let it go, and holds it fast in his mouth, ","reference":"Job 20:13"},{"bookName":"Job","chapter":20,"verse":14,"text":"his food is turned sour in his stomach; it becomes the venom of serpents within him.","reference":"Job 20:14"},{"bookName":"Job","chapter":20,"verse":15,"text":"The wealth that he consumed he vomits up, God will make him throw it out of his stomach. ","reference":"Job 20:15"},{"bookName":"Job","chapter":20,"verse":16,"text":"He sucks the poison of serpents; the fangs of a viper kill him.","reference":"Job 20:16"},{"bookName":"Job","chapter":20,"verse":17,"text":"He will not look on the streams, the rivers that are the torrents of honey and butter. ","reference":"Job 20:17"},{"bookName":"Job","chapter":20,"verse":18,"text":"He gives back the ill-gotten gain without assimilating it; he will not enjoy the wealth from his commerce. ","reference":"Job 20:18"},{"bookName":"Job","chapter":20,"verse":19,"text":"For he has oppressed the poor and abandoned them; he has seized a house which he did not build. ","reference":"Job 20:19"},{"bookName":"Job","chapter":20,"verse":20,"text":"For he knows no satisfaction in his appetite; he does not let anything he desires escape. ","reference":"Job 20:20"},{"bookName":"Job","chapter":20,"verse":21,"text":"Nothing is left for him to devour; that is why his prosperity does not last. ","reference":"Job 20:21"},{"bookName":"Job","chapter":20,"verse":22,"text":"In the fullness of his sufficiency, distress overtakes him. The full force of misery will come upon him.","reference":"Job 20:22"},{"bookName":"Job","chapter":20,"verse":23,"text":"While he is filling his belly, God sends his burning anger against him and rains down his blows upon him.","reference":"Job 20:23"},{"bookName":"Job","chapter":20,"verse":24,"text":"If he flees from an iron weapon, then an arrow from a bronze bow pierces him.","reference":"Job 20:24"},{"bookName":"Job","chapter":20,"verse":25,"text":"When he pulls it out and it comes out of his back, the gleaming point out of his liver, terrors come over him.","reference":"Job 20:25"},{"bookName":"Job","chapter":20,"verse":26,"text":"Total darkness waits to receive his treasures; a fire that has not been kindled will consume him and devour what is left in his tent. ","reference":"Job 20:26"},{"bookName":"Job","chapter":20,"verse":27,"text":"The heavens reveal his iniquity; the earth rises up against him.","reference":"Job 20:27"},{"bookName":"Job","chapter":20,"verse":28,"text":"A flood will carry off his house, rushing waters on the day of God’s wrath. ","reference":"Job 20:28"},{"bookName":"Job","chapter":20,"verse":29,"text":"Such is the lot God allots the wicked, and the heritage of his appointment from God.” ","reference":"Job 20:29"}]