[{"bookName":"Job","chapter":39,"verse":1,"text":"“Are you acquainted with the way the mountain goats give birth? Do you watch as the wild deer give birth to their young?","reference":"Job 39:1"},{"bookName":"Job","chapter":39,"verse":2,"text":"Do you count the months they must fulfill, and do you know the time they give birth? ","reference":"Job 39:2"},{"bookName":"Job","chapter":39,"verse":3,"text":"They crouch; they bear their young; they bring forth the offspring they have carried. ","reference":"Job 39:3"},{"bookName":"Job","chapter":39,"verse":4,"text":"Their young grow strong and grow up in the open; they go off and do not return to them.","reference":"Job 39:4"},{"bookName":"Job","chapter":39,"verse":5,"text":"Who let the wild donkey go free? Who released the bonds of the donkey, ","reference":"Job 39:5"},{"bookName":"Job","chapter":39,"verse":6,"text":"to whom I appointed the arid rift valley for its home, the salt wastes as its dwelling place? ","reference":"Job 39:6"},{"bookName":"Job","chapter":39,"verse":7,"text":"It scorns the tumult in the town; it does not hear the shouts of a driver.","reference":"Job 39:7"},{"bookName":"Job","chapter":39,"verse":8,"text":"It ranges the hills as its pasture and searches after every green plant. ","reference":"Job 39:8"},{"bookName":"Job","chapter":39,"verse":9,"text":"Is the wild ox willing to be your servant? Will it spend the night at your feeding trough? ","reference":"Job 39:9"},{"bookName":"Job","chapter":39,"verse":10,"text":"Can you bind the wild ox to a furrow with its rope; will it till the valleys, following after you?","reference":"Job 39:10"},{"bookName":"Job","chapter":39,"verse":11,"text":"Will you rely on it because its strength is great? Will you commit your labor to it?","reference":"Job 39:11"},{"bookName":"Job","chapter":39,"verse":12,"text":"Can you count on it to bring in your grain and gather the grain to your threshing floor? ","reference":"Job 39:12"},{"bookName":"Job","chapter":39,"verse":13,"text":" “The wings of the ostrich flap with joy, but are they the pinions and plumage of a stork? ","reference":"Job 39:13"},{"bookName":"Job","chapter":39,"verse":14,"text":"For she leaves her eggs on the ground and lets them be warmed on the soil. ","reference":"Job 39:14"},{"bookName":"Job","chapter":39,"verse":15,"text":"She forgets that a foot might crush them or that a wild animal might trample them.","reference":"Job 39:15"},{"bookName":"Job","chapter":39,"verse":16,"text":"She is harsh with her young, as if they were not hers; she is unconcerned about the uselessness of her labor. ","reference":"Job 39:16"},{"bookName":"Job","chapter":39,"verse":17,"text":"For God deprived her of wisdom and did not impart understanding to her.","reference":"Job 39:17"},{"bookName":"Job","chapter":39,"verse":18,"text":"But as soon as she springs up, she laughs at the horse and its rider. ","reference":"Job 39:18"},{"bookName":"Job","chapter":39,"verse":19,"text":"“Do you give the horse its strength? Do you clothe its neck with a mane? ","reference":"Job 39:19"},{"bookName":"Job","chapter":39,"verse":20,"text":"Do you make it leap like a locust? Its proud neighing is terrifying! ","reference":"Job 39:20"},{"bookName":"Job","chapter":39,"verse":21,"text":"It paws the ground in the valley, exulting mightily; it goes out to meet the weapons. ","reference":"Job 39:21"},{"bookName":"Job","chapter":39,"verse":22,"text":"It laughs at fear and is not dismayed; it does not shy away from the sword. ","reference":"Job 39:22"},{"bookName":"Job","chapter":39,"verse":23,"text":"On it the quiver rattles; the lance and javelin flash. ","reference":"Job 39:23"},{"bookName":"Job","chapter":39,"verse":24,"text":"In excitement and impatience it consumes the ground; it cannot stand still when the trumpet is blown. ","reference":"Job 39:24"},{"bookName":"Job","chapter":39,"verse":25,"text":"At the sound of the trumpet, it says, ‘Aha!’ And from a distance it catches the scent of battle, the thunderous shouting of commanders, and the battle cries. ","reference":"Job 39:25"},{"bookName":"Job","chapter":39,"verse":26,"text":"“Is it by your understanding that the hawk soars and spreads its wings toward the south? ","reference":"Job 39:26"},{"bookName":"Job","chapter":39,"verse":27,"text":"Is it at your command that the eagle soars and builds its nest on high?","reference":"Job 39:27"},{"bookName":"Job","chapter":39,"verse":28,"text":"It lives on a rock and spends the night there, on a rocky crag and a fortress. ","reference":"Job 39:28"},{"bookName":"Job","chapter":39,"verse":29,"text":"From there it spots its prey; its eyes gaze intently from a distance. ","reference":"Job 39:29"},{"bookName":"Job","chapter":39,"verse":30,"text":"And its young ones devour the blood, and where the dead carcasses are, there it is.”","reference":"Job 39:30"}]