[{"bookName":"Job","chapter":32,"verse":1,"text":"So these three men refused to answer Job further, because he was righteous in his own eyes. ","reference":"Job 32:1"},{"bookName":"Job","chapter":32,"verse":2,"text":"Then Elihu son of Barakel the Buzite, of the family of Ram, became very angry. He was angry with Job for justifying himself rather than God. ","reference":"Job 32:2"},{"bookName":"Job","chapter":32,"verse":3,"text":"With Job’s three friends he was also angry because they could not find an answer, and so declared Job guilty. ","reference":"Job 32:3"},{"bookName":"Job","chapter":32,"verse":4,"text":"Now Elihu had waited before speaking to Job because the others were older than he was.","reference":"Job 32:4"},{"bookName":"Job","chapter":32,"verse":5,"text":"But when Elihu saw that the three men had no further reply, he became very angry. ","reference":"Job 32:5"},{"bookName":"Job","chapter":32,"verse":6,"text":"So Elihu son of Barakel the Buzite spoke up: “I am young, but you are elderly; that is why I was fearful and afraid to explain to you what I know. ","reference":"Job 32:6"},{"bookName":"Job","chapter":32,"verse":7,"text":"I said to myself, ‘Age should speak, and length of years should make wisdom known.’ ","reference":"Job 32:7"},{"bookName":"Job","chapter":32,"verse":8,"text":"But it is a spirit in people, the breath of the Almighty, that makes them understand. ","reference":"Job 32:8"},{"bookName":"Job","chapter":32,"verse":9,"text":"It is not the aged who are wise, nor old men who understand what is right. ","reference":"Job 32:9"},{"bookName":"Job","chapter":32,"verse":10,"text":"Therefore I say, ‘Listen to me. I, even I, will explain what I know.’ ","reference":"Job 32:10"},{"bookName":"Job","chapter":32,"verse":11,"text":"Look, I waited for you to speak; I listened closely to your wise thoughts, while you were searching for words. ","reference":"Job 32:11"},{"bookName":"Job","chapter":32,"verse":12,"text":"Now I was paying you close attention, yet there was no one proving Job wrong, not one of you was answering his statements. ","reference":"Job 32:12"},{"bookName":"Job","chapter":32,"verse":13,"text":"So do not say, ‘We have found wisdom. God will refute him, not man.’ ","reference":"Job 32:13"},{"bookName":"Job","chapter":32,"verse":14,"text":"Job has not directed his words to me, and so I will not reply to him with your arguments. ","reference":"Job 32:14"},{"bookName":"Job","chapter":32,"verse":15,"text":"“They are dismayed and cannot answer anymore; they have nothing left to say. ","reference":"Job 32:15"},{"bookName":"Job","chapter":32,"verse":16,"text":"And I have waited. But because they do not speak, because they stand there and answer no more, ","reference":"Job 32:16"},{"bookName":"Job","chapter":32,"verse":17,"text":"I too will answer my part; I too will explain what I know. ","reference":"Job 32:17"},{"bookName":"Job","chapter":32,"verse":18,"text":"For I am full of words, and the spirit within me constrains me.","reference":"Job 32:18"},{"bookName":"Job","chapter":32,"verse":19,"text":"Inside I am like wine that has no outlet, like new wineskins ready to burst! ","reference":"Job 32:19"},{"bookName":"Job","chapter":32,"verse":20,"text":"I will speak, so that I may find relief; I will open my lips, so that I may answer. ","reference":"Job 32:20"},{"bookName":"Job","chapter":32,"verse":21,"text":"I will not show partiality to any person, nor will I confer a title on anyone. ","reference":"Job 32:21"},{"bookName":"Job","chapter":32,"verse":22,"text":"For I do not know how to give honorary titles; if I did, my Creator would quickly do away with me.","reference":"Job 32:22"}]