[{"bookName":"Job","chapter":7,"verse":1,"text":"“Does not humanity have hard service on earth? Are not their days also like the days of a hired man? ","reference":"Job 7:1"},{"bookName":"Job","chapter":7,"verse":2,"text":"Like a servant longing for the evening shadow, and like a hired man looking for his wages, ","reference":"Job 7:2"},{"bookName":"Job","chapter":7,"verse":3,"text":"thus I have been made to inherit months of futility, and nights of sorrow have been appointed to me.","reference":"Job 7:3"},{"bookName":"Job","chapter":7,"verse":4,"text":"If I lie down, I say, ‘When will I arise?’ And the night stretches on, and I toss and turn restlessly until the day dawns. ","reference":"Job 7:4"},{"bookName":"Job","chapter":7,"verse":5,"text":"My body is clothed with worms and dirty scabs; my skin is broken and festering. ","reference":"Job 7:5"},{"bookName":"Job","chapter":7,"verse":6,"text":"My days are swifter than a weaver’s shuttle, and they come to an end without hope. ","reference":"Job 7:6"},{"bookName":"Job","chapter":7,"verse":7,"text":"Remember that my life is but a breath, that my eyes will never again see happiness. ","reference":"Job 7:7"},{"bookName":"Job","chapter":7,"verse":8,"text":"The eye of him who sees me now will see me no more; your eyes will look for me, but I will be gone. ","reference":"Job 7:8"},{"bookName":"Job","chapter":7,"verse":9,"text":"As a cloud is dispersed and then disappears, so the one who goes down to the grave does not come up again.","reference":"Job 7:9"},{"bookName":"Job","chapter":7,"verse":10,"text":"He returns no more to his house, nor does his place of residence know him anymore. ","reference":"Job 7:10"},{"bookName":"Job","chapter":7,"verse":11,"text":"“Therefore, I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul. ","reference":"Job 7:11"},{"bookName":"Job","chapter":7,"verse":12,"text":"Am I the sea, or the creature of the deep, that you must put me under guard? ","reference":"Job 7:12"},{"bookName":"Job","chapter":7,"verse":13,"text":"If I say, ‘My bed will comfort me, my couch will ease my complaint,’ ","reference":"Job 7:13"},{"bookName":"Job","chapter":7,"verse":14,"text":"then you scare me with dreams and terrify me with visions, ","reference":"Job 7:14"},{"bookName":"Job","chapter":7,"verse":15,"text":"so that I would prefer strangling and death more than life. ","reference":"Job 7:15"},{"bookName":"Job","chapter":7,"verse":16,"text":"I loathe it; I do not want to live forever; leave me alone, for my days are a vapor! ","reference":"Job 7:16"},{"bookName":"Job","chapter":7,"verse":17,"text":"“What is mankind that you make so much of them, and that you pay attention to them? ","reference":"Job 7:17"},{"bookName":"Job","chapter":7,"verse":18,"text":"And that you visit them every morning, and try them every moment? ","reference":"Job 7:18"},{"bookName":"Job","chapter":7,"verse":19,"text":"Will you never look away from me, will you not let me alone long enough to swallow my spittle? ","reference":"Job 7:19"},{"bookName":"Job","chapter":7,"verse":20,"text":"If I have sinned—what have I done to you, O watcher of men? Why have you set me as your target? Have I become a burden to you?","reference":"Job 7:20"},{"bookName":"Job","chapter":7,"verse":21,"text":"And why do you not pardon my transgression and take away my iniquity? For now I will lie down in the dust, and you will seek me diligently, but I will be gone.” ","reference":"Job 7:21"}]