[{"bookName":"Job","chapter":42,"verse":1,"text":"Then Job answered the Lord:","reference":"Job 42:1"},{"bookName":"Job","chapter":42,"verse":2,"text":"“I know that you can do all things; no purpose of yours can be thwarted; ","reference":"Job 42:2"},{"bookName":"Job","chapter":42,"verse":3,"text":"you asked, ‘Who is this who darkens counsel without knowledge?’ But I have declared without understanding things too wonderful for me to know. ","reference":"Job 42:3"},{"bookName":"Job","chapter":42,"verse":4,"text":"You said, ‘Pay attention, and I will speak; I will question you, and you will answer me.’","reference":"Job 42:4"},{"bookName":"Job","chapter":42,"verse":5,"text":"I had heard of you by the hearing of the ear, but now my eye has seen you.","reference":"Job 42:5"},{"bookName":"Job","chapter":42,"verse":6,"text":"Therefore I despise myself, and I repent in dust and ashes!” ","reference":"Job 42:6"},{"bookName":"Job","chapter":42,"verse":7,"text":"After the Lord had spoken these things to Job, he said to Eliphaz the Temanite, “My anger is stirred up against you and your two friends because you have not spoken about me what is right, as my servant Job has.","reference":"Job 42:7"},{"bookName":"Job","chapter":42,"verse":8,"text":"So now take seven bulls and seven rams and go to my servant Job and offer a burnt offering for yourselves. And my servant Job will intercede for you, and I will respect him, so that I do not deal with you according to your folly, because you have not spoken about me what is right, as my servant Job has.”","reference":"Job 42:8"},{"bookName":"Job","chapter":42,"verse":9,"text":"So they went, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, and did just as the Lord had told them; and the Lord had respect for Job. ","reference":"Job 42:9"},{"bookName":"Job","chapter":42,"verse":10,"text":"So the Lord restored what Job had lost after he prayed for his friends, and the Lord doubled all that had belonged to Job. ","reference":"Job 42:10"},{"bookName":"Job","chapter":42,"verse":11,"text":"So they came to him, all his brothers and sisters and all who had known him before, and they dined with him in his house. They comforted him and consoled him for all the trouble the Lord had brought on him, and each one gave him a piece of silver and a gold ring. ","reference":"Job 42:11"},{"bookName":"Job","chapter":42,"verse":12,"text":"So the Lord blessed the second part of Job’s life more than the first. He had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys. ","reference":"Job 42:12"},{"bookName":"Job","chapter":42,"verse":13,"text":"And he also had seven sons and three daughters. ","reference":"Job 42:13"},{"bookName":"Job","chapter":42,"verse":14,"text":"The first daughter he named Jemimah, the second Keziah, and the third Keren-Happuch. ","reference":"Job 42:14"},{"bookName":"Job","chapter":42,"verse":15,"text":"Nowhere in all the land could women be found who were as beautiful as Job’s daughters, and their father granted them an inheritance alongside their brothers. ","reference":"Job 42:15"},{"bookName":"Job","chapter":42,"verse":16,"text":"After this Job lived 140 years; he saw his children and their children to the fourth generation. ","reference":"Job 42:16"},{"bookName":"Job","chapter":42,"verse":17,"text":"And so Job died, old and full of days. ","reference":"Job 42:17"}]