[{"bookName":"Job","chapter":31,"verse":1,"text":"“I made a covenant with my eyes; how then could I entertain thoughts against a virgin? ","reference":"Job 31:1"},{"bookName":"Job","chapter":31,"verse":2,"text":"What then would be one’s lot from God above, one’s heritage from the Almighty on high? ","reference":"Job 31:2"},{"bookName":"Job","chapter":31,"verse":3,"text":"Is it not misfortune for the unjust and disaster for those who work iniquity? ","reference":"Job 31:3"},{"bookName":"Job","chapter":31,"verse":4,"text":"Does he not see my ways and count all my steps? ","reference":"Job 31:4"},{"bookName":"Job","chapter":31,"verse":5,"text":"If I have walked in falsehood and if my foot has hastened to deceit—","reference":"Job 31:5"},{"bookName":"Job","chapter":31,"verse":6,"text":"let him weigh me with honest scales; then God will discover my integrity. ","reference":"Job 31:6"},{"bookName":"Job","chapter":31,"verse":7,"text":"If my footsteps have strayed from the way, if my heart has gone after my eyes, or if anything has defiled my hands, ","reference":"Job 31:7"},{"bookName":"Job","chapter":31,"verse":8,"text":"then let me sow and let another eat, and let my crops be uprooted. ","reference":"Job 31:8"},{"bookName":"Job","chapter":31,"verse":9,"text":"If my heart has been enticed by a woman, and I have lain in wait at my neighbor’s door, ","reference":"Job 31:9"},{"bookName":"Job","chapter":31,"verse":10,"text":"then let my wife turn the millstone for another man, and may other men commit adultery with her.","reference":"Job 31:10"},{"bookName":"Job","chapter":31,"verse":11,"text":"For I would have committed a shameful act, an iniquity to be judged. ","reference":"Job 31:11"},{"bookName":"Job","chapter":31,"verse":12,"text":"For it is a fire that devours even to Destruction, and it would uproot all my harvest. ","reference":"Job 31:12"},{"bookName":"Job","chapter":31,"verse":13,"text":"“If I have disregarded the right of my male servants or my female servants when they disputed with me,","reference":"Job 31:13"},{"bookName":"Job","chapter":31,"verse":14,"text":"then what will I do when God confronts me in judgment; when he intervenes, how will I respond to him?","reference":"Job 31:14"},{"bookName":"Job","chapter":31,"verse":15,"text":"Did not the one who made me in the womb make them? Did not the same one form us in the womb? ","reference":"Job 31:15"},{"bookName":"Job","chapter":31,"verse":16,"text":"If I have refused to give the poor what they desired, or caused the eyes of the widow to fail, ","reference":"Job 31:16"},{"bookName":"Job","chapter":31,"verse":17,"text":"if I ate my morsel of bread myself, and did not share any of it with orphans—","reference":"Job 31:17"},{"bookName":"Job","chapter":31,"verse":18,"text":"but from my youth I raised the orphan like a father, and from my mother’s womb I guided the widow—","reference":"Job 31:18"},{"bookName":"Job","chapter":31,"verse":19,"text":"if I have seen anyone about to perish for lack of clothing, or a poor man without a coat, ","reference":"Job 31:19"},{"bookName":"Job","chapter":31,"verse":20,"text":"whose heart did not bless me as he warmed himself with the fleece of my sheep, ","reference":"Job 31:20"},{"bookName":"Job","chapter":31,"verse":21,"text":"if I have raised my hand to vote against the orphan, when I saw my support in the court, ","reference":"Job 31:21"},{"bookName":"Job","chapter":31,"verse":22,"text":"then let my arm fall from the shoulder, let my arm be broken off at the socket. ","reference":"Job 31:22"},{"bookName":"Job","chapter":31,"verse":23,"text":"For the calamity from God was a terror to me, and by reason of his majesty I was powerless. ","reference":"Job 31:23"},{"bookName":"Job","chapter":31,"verse":24,"text":"“If I have put my confidence in gold or said to pure gold, ‘You are my security!’ ","reference":"Job 31:24"},{"bookName":"Job","chapter":31,"verse":25,"text":"if I have rejoiced because of the extent of my wealth, or because of the great wealth my hand had gained,","reference":"Job 31:25"},{"bookName":"Job","chapter":31,"verse":26,"text":"if I looked at the sun when it was shining, and the moon advancing as a precious thing,","reference":"Job 31:26"},{"bookName":"Job","chapter":31,"verse":27,"text":"so that my heart was secretly enticed, and my hand threw them a kiss from my mouth, ","reference":"Job 31:27"},{"bookName":"Job","chapter":31,"verse":28,"text":"then this also would be iniquity to be judged, for I would have been false to God above. ","reference":"Job 31:28"},{"bookName":"Job","chapter":31,"verse":29,"text":"If I have rejoiced over the misfortune of my enemy or exulted because calamity found him—","reference":"Job 31:29"},{"bookName":"Job","chapter":31,"verse":30,"text":"I have not even permitted my mouth to sin by asking for his life through a curse—","reference":"Job 31:30"},{"bookName":"Job","chapter":31,"verse":31,"text":"if the members of my household have never said, ‘If only there were someone who has not been satisfied from Job’s meat!’—","reference":"Job 31:31"},{"bookName":"Job","chapter":31,"verse":32,"text":"but no stranger had to spend the night outside, for I opened my doors to the traveler—","reference":"Job 31:32"},{"bookName":"Job","chapter":31,"verse":33,"text":"if I have covered my transgressions as men do, by hiding iniquity in my heart, ","reference":"Job 31:33"},{"bookName":"Job","chapter":31,"verse":34,"text":"because I was terrified of the great multitude, and the contempt of families terrified me, so that I remained silent and would not go outdoors—","reference":"Job 31:34"},{"bookName":"Job","chapter":31,"verse":35,"text":"“If only I had someone to hear me! Here is my signature— let the Almighty answer me! If only I had an indictment that my accuser had written. ","reference":"Job 31:35"},{"bookName":"Job","chapter":31,"verse":36,"text":"Surely I would wear it proudly on my shoulder, I would bind it on me like a crown; ","reference":"Job 31:36"},{"bookName":"Job","chapter":31,"verse":37,"text":"I would give him an accounting of my steps; like a prince I would draw near to him.","reference":"Job 31:37"},{"bookName":"Job","chapter":31,"verse":38,"text":"“If my land cried out against me and all its furrows wept together, ","reference":"Job 31:38"},{"bookName":"Job","chapter":31,"verse":39,"text":"if I have eaten its produce without paying, or caused the death of its owners, ","reference":"Job 31:39"},{"bookName":"Job","chapter":31,"verse":40,"text":"then let thorns sprout up in place of wheat, and in place of barley, noxious weeds.” The words of Job are ended.","reference":"Job 31:40"}]