[
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 1,
    "text": "“Why are times not appointed by the Almighty? Why do those who know him not see his days? ",
    "reference": "Job 24:1"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 2,
    "text": "Men move boundary stones; they seize the flock and pasture them. ",
    "reference": "Job 24:2"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 3,
    "text": "They drive away the orphan’s donkey; they take the widow’s ox as a pledge. ",
    "reference": "Job 24:3"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 4,
    "text": "They turn the needy from the pathway, and the poor of the land hide themselves together. ",
    "reference": "Job 24:4"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 5,
    "text": "Like wild donkeys in the wilderness, they go out to their labor seeking diligently for food; the arid rift valley provides food for them and for their children. ",
    "reference": "Job 24:5"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 6,
    "text": "They reap fodder in the field and glean in the vineyard of the wicked. ",
    "reference": "Job 24:6"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 7,
    "text": "They spend the night naked because they lack clothing; they have no covering against the cold. ",
    "reference": "Job 24:7"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 8,
    "text": "They are soaked by mountain rains and huddle in the rocks because they lack shelter. ",
    "reference": "Job 24:8"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 9,
    "text": "The fatherless child is snatched from the breast; the infant of the poor is taken as a pledge. ",
    "reference": "Job 24:9"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 10,
    "text": "They go about naked, without clothing, and go hungry while they carry the sheaves. ",
    "reference": "Job 24:10"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 11,
    "text": "They press out the olive oil between the rows of olive trees; they tread the winepresses while they are thirsty. ",
    "reference": "Job 24:11"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 12,
    "text": "From the city the dying groan, and the wounded cry out for help, but God charges no one with wrongdoing. ",
    "reference": "Job 24:12"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 13,
    "text": "There are those who rebel against the light; they do not know its ways, and they do not stay on its paths. ",
    "reference": "Job 24:13"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 14,
    "text": "Before daybreak the murderer rises up; he kills the poor and the needy; in the night he is like a thief. ",
    "reference": "Job 24:14"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 15,
    "text": "And the eye of the adulterer watches for the twilight, thinking, ‘No eye can see me,’ and covers his face with a mask. ",
    "reference": "Job 24:15"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 16,
    "text": "In the dark the robber breaks into houses, but by day they shut themselves in; they do not know the light. ",
    "reference": "Job 24:16"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 17,
    "text": "For all of them, the morning is to them like deep darkness; they are friends with the terrors of darkness. ",
    "reference": "Job 24:17"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 18,
    "text": " You say, ‘He is foam on the face of the waters; their portion of the land is cursed so that no one goes to their vineyard. ",
    "reference": "Job 24:18"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 19,
    "text": "The drought as well as the heat snatch up the melted snow; so the grave snatches up the sinner.",
    "reference": "Job 24:19"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 20,
    "text": "The womb forgets him, the worm feasts on him, no longer will he be remembered. Like a tree, wickedness will be broken down.",
    "reference": "Job 24:20"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 21,
    "text": "He preys on the barren and childless woman and does not treat the widow well. ",
    "reference": "Job 24:21"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 22,
    "text": "But God drags off the mighty by his power; when God rises up against him, he has no faith in his life. ",
    "reference": "Job 24:22"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 23,
    "text": "God may let them rest in a feeling of security, but he is constantly watching all their ways. ",
    "reference": "Job 24:23"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 24,
    "text": "They are exalted for a little while, and then they are gone; they are brought low like all others and gathered in, and like a head of grain they are cut off.’ ",
    "reference": "Job 24:24"
  },
  {
    "bookName": "Job",
    "chapter": 24,
    "verse": 25,
    "text": "“If this is not so, who can prove me a liar and reduce my words to nothing?”",
    "reference": "Job 24:25"
  }
]