[
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 1,
    "text": "Again the day came when the sons of God came to present themselves before the Lord, and Satan also arrived among them to present himself before the Lord. ",
    "reference": "Job 2:1"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 2,
    "text": "And the Lord said to Satan, “Where have you come from?” Satan answered the Lord, “From roving about on the earth, and from walking back and forth across it.”",
    "reference": "Job 2:2"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 3,
    "text": "Then the Lord said to Satan, “Have you considered my servant Job? For there is no one like him on the earth, a pure and upright man, one who fears God and turns away from evil. And he still holds firmly to his integrity, so that you stirred me up to destroy him without reason.” ",
    "reference": "Job 2:3"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 4,
    "text": "But Satan answered the Lord, “Skin for skin! Indeed, a man will give up all that he has to save his life. ",
    "reference": "Job 2:4"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 5,
    "text": "But extend your hand and strike his bone and his flesh, and he will no doubt curse you to your face!” ",
    "reference": "Job 2:5"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 6,
    "text": "So the Lord said to Satan, “All right, he is in your power; only preserve his life.” ",
    "reference": "Job 2:6"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 7,
    "text": "So Satan went out from the presence of the Lord, and he afflicted Job with a malignant ulcer from the soles of his feet to the top of his head. ",
    "reference": "Job 2:7"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 8,
    "text": "Job took a shard of broken pottery to scrape himself with while he was sitting among the ashes. ",
    "reference": "Job 2:8"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 9,
    "text": "Then his wife said to him, “Are you still holding firmly to your integrity? Curse God, and die!” ",
    "reference": "Job 2:9"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 10,
    "text": "But he replied, “You’re talking like one of the godless women would do! Should we receive what is good from God, and not also receive what is evil?” In all this Job did not sin by what he said. ",
    "reference": "Job 2:10"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 11,
    "text": "When Job’s three friends heard about all this calamity that had happened to him, each of them came from his own country—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They met together to come to show sympathy for him and to console him. ",
    "reference": "Job 2:11"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 12,
    "text": "But when they gazed intently from a distance but did not recognize him, they began to weep loudly. Each of them tore his robes, and they threw dust into the air over their heads. ",
    "reference": "Job 2:12"
  },
  {
    "bookName": "Job",
    "chapter": 2,
    "verse": 13,
    "text": "Then they sat down with him on the ground for seven days and seven nights, yet no one spoke a word to him, for they saw that his pain was very great. ",
    "reference": "Job 2:13"
  }
]