[{"bookName":"Job","chapter":33,"verse":1,"text":"“But now, O Job, listen to my words, and hear everything I have to say. ","reference":"Job 33:1"},{"bookName":"Job","chapter":33,"verse":2,"text":"See now, I have opened my mouth; my tongue in my mouth has spoken. ","reference":"Job 33:2"},{"bookName":"Job","chapter":33,"verse":3,"text":"My words come from the uprightness of my heart, and my lips will utter knowledge sincerely. ","reference":"Job 33:3"},{"bookName":"Job","chapter":33,"verse":4,"text":"The Spirit of God has made me, and the breath of the Almighty gives me life. ","reference":"Job 33:4"},{"bookName":"Job","chapter":33,"verse":5,"text":"Reply to me, if you can; set your arguments in order before me and take your stand. ","reference":"Job 33:5"},{"bookName":"Job","chapter":33,"verse":6,"text":"Look, I am just like you in relation to God; I too have been molded from clay. ","reference":"Job 33:6"},{"bookName":"Job","chapter":33,"verse":7,"text":"Therefore no fear of me should terrify you, nor should my pressure be heavy on you.","reference":"Job 33:7"},{"bookName":"Job","chapter":33,"verse":8,"text":"“Indeed, you have said in my hearing (I heard the sound of the words!): ","reference":"Job 33:8"},{"bookName":"Job","chapter":33,"verse":9,"text":" ‘I am pure, without transgression; I am clean and have no iniquity. ","reference":"Job 33:9"},{"bookName":"Job","chapter":33,"verse":10,"text":" Yet God finds occasions with me; he regards me as his enemy. ","reference":"Job 33:10"},{"bookName":"Job","chapter":33,"verse":11,"text":" He puts my feet in shackles; he watches closely all my paths.’ ","reference":"Job 33:11"},{"bookName":"Job","chapter":33,"verse":12,"text":"Now in this, you are not right—I answer you, for God is greater than a human being.","reference":"Job 33:12"},{"bookName":"Job","chapter":33,"verse":13,"text":"Why do you contend against him, that he does not answer all a person’s words? ","reference":"Job 33:13"},{"bookName":"Job","chapter":33,"verse":14,"text":"“For God speaks, the first time in one way, the second time in another, though a person does not perceive it.","reference":"Job 33:14"},{"bookName":"Job","chapter":33,"verse":15,"text":"In a dream, a night vision, when deep sleep falls on people as they sleep in their beds, ","reference":"Job 33:15"},{"bookName":"Job","chapter":33,"verse":16,"text":"then he gives a revelation to people and terrifies them with warnings, ","reference":"Job 33:16"},{"bookName":"Job","chapter":33,"verse":17,"text":"to turn a person from his sin, and to cover a person’s pride. ","reference":"Job 33:17"},{"bookName":"Job","chapter":33,"verse":18,"text":"He spares a person’s life from corruption, his very life from crossing over the river. ","reference":"Job 33:18"},{"bookName":"Job","chapter":33,"verse":19,"text":"Or a person is chastened by pain on his bed and with the continual strife of his bones, ","reference":"Job 33:19"},{"bookName":"Job","chapter":33,"verse":20,"text":"so that his life loathes food and his soul rejects appetizing fare. ","reference":"Job 33:20"},{"bookName":"Job","chapter":33,"verse":21,"text":"His flesh wastes away from sight, and his bones, which were not seen, are easily visible. ","reference":"Job 33:21"},{"bookName":"Job","chapter":33,"verse":22,"text":"He draws near to the place of corruption, and his life to the messengers of death. ","reference":"Job 33:22"},{"bookName":"Job","chapter":33,"verse":23,"text":"If there is an angel beside him, one mediator out of a thousand, to tell a person what constitutes his uprightness, ","reference":"Job 33:23"},{"bookName":"Job","chapter":33,"verse":24,"text":"and if God is gracious to him and says, ‘Spare him from going down to the place of corruption, I have found a ransom for him,’","reference":"Job 33:24"},{"bookName":"Job","chapter":33,"verse":25,"text":"then his flesh is restored like a youth’s; he returns to the days of his youthful vigor.","reference":"Job 33:25"},{"bookName":"Job","chapter":33,"verse":26,"text":"He entreats God, and God delights in him; he sees God’s face with rejoicing, and God restores to him his righteousness. ","reference":"Job 33:26"},{"bookName":"Job","chapter":33,"verse":27,"text":"That person sings to others, saying: ‘I have sinned and falsified what is right, but I was not punished according to what I deserved. ","reference":"Job 33:27"},{"bookName":"Job","chapter":33,"verse":28,"text":"He redeemed my life from going down to the place of corruption, and my life sees the light!’ ","reference":"Job 33:28"},{"bookName":"Job","chapter":33,"verse":29,"text":"“Indeed, God does all these things, twice, three times, in his dealings with a person, ","reference":"Job 33:29"},{"bookName":"Job","chapter":33,"verse":30,"text":"to turn back his life from the place of corruption, that he may be enlightened with the light of life. ","reference":"Job 33:30"},{"bookName":"Job","chapter":33,"verse":31,"text":"Pay attention, Job—listen to me; be silent, and I will speak. ","reference":"Job 33:31"},{"bookName":"Job","chapter":33,"verse":32,"text":"If you have any words, reply to me; speak, for I want to justify you.","reference":"Job 33:32"},{"bookName":"Job","chapter":33,"verse":33,"text":"If not, you listen to me; be silent, and I will teach you wisdom.” ","reference":"Job 33:33"}]