[{"bookName":"1 Timothy","chapter":1,"verse":1,"text":"From Paul, an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope, ","reference":"1 Timothy 1:1"},{"bookName":"1 Timothy","chapter":1,"verse":2,"text":"to Timothy, my genuine child in the faith. Grace, mercy, and peace from God the Father and Christ Jesus our Lord! ","reference":"1 Timothy 1:2"},{"bookName":"1 Timothy","chapter":1,"verse":3,"text":"As I urged you when I was leaving for Macedonia, stay on in Ephesus to instruct certain people not to spread false teachings, ","reference":"1 Timothy 1:3"},{"bookName":"1 Timothy","chapter":1,"verse":4,"text":"nor to occupy themselves with myths and interminable genealogies. Such things promote useless speculations rather than God’s redemptive plan that operates by faith. ","reference":"1 Timothy 1:4"},{"bookName":"1 Timothy","chapter":1,"verse":5,"text":"But the aim of our instruction is love that comes from a pure heart, a good conscience, and a sincere faith. ","reference":"1 Timothy 1:5"},{"bookName":"1 Timothy","chapter":1,"verse":6,"text":"Some have strayed from these and turned away to empty discussion. ","reference":"1 Timothy 1:6"},{"bookName":"1 Timothy","chapter":1,"verse":7,"text":"They want to be teachers of the law, but they do not understand what they are saying or the things they insist on so confidently. ","reference":"1 Timothy 1:7"},{"bookName":"1 Timothy","chapter":1,"verse":8,"text":"But we know that the law is good if someone uses it legitimately, ","reference":"1 Timothy 1:8"},{"bookName":"1 Timothy","chapter":1,"verse":9,"text":"realizing that law is not intended for a righteous person, but for lawless and rebellious people, for the ungodly and sinners, for the unholy and profane, for those who kill their fathers or mothers, for murderers, ","reference":"1 Timothy 1:9"},{"bookName":"1 Timothy","chapter":1,"verse":10,"text":"sexually immoral people, practicing homosexuals, kidnappers, liars, perjurers—in fact, for any who live contrary to sound teaching. ","reference":"1 Timothy 1:10"},{"bookName":"1 Timothy","chapter":1,"verse":11,"text":"This accords with the glorious gospel of the blessed God that was entrusted to me. ","reference":"1 Timothy 1:11"},{"bookName":"1 Timothy","chapter":1,"verse":12,"text":"I am grateful to the one who has strengthened me, Christ Jesus our Lord, because he considered me faithful in putting me into ministry, ","reference":"1 Timothy 1:12"},{"bookName":"1 Timothy","chapter":1,"verse":13,"text":"even though I was formerly a blasphemer and a persecutor, and an arrogant man. But I was treated with mercy because I acted ignorantly in unbelief, ","reference":"1 Timothy 1:13"},{"bookName":"1 Timothy","chapter":1,"verse":14,"text":"and our Lord’s grace was abundant, bringing faith and love in Christ Jesus. ","reference":"1 Timothy 1:14"},{"bookName":"1 Timothy","chapter":1,"verse":15,"text":"This saying is trustworthy and deserves full acceptance: “Christ Jesus came into the world to save sinners”—and I am the worst of them!","reference":"1 Timothy 1:15"},{"bookName":"1 Timothy","chapter":1,"verse":16,"text":"But here is why I was treated with mercy: so that in me as the worst, Christ Jesus could demonstrate his utmost patience, as an example for those who are going to believe in him for eternal life. ","reference":"1 Timothy 1:16"},{"bookName":"1 Timothy","chapter":1,"verse":17,"text":"Now to the eternal King, immortal, invisible, the only God, be honor and glory forever and ever! Amen. ","reference":"1 Timothy 1:17"},{"bookName":"1 Timothy","chapter":1,"verse":18,"text":"I put this charge before you, Timothy my child, in keeping with the prophecies once spoken about you, in order that with such encouragement you may fight the good fight. ","reference":"1 Timothy 1:18"},{"bookName":"1 Timothy","chapter":1,"verse":19,"text":"To do this you must hold firmly to faith and a good conscience, which some have rejected and so have suffered shipwreck in regard to the faith. ","reference":"1 Timothy 1:19"},{"bookName":"1 Timothy","chapter":1,"verse":20,"text":"Among these are Hymenaeus and Alexander, whom I handed over to Satan to be taught not to blaspheme. ","reference":"1 Timothy 1:20"}]