[
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 1,
    "text": "Those who are under the yoke as slaves must regard their own masters as deserving of full respect. This will prevent the name of God and Christian teaching from being discredited. ",
    "reference": "1 Timothy 6:1"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 2,
    "text": "But those who have believing masters must not show them less respect because they are brothers. Instead they are to serve all the more, because those who benefit from their service are believers and dearly loved. Teach them and exhort them about these things. ",
    "reference": "1 Timothy 6:2"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 3,
    "text": "If someone spreads false teachings and does not agree with sound words (that is, those of our Lord Jesus Christ) and with the teaching that accords with godliness, ",
    "reference": "1 Timothy 6:3"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 4,
    "text": "he is conceited and understands nothing, but has an unhealthy interest in controversies and verbal disputes. This gives rise to envy, dissension, slanders, evil suspicions, ",
    "reference": "1 Timothy 6:4"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 5,
    "text": "and constant bickering by people corrupted in their minds and deprived of the truth, who suppose that godliness is a way of making a profit. ",
    "reference": "1 Timothy 6:5"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 6,
    "text": "Now godliness combined with contentment brings great profit. ",
    "reference": "1 Timothy 6:6"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 7,
    "text": "For we have brought nothing into this world and so we cannot take a single thing out either.",
    "reference": "1 Timothy 6:7"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 8,
    "text": "But if we have food and shelter, we will be satisfied with that. ",
    "reference": "1 Timothy 6:8"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 9,
    "text": "Those who long to be rich, however, stumble into temptation and a trap and many senseless and harmful desires that plunge people into ruin and destruction. ",
    "reference": "1 Timothy 6:9"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 10,
    "text": "For the love of money is the root of all evils. Some people in reaching for it have strayed from the faith and stabbed themselves with many pains. ",
    "reference": "1 Timothy 6:10"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 11,
    "text": "But you, as a person dedicated to God, keep away from all that. Instead pursue righteousness, godliness, faithfulness, love, endurance, and gentleness. ",
    "reference": "1 Timothy 6:11"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 12,
    "text": "Compete well for the faith and lay hold of that eternal life you were called for and made your good confession for in the presence of many witnesses. ",
    "reference": "1 Timothy 6:12"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 13,
    "text": "I charge you before God who gives life to all things and Christ Jesus who made his good confession before Pontius Pilate, ",
    "reference": "1 Timothy 6:13"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 14,
    "text": "to obey this command without fault or failure until the appearing of our Lord Jesus Christ ",
    "reference": "1 Timothy 6:14"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 15,
    "text": "—whose appearing the blessed and only Sovereign, the King of kings and Lord of lords, will reveal at the right time. ",
    "reference": "1 Timothy 6:15"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 16,
    "text": "He alone possesses immortality and lives in unapproachable light, whom no human has ever seen or is able to see. To him be honor and eternal power! Amen. ",
    "reference": "1 Timothy 6:16"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 17,
    "text": "Command those who are rich in this world’s goods not to be haughty or to set their hope on riches, which are uncertain, but on God who richly provides us with all things for our enjoyment. ",
    "reference": "1 Timothy 6:17"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 18,
    "text": "Tell them to do good, to be rich in good deeds, to be generous givers, sharing with others. ",
    "reference": "1 Timothy 6:18"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 19,
    "text": "In this way they will save up a treasure for themselves as a firm foundation for the future and so lay hold of what is truly life. ",
    "reference": "1 Timothy 6:19"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 20,
    "text": "O Timothy, protect what has been entrusted to you. Avoid the profane chatter and absurdities of so-called “knowledge.”",
    "reference": "1 Timothy 6:20"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 6,
    "verse": 21,
    "text": "By professing it, some have strayed from the faith. Grace be with you all.",
    "reference": "1 Timothy 6:21"
  }
]