[
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 1,
    "text": "Now the Spirit explicitly says that in the later times some will desert the faith and occupy themselves with deceiving spirits and demonic teachings, ",
    "reference": "1 Timothy 4:1"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 2,
    "text": "influenced by the hypocrisy of liars whose consciences are seared. ",
    "reference": "1 Timothy 4:2"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 3,
    "text": "They will prohibit marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. ",
    "reference": "1 Timothy 4:3"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 4,
    "text": "For every creation of God is good, and no food is to be rejected if it is received with thanksgiving. ",
    "reference": "1 Timothy 4:4"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 5,
    "text": "For it is sanctified by God’s word and by prayer. ",
    "reference": "1 Timothy 4:5"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 6,
    "text": "By pointing out such things to the brothers and sisters, you will be a good servant of Christ Jesus, having nourished yourself on the words of the faith and of the good teaching that you have followed. ",
    "reference": "1 Timothy 4:6"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 7,
    "text": "But reject those myths fit only for the godless and gullible, and train yourself for godliness. ",
    "reference": "1 Timothy 4:7"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 8,
    "text": "For “physical exercise has some value, but godliness is valuable in every way. It holds promise for the present life and for the life to come.” ",
    "reference": "1 Timothy 4:8"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 9,
    "text": "This saying is trustworthy and deserves full acceptance. ",
    "reference": "1 Timothy 4:9"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 10,
    "text": "In fact this is why we work hard and struggle, because we have set our hope on the living God, who is the Savior of all people, especially of believers. ",
    "reference": "1 Timothy 4:10"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 11,
    "text": "Command and teach these things. ",
    "reference": "1 Timothy 4:11"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 12,
    "text": "Let no one look down on you because you are young, but set an example for the believers in your speech, conduct, love, faithfulness, and purity. ",
    "reference": "1 Timothy 4:12"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 13,
    "text": "Until I come, give attention to the public reading of scripture, to exhortation, to teaching. ",
    "reference": "1 Timothy 4:13"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 14,
    "text": "Do not neglect the spiritual gift you have, given to you and confirmed by prophetic words when the elders laid hands on you. ",
    "reference": "1 Timothy 4:14"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 15,
    "text": "Take pains with these things; be absorbed in them, so that everyone will see your progress. ",
    "reference": "1 Timothy 4:15"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 4,
    "verse": 16,
    "text": "Be conscientious about how you live and what you teach. Persevere in this, because by doing so you will save both yourself and those who listen to you. ",
    "reference": "1 Timothy 4:16"
  }
]