[{"bookName":"1 Timothy","chapter":2,"verse":1,"text":"First of all, then, I urge that requests, prayers, intercessions, and thanks be offered on behalf of all people, ","reference":"1 Timothy 2:1"},{"bookName":"1 Timothy","chapter":2,"verse":2,"text":"even for kings and all who are in authority, that we may lead a peaceful and quiet life in all godliness and dignity. ","reference":"1 Timothy 2:2"},{"bookName":"1 Timothy","chapter":2,"verse":3,"text":"Such prayer for all is good and welcomed before God our Savior, ","reference":"1 Timothy 2:3"},{"bookName":"1 Timothy","chapter":2,"verse":4,"text":"since he wants all people to be saved and to come to a knowledge of the truth. ","reference":"1 Timothy 2:4"},{"bookName":"1 Timothy","chapter":2,"verse":5,"text":"For there is one God and one intermediary between God and humanity, Christ Jesus, himself human, ","reference":"1 Timothy 2:5"},{"bookName":"1 Timothy","chapter":2,"verse":6,"text":"who gave himself as a ransom for all, revealing God’s purpose at his appointed time. ","reference":"1 Timothy 2:6"},{"bookName":"1 Timothy","chapter":2,"verse":7,"text":"For this I was appointed a preacher and apostle—I am telling the truth; I am not lying—and a teacher of the Gentiles in faith and truth. ","reference":"1 Timothy 2:7"},{"bookName":"1 Timothy","chapter":2,"verse":8,"text":"So I want the men in every place to pray, lifting up holy hands without anger or dispute. ","reference":"1 Timothy 2:8"},{"bookName":"1 Timothy","chapter":2,"verse":9,"text":"Likewise the women are to dress in suitable apparel, with modesty and self-control. Their adornment must not be with braided hair and gold or pearls or expensive clothing, ","reference":"1 Timothy 2:9"},{"bookName":"1 Timothy","chapter":2,"verse":10,"text":"but with good deeds, as is proper for women who profess reverence for God. ","reference":"1 Timothy 2:10"},{"bookName":"1 Timothy","chapter":2,"verse":11,"text":"A woman must learn quietly with all submissiveness. ","reference":"1 Timothy 2:11"},{"bookName":"1 Timothy","chapter":2,"verse":12,"text":"But I do not allow a woman to teach or exercise authority over a man. She must remain quiet. ","reference":"1 Timothy 2:12"},{"bookName":"1 Timothy","chapter":2,"verse":13,"text":"For Adam was formed first and then Eve. ","reference":"1 Timothy 2:13"},{"bookName":"1 Timothy","chapter":2,"verse":14,"text":"And Adam was not deceived, but the woman, because she was fully deceived, fell into transgression. ","reference":"1 Timothy 2:14"},{"bookName":"1 Timothy","chapter":2,"verse":15,"text":"But she will be delivered through childbearing, if she continues in faith and love and holiness with self-control. ","reference":"1 Timothy 2:15"}]