[
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 1,
    "text": "Do not address an older man harshly but appeal to him as a father. Speak to younger men as brothers, ",
    "reference": "1 Timothy 5:1"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 2,
    "text": "older women as mothers, and younger women as sisters—with complete purity. ",
    "reference": "1 Timothy 5:2"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 3,
    "text": "Honor widows who are truly in need. ",
    "reference": "1 Timothy 5:3"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 4,
    "text": "But if a widow has children or grandchildren, they should first learn to fulfill their duty toward their own household and so repay their parents what is owed them. For this is what pleases God. ",
    "reference": "1 Timothy 5:4"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 5,
    "text": "But the widow who is truly in need, and completely on her own, has set her hope on God and continues in her pleas and prayers night and day. ",
    "reference": "1 Timothy 5:5"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 6,
    "text": "But the one who lives for pleasure is dead even while she lives. ",
    "reference": "1 Timothy 5:6"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 7,
    "text": "Reinforce these commands, so that they will be beyond reproach. ",
    "reference": "1 Timothy 5:7"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 8,
    "text": "But if someone does not provide for his own, especially his own family, he has denied the faith and is worse than an unbeliever. ",
    "reference": "1 Timothy 5:8"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 9,
    "text": "No widow should be put on the list unless she is at least sixty years old, was the wife of one husband, ",
    "reference": "1 Timothy 5:9"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 10,
    "text": "and has a reputation for good works: as one who has raised children, practiced hospitality, washed the feet of the saints, helped those in distress—as one who has exhibited all kinds of good works. ",
    "reference": "1 Timothy 5:10"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 11,
    "text": "But do not accept younger widows on the list, because their passions may lead them away from Christ and they will desire to marry, ",
    "reference": "1 Timothy 5:11"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 12,
    "text": "and so incur judgment for breaking their former pledge. ",
    "reference": "1 Timothy 5:12"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 13,
    "text": "And besides that, going around from house to house they learn to be lazy, and they are not only lazy, but also gossips and busybodies, talking about things they should not. ",
    "reference": "1 Timothy 5:13"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 14,
    "text": "So I want younger women to marry, raise children, and manage a household, in order to give the adversary no opportunity to vilify us.",
    "reference": "1 Timothy 5:14"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 15,
    "text": "For some have already wandered away to follow Satan. ",
    "reference": "1 Timothy 5:15"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 16,
    "text": "If a believing woman has widows in her family, let her help them. The church should not be burdened so that it may help the widows who are truly in need. ",
    "reference": "1 Timothy 5:16"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 17,
    "text": "Elders who provide effective leadership must be counted worthy of double honor, especially those who work hard in speaking and teaching. ",
    "reference": "1 Timothy 5:17"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 18,
    "text": "For the scripture says, “\u003Cb\u003EDo not muzzle an ox while it is treading out the grain\u003C/b\u003E,” and, “The worker deserves his pay.” ",
    "reference": "1 Timothy 5:18"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 19,
    "text": "Do not accept an accusation against an elder unless it can be confirmed by two or three witnesses. ",
    "reference": "1 Timothy 5:19"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 20,
    "text": "Those guilty of sin must be rebuked before all, as a warning to the rest. ",
    "reference": "1 Timothy 5:20"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 21,
    "text": "Before God and Christ Jesus and the elect angels, I solemnly charge you to carry out these commands without prejudice or favoritism of any kind.",
    "reference": "1 Timothy 5:21"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 22,
    "text": "Do not lay hands on anyone hastily and so identify with the sins of others. Keep yourself pure. ",
    "reference": "1 Timothy 5:22"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 23,
    "text": "(Stop drinking just water, but use a little wine for your digestion and your frequent illnesses.) ",
    "reference": "1 Timothy 5:23"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 24,
    "text": "The sins of some people are obvious, going before them into judgment, but for others, they show up later. ",
    "reference": "1 Timothy 5:24"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 5,
    "verse": 25,
    "text": "Similarly good works are also obvious, and the ones that are not cannot remain hidden. ",
    "reference": "1 Timothy 5:25"
  }
]