[
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 1,
    "text": "This saying is trustworthy: “If someone aspires to the office of overseer, he desires a good work.” ",
    "reference": "1 Timothy 3:1"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 2,
    "text": "The overseer then must be above reproach, the husband of one wife, temperate, self-controlled, respectable, hospitable, an able teacher, ",
    "reference": "1 Timothy 3:2"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 3,
    "text": "not a drunkard, not violent, but gentle, not contentious, free from the love of money. ",
    "reference": "1 Timothy 3:3"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 4,
    "text": "He must manage his own household well and keep his children in control without losing his dignity.",
    "reference": "1 Timothy 3:4"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 5,
    "text": "But if someone does not know how to manage his own household, how will he care for the church of God? ",
    "reference": "1 Timothy 3:5"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 6,
    "text": "He must not be a recent convert, or he may become arrogant and fall into the punishment that the devil will exact.",
    "reference": "1 Timothy 3:6"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 7,
    "text": "And he must be well thought of by those outside the faith, so that he may not fall into disgrace and be caught by the devil’s trap. ",
    "reference": "1 Timothy 3:7"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 8,
    "text": "Deacons likewise must be dignified, not two-faced, not given to excessive drinking, not greedy for gain, ",
    "reference": "1 Timothy 3:8"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 9,
    "text": "holding to the mystery of the faith with a clear conscience. ",
    "reference": "1 Timothy 3:9"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 10,
    "text": "And these also must be tested first and then let them serve as deacons if they are found blameless. ",
    "reference": "1 Timothy 3:10"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 11,
    "text": "Likewise also their wives must be dignified, not slanderous, temperate, faithful in every respect. ",
    "reference": "1 Timothy 3:11"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 12,
    "text": "Deacons must be husbands of one wife and good managers of their children and their own households. ",
    "reference": "1 Timothy 3:12"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 13,
    "text": "For those who have served well as deacons gain a good standing for themselves and great boldness in the faith that is in Christ Jesus. ",
    "reference": "1 Timothy 3:13"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 14,
    "text": "I hope to come to you soon, but I am writing these instructions to you ",
    "reference": "1 Timothy 3:14"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 15,
    "text": "in case I am delayed to let you know how people ought to conduct themselves in the household of God, because it is the church of the living God, the support and bulwark of the truth. ",
    "reference": "1 Timothy 3:15"
  },
  {
    "bookName": "1 Timothy",
    "chapter": 3,
    "verse": 16,
    "text": "And we all agree, our religion contains amazing revelation: He was revealed in the flesh, vindicated by the Spirit, seen by angels, proclaimed among Gentiles, believed on in the world, taken up in glory. ",
    "reference": "1 Timothy 3:16"
  }
]