[
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 1,
    "text": "Now with regard to the issues you wrote about: “It is good for a man not to have sexual relations with a woman.” ",
    "reference": "1 Corinthians 7:1"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 2,
    "text": "But because of immoralities, each man should have relations with his own wife and each woman with her own husband. ",
    "reference": "1 Corinthians 7:2"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 3,
    "text": "A husband should fulfill his marital responsibility to his wife, and likewise a wife to her husband. ",
    "reference": "1 Corinthians 7:3"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 4,
    "text": "It is not the wife who has the rights to her own body, but the husband. In the same way, it is not the husband who has the rights to his own body, but the wife. ",
    "reference": "1 Corinthians 7:4"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 5,
    "text": "Do not deprive each other, except by mutual agreement for a specified time, so that you may devote yourselves to prayer. Then resume your relationship, so that Satan may not tempt you because of your lack of self-control. ",
    "reference": "1 Corinthians 7:5"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 6,
    "text": "I say this as a concession, not as a command. ",
    "reference": "1 Corinthians 7:6"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 7,
    "text": "I wish that everyone was as I am. But each has his own gift from God, one this way, another that. ",
    "reference": "1 Corinthians 7:7"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 8,
    "text": "To the unmarried and widows I say that it is best for them to remain as I am.",
    "reference": "1 Corinthians 7:8"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 9,
    "text": "But if they do not have self-control, let them get married. For it is better to marry than to burn with sexual desire. ",
    "reference": "1 Corinthians 7:9"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 10,
    "text": "To the married I give this command—not I, but the Lord—a wife should not divorce a husband ",
    "reference": "1 Corinthians 7:10"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 11,
    "text": "(but if she does, let her remain unmarried, or be reconciled to her husband), and a husband should not divorce his wife. ",
    "reference": "1 Corinthians 7:11"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 12,
    "text": "To the rest I say—I, not the Lord—if a brother has a wife who is not a believer and she is happy to live with him, he should not divorce her. ",
    "reference": "1 Corinthians 7:12"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 13,
    "text": "And if a woman has a husband who is not a believer and he is happy to live with her, she should not divorce him. ",
    "reference": "1 Corinthians 7:13"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 14,
    "text": "For the unbelieving husband is sanctified because of the wife, and the unbelieving wife because of her husband. Otherwise your children are unclean, but now they are holy. ",
    "reference": "1 Corinthians 7:14"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 15,
    "text": "But if the unbeliever wants a divorce, let it take place. In these circumstances the brother or sister is not bound. God has called you in peace. ",
    "reference": "1 Corinthians 7:15"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 16,
    "text": "For how do you know, wife, whether you will bring your husband to salvation? Or how do you know, husband, whether you will bring your wife to salvation? ",
    "reference": "1 Corinthians 7:16"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 17,
    "text": "Nevertheless, as the Lord has assigned to each one, as God has called each person, so must he live. I give this sort of direction in all the churches. ",
    "reference": "1 Corinthians 7:17"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 18,
    "text": "Was anyone called after he had been circumcised? He should not try to undo his circumcision. Was anyone called who is uncircumcised? He should not get circumcised. ",
    "reference": "1 Corinthians 7:18"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 19,
    "text": "Circumcision is nothing and uncircumcision is nothing. Instead, keeping God’s commandments is what counts.",
    "reference": "1 Corinthians 7:19"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 20,
    "text": "Let each one remain in that situation in life in which he was called. ",
    "reference": "1 Corinthians 7:20"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 21,
    "text": "Were you called as a slave? Do not worry about it. But if indeed you are able to be free, make the most of the opportunity. ",
    "reference": "1 Corinthians 7:21"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 22,
    "text": "For the one who was called in the Lord as a slave is the Lord’s freedman. In the same way, the one who was called as a free person is Christ’s slave. ",
    "reference": "1 Corinthians 7:22"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 23,
    "text": "You were bought with a price. Do not become slaves of men. ",
    "reference": "1 Corinthians 7:23"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 24,
    "text": "In whatever situation someone was called, brothers and sisters, let him remain in it with God. ",
    "reference": "1 Corinthians 7:24"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 25,
    "text": "With regard to the question about people who have never married, I have no command from the Lord, but I give my opinion as one shown mercy by the Lord to be trustworthy. ",
    "reference": "1 Corinthians 7:25"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 26,
    "text": "Because of the impending crisis I think it best for you to remain as you are.",
    "reference": "1 Corinthians 7:26"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 27,
    "text": "The one bound to a wife should not seek divorce. The one released from a wife should not seek marriage. ",
    "reference": "1 Corinthians 7:27"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 28,
    "text": "But if you marry, you have not sinned. And if a virgin marries, she has not sinned. But those who marry will face difficult circumstances, and I am trying to spare you such problems. ",
    "reference": "1 Corinthians 7:28"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 29,
    "text": "And I say this, brothers and sisters: The time is short. So then those who have wives should be as those who have none, ",
    "reference": "1 Corinthians 7:29"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 30,
    "text": "those with tears like those not weeping, those who rejoice like those not rejoicing, those who buy like those without possessions, ",
    "reference": "1 Corinthians 7:30"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 31,
    "text": "those who use the world as though they were not using it to the full. For the present shape of this world is passing away. ",
    "reference": "1 Corinthians 7:31"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 32,
    "text": "And I want you to be free from concern. An unmarried man is concerned about the things of the Lord, how to please the Lord. ",
    "reference": "1 Corinthians 7:32"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 33,
    "text": "But a married man is concerned about the things of the world, how to please his wife, ",
    "reference": "1 Corinthians 7:33"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 34,
    "text": "and he is divided. An unmarried woman or a virgin is concerned about the things of the Lord, to be holy both in body and spirit. But a married woman is concerned about the things of the world, how to please her husband. ",
    "reference": "1 Corinthians 7:34"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 35,
    "text": "I am saying this for your benefit, not to place a limitation on you, but so that without distraction you may give notable and constant service to the Lord. ",
    "reference": "1 Corinthians 7:35"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 36,
    "text": "If anyone thinks he is acting inappropriately toward his virgin, if she is past the bloom of youth and it seems necessary, he should do what he wishes; he does not sin. Let them marry. ",
    "reference": "1 Corinthians 7:36"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 37,
    "text": "But the man who is firm in his commitment, and is under no necessity but has control over his will, and has decided in his own mind to keep his own virgin, does well. ",
    "reference": "1 Corinthians 7:37"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 38,
    "text": "So then, the one who marries his own virgin does well, but the one who does not, does better. ",
    "reference": "1 Corinthians 7:38"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 39,
    "text": "A wife is bound as long as her husband is living. But if her husband dies, she is free to marry anyone she wishes (only someone in the Lord). ",
    "reference": "1 Corinthians 7:39"
  },
  {
    "bookName": "1 Corinthians",
    "chapter": 7,
    "verse": 40,
    "text": "But in my opinion, she will be happier if she remains as she is—and I think that I too have the Spirit of God! ",
    "reference": "1 Corinthians 7:40"
  }
]