[{"bookName":"1 Corinthians","chapter":11,"verse":1,"text":"Be imitators of me, just as I also am of Christ. ","reference":"1 Corinthians 11:1"},{"bookName":"1 Corinthians","chapter":11,"verse":2,"text":"I praise you because you remember me in everything and maintain the traditions just as I passed them on to you. ","reference":"1 Corinthians 11:2"},{"bookName":"1 Corinthians","chapter":11,"verse":3,"text":"But I want you to know that Christ is the head of every man, and the man is the head of a woman, and God is the head of Christ. ","reference":"1 Corinthians 11:3"},{"bookName":"1 Corinthians","chapter":11,"verse":4,"text":"Any man who prays or prophesies with his head covered disgraces his head. ","reference":"1 Corinthians 11:4"},{"bookName":"1 Corinthians","chapter":11,"verse":5,"text":"But any woman who prays or prophesies with her head uncovered disgraces her head, for it is one and the same thing as having a shaved head. ","reference":"1 Corinthians 11:5"},{"bookName":"1 Corinthians","chapter":11,"verse":6,"text":"For if a woman will not cover her head, she should cut off her hair. But if it is disgraceful for a woman to have her hair cut off or her head shaved, she should cover her head. ","reference":"1 Corinthians 11:6"},{"bookName":"1 Corinthians","chapter":11,"verse":7,"text":"For a man should not have his head covered, since he is the image and glory of God. But the woman is the glory of the man. ","reference":"1 Corinthians 11:7"},{"bookName":"1 Corinthians","chapter":11,"verse":8,"text":"For man did not come from woman, but woman from man. ","reference":"1 Corinthians 11:8"},{"bookName":"1 Corinthians","chapter":11,"verse":9,"text":"Neither was man created for the sake of woman, but woman for man. ","reference":"1 Corinthians 11:9"},{"bookName":"1 Corinthians","chapter":11,"verse":10,"text":"For this reason a woman should have a symbol of authority on her head, because of the angels. ","reference":"1 Corinthians 11:10"},{"bookName":"1 Corinthians","chapter":11,"verse":11,"text":"In any case, in the Lord woman is not independent of man, nor is man independent of woman. ","reference":"1 Corinthians 11:11"},{"bookName":"1 Corinthians","chapter":11,"verse":12,"text":"For just as woman came from man, so man comes through woman. But all things come from God. ","reference":"1 Corinthians 11:12"},{"bookName":"1 Corinthians","chapter":11,"verse":13,"text":"Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? ","reference":"1 Corinthians 11:13"},{"bookName":"1 Corinthians","chapter":11,"verse":14,"text":"Does not nature itself teach you that if a man has long hair, it is a disgrace for him, ","reference":"1 Corinthians 11:14"},{"bookName":"1 Corinthians","chapter":11,"verse":15,"text":"but if a woman has long hair, it is her glory? For her hair is given to her for a covering. ","reference":"1 Corinthians 11:15"},{"bookName":"1 Corinthians","chapter":11,"verse":16,"text":"If anyone intends to quarrel about this, we have no other practice, nor do the churches of God. ","reference":"1 Corinthians 11:16"},{"bookName":"1 Corinthians","chapter":11,"verse":17,"text":"Now in giving the following instruction I do not praise you, because you come together not for the better but for the worse. ","reference":"1 Corinthians 11:17"},{"bookName":"1 Corinthians","chapter":11,"verse":18,"text":"For in the first place, when you come together as a church I hear there are divisions among you, and in part I believe it.","reference":"1 Corinthians 11:18"},{"bookName":"1 Corinthians","chapter":11,"verse":19,"text":"For there must in fact be divisions among you, so that those of you who are approved may be evident. ","reference":"1 Corinthians 11:19"},{"bookName":"1 Corinthians","chapter":11,"verse":20,"text":"Now when you come together at the same place, you are not really eating the Lord’s Supper. ","reference":"1 Corinthians 11:20"},{"bookName":"1 Corinthians","chapter":11,"verse":21,"text":"For when it is time to eat, everyone proceeds with his own supper. One is hungry and another becomes drunk. ","reference":"1 Corinthians 11:21"},{"bookName":"1 Corinthians","chapter":11,"verse":22,"text":"Do you not have houses so that you can eat and drink? Or are you trying to show contempt for the church of God by shaming those who have nothing? What should I say to you? Should I praise you? I will not praise you for this! ","reference":"1 Corinthians 11:22"},{"bookName":"1 Corinthians","chapter":11,"verse":23,"text":"For I received from the Lord what I also passed on to you, that the Lord Jesus on the night in which he was betrayed took bread, ","reference":"1 Corinthians 11:23"},{"bookName":"1 Corinthians","chapter":11,"verse":24,"text":"and after he had given thanks he broke it and said, “This is my body, which is for you. Do this in remembrance of me.” ","reference":"1 Corinthians 11:24"},{"bookName":"1 Corinthians","chapter":11,"verse":25,"text":"In the same way, he also took the cup after supper, saying, “This cup is the new covenant in my blood. Do this, every time you drink it, in remembrance of me.” ","reference":"1 Corinthians 11:25"},{"bookName":"1 Corinthians","chapter":11,"verse":26,"text":"For every time you eat this bread and drink the cup, you proclaim the Lord’s death until he comes. ","reference":"1 Corinthians 11:26"},{"bookName":"1 Corinthians","chapter":11,"verse":27,"text":"For this reason, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of the body and blood of the Lord. ","reference":"1 Corinthians 11:27"},{"bookName":"1 Corinthians","chapter":11,"verse":28,"text":"A person should examine himself first, and in this way let him eat the bread and drink of the cup. ","reference":"1 Corinthians 11:28"},{"bookName":"1 Corinthians","chapter":11,"verse":29,"text":"For the one who eats and drinks without careful regard for the body eats and drinks judgment against himself. ","reference":"1 Corinthians 11:29"},{"bookName":"1 Corinthians","chapter":11,"verse":30,"text":"That is why many of you are weak and sick, and quite a few are dead. ","reference":"1 Corinthians 11:30"},{"bookName":"1 Corinthians","chapter":11,"verse":31,"text":"But if we examined ourselves, we would not be judged. ","reference":"1 Corinthians 11:31"},{"bookName":"1 Corinthians","chapter":11,"verse":32,"text":"But when we are judged by the Lord, we are disciplined so that we may not be condemned with the world. ","reference":"1 Corinthians 11:32"},{"bookName":"1 Corinthians","chapter":11,"verse":33,"text":"So then, my brothers and sisters, when you come together to eat, wait for one another. ","reference":"1 Corinthians 11:33"},{"bookName":"1 Corinthians","chapter":11,"verse":34,"text":"If anyone is hungry, let him eat at home, so that when you assemble it does not lead to judgment. I will give directions about other matters when I come. ","reference":"1 Corinthians 11:34"}]