[{"bookName":"1 Corinthians","chapter":1,"verse":1,"text":"From Paul, called to be an apostle of Christ Jesus by the will of God, and Sosthenes, our brother, ","reference":"1 Corinthians 1:1"},{"bookName":"1 Corinthians","chapter":1,"verse":2,"text":"to the church of God that is in Corinth, to those who are sanctified in Christ Jesus, and called to be saints, with all those in every place who call on the name of our Lord Jesus Christ, their Lord and ours. ","reference":"1 Corinthians 1:2"},{"bookName":"1 Corinthians","chapter":1,"verse":3,"text":"Grace and peace to you from God our Father and the Lord Jesus Christ! ","reference":"1 Corinthians 1:3"},{"bookName":"1 Corinthians","chapter":1,"verse":4,"text":"I always thank my God for you because of the grace of God that was given to you in Christ Jesus. ","reference":"1 Corinthians 1:4"},{"bookName":"1 Corinthians","chapter":1,"verse":5,"text":"For you were made rich in every way in him, in all your speech and in every kind of knowledge—","reference":"1 Corinthians 1:5"},{"bookName":"1 Corinthians","chapter":1,"verse":6,"text":"just as the testimony about Christ has been confirmed among you—","reference":"1 Corinthians 1:6"},{"bookName":"1 Corinthians","chapter":1,"verse":7,"text":"so that you do not lack any spiritual gift as you wait for the revelation of our Lord Jesus Christ. ","reference":"1 Corinthians 1:7"},{"bookName":"1 Corinthians","chapter":1,"verse":8,"text":"He will also strengthen you to the end, so that you will be blameless on the day of our Lord Jesus Christ. ","reference":"1 Corinthians 1:8"},{"bookName":"1 Corinthians","chapter":1,"verse":9,"text":"God is faithful, by whom you were called into fellowship with his son, Jesus Christ our Lord. ","reference":"1 Corinthians 1:9"},{"bookName":"1 Corinthians","chapter":1,"verse":10,"text":"I urge you, brothers and sisters, by the name of our Lord Jesus Christ, to agree together, to end your divisions, and to be united by the same mind and purpose. ","reference":"1 Corinthians 1:10"},{"bookName":"1 Corinthians","chapter":1,"verse":11,"text":"For members of Chloe’s household have made it clear to me, my brothers and sisters, that there are quarrels among you. ","reference":"1 Corinthians 1:11"},{"bookName":"1 Corinthians","chapter":1,"verse":12,"text":"Now I mean this, that each of you is saying, “I am with Paul,” or “I am with Apollos,” or “I am with Cephas,” or “I am with Christ.” ","reference":"1 Corinthians 1:12"},{"bookName":"1 Corinthians","chapter":1,"verse":13,"text":"Is Christ divided? Paul wasn’t crucified for you, was he? Or were you in fact baptized in the name of Paul? ","reference":"1 Corinthians 1:13"},{"bookName":"1 Corinthians","chapter":1,"verse":14,"text":"I thank God that I did not baptize any of you except Crispus and Gaius, ","reference":"1 Corinthians 1:14"},{"bookName":"1 Corinthians","chapter":1,"verse":15,"text":"so that no one can say that you were baptized in my name! ","reference":"1 Corinthians 1:15"},{"bookName":"1 Corinthians","chapter":1,"verse":16,"text":"(I also baptized the household of Stephanus. Otherwise, I do not remember whether I baptized anyone else.) ","reference":"1 Corinthians 1:16"},{"bookName":"1 Corinthians","chapter":1,"verse":17,"text":"For Christ did not send me to baptize, but to preach the gospel—and not with clever speech, so that the cross of Christ would not become useless. ","reference":"1 Corinthians 1:17"},{"bookName":"1 Corinthians","chapter":1,"verse":18,"text":"For the message about the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God. ","reference":"1 Corinthians 1:18"},{"bookName":"1 Corinthians","chapter":1,"verse":19,"text":"For it is written, “\u003Cb\u003EI will destroy the wisdom of the wise, and I will thwart the cleverness of the intelligent\u003C/b\u003E.” ","reference":"1 Corinthians 1:19"},{"bookName":"1 Corinthians","chapter":1,"verse":20,"text":"Where is the wise man? Where is the expert in the Mosaic law? Where is the debater of this age? Has God not made the wisdom of the world foolish? ","reference":"1 Corinthians 1:20"},{"bookName":"1 Corinthians","chapter":1,"verse":21,"text":"For since in the wisdom of God the world by its wisdom did not know God, God was pleased to save those who believe by the foolishness of preaching. ","reference":"1 Corinthians 1:21"},{"bookName":"1 Corinthians","chapter":1,"verse":22,"text":"For Jews demand miraculous signs and Greeks ask for wisdom, ","reference":"1 Corinthians 1:22"},{"bookName":"1 Corinthians","chapter":1,"verse":23,"text":"but we preach about a crucified Christ, a stumbling block to Jews and foolishness to Gentiles. ","reference":"1 Corinthians 1:23"},{"bookName":"1 Corinthians","chapter":1,"verse":24,"text":"But to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God. ","reference":"1 Corinthians 1:24"},{"bookName":"1 Corinthians","chapter":1,"verse":25,"text":"For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength. ","reference":"1 Corinthians 1:25"},{"bookName":"1 Corinthians","chapter":1,"verse":26,"text":"Think about the circumstances of your call, brothers and sisters. Not many were wise by human standards, not many were powerful, not many were born to a privileged position. ","reference":"1 Corinthians 1:26"},{"bookName":"1 Corinthians","chapter":1,"verse":27,"text":"But God chose what the world thinks foolish to shame the wise, and God chose what the world thinks weak to shame the strong. ","reference":"1 Corinthians 1:27"},{"bookName":"1 Corinthians","chapter":1,"verse":28,"text":"God chose what is low and despised in the world, what is regarded as nothing, to set aside what is regarded as something,","reference":"1 Corinthians 1:28"},{"bookName":"1 Corinthians","chapter":1,"verse":29,"text":"so that no one can boast in his presence. ","reference":"1 Corinthians 1:29"},{"bookName":"1 Corinthians","chapter":1,"verse":30,"text":"He is the reason you have a relationship with Christ Jesus, who became for us wisdom from God, and righteousness and sanctification and redemption, ","reference":"1 Corinthians 1:30"},{"bookName":"1 Corinthians","chapter":1,"verse":31,"text":"so that, as it is written, “\u003Cb\u003ELet the one who boasts, boast in the Lord\u003C/b\u003E.” ","reference":"1 Corinthians 1:31"}]