[{"bookName":"1 Corinthians","chapter":3,"verse":1,"text":"So, brothers and sisters, I could not speak to you as spiritual people, but instead as people of the flesh, as infants in Christ. ","reference":"1 Corinthians 3:1"},{"bookName":"1 Corinthians","chapter":3,"verse":2,"text":"I fed you milk, not solid food, for you were not yet ready. In fact, you are still not ready, ","reference":"1 Corinthians 3:2"},{"bookName":"1 Corinthians","chapter":3,"verse":3,"text":"for you are still influenced by the flesh. For since there is still jealousy and dissension among you, are you not influenced by the flesh and behaving like unregenerate people? ","reference":"1 Corinthians 3:3"},{"bookName":"1 Corinthians","chapter":3,"verse":4,"text":"For whenever someone says, “I am with Paul,” or “I am with Apollos,” are you not merely human? ","reference":"1 Corinthians 3:4"},{"bookName":"1 Corinthians","chapter":3,"verse":5,"text":"What is Apollos, really? Or what is Paul? Servants through whom you came to believe, and each of us in the ministry the Lord gave us.","reference":"1 Corinthians 3:5"},{"bookName":"1 Corinthians","chapter":3,"verse":6,"text":"I planted, Apollos watered, but God caused it to grow. ","reference":"1 Corinthians 3:6"},{"bookName":"1 Corinthians","chapter":3,"verse":7,"text":"So neither the one who plants counts for anything, nor the one who waters, but God who causes the growth. ","reference":"1 Corinthians 3:7"},{"bookName":"1 Corinthians","chapter":3,"verse":8,"text":"The one who plants and the one who waters work as one, but each will receive his reward according to his work. ","reference":"1 Corinthians 3:8"},{"bookName":"1 Corinthians","chapter":3,"verse":9,"text":"We are coworkers belonging to God. You are God’s field, God’s building. ","reference":"1 Corinthians 3:9"},{"bookName":"1 Corinthians","chapter":3,"verse":10,"text":"According to the grace of God given to me, like a skilled master-builder I laid a foundation, but someone else builds on it. And each one must be careful how he builds. ","reference":"1 Corinthians 3:10"},{"bookName":"1 Corinthians","chapter":3,"verse":11,"text":"For no one can lay any foundation other than what is being laid, which is Jesus Christ. ","reference":"1 Corinthians 3:11"},{"bookName":"1 Corinthians","chapter":3,"verse":12,"text":"If anyone builds on the foundation with gold, silver, precious stones, wood, hay, or straw, ","reference":"1 Corinthians 3:12"},{"bookName":"1 Corinthians","chapter":3,"verse":13,"text":"each builder’s work will be plainly seen, for the Day will make it clear, because it will be revealed by fire. And the fire will test what kind of work each has done. ","reference":"1 Corinthians 3:13"},{"bookName":"1 Corinthians","chapter":3,"verse":14,"text":"If what someone has built survives, he will receive a reward. ","reference":"1 Corinthians 3:14"},{"bookName":"1 Corinthians","chapter":3,"verse":15,"text":"If someone’s work is burned up, he will suffer loss. He himself will be saved, but only as through fire. ","reference":"1 Corinthians 3:15"},{"bookName":"1 Corinthians","chapter":3,"verse":16,"text":"Do you not know that you are God’s temple and that God’s Spirit lives in you? ","reference":"1 Corinthians 3:16"},{"bookName":"1 Corinthians","chapter":3,"verse":17,"text":"If someone destroys God’s temple, God will destroy him. For God’s temple is holy, which is what you are. ","reference":"1 Corinthians 3:17"},{"bookName":"1 Corinthians","chapter":3,"verse":18,"text":"Guard against self-deception, each of you. If someone among you thinks he is wise in this age, let him become foolish so that he can become wise. ","reference":"1 Corinthians 3:18"},{"bookName":"1 Corinthians","chapter":3,"verse":19,"text":"For the wisdom of this age is foolishness with God. As it is written, “\u003Cb\u003EHe catches the wise in their craftiness\u003C/b\u003E.” ","reference":"1 Corinthians 3:19"},{"bookName":"1 Corinthians","chapter":3,"verse":20,"text":"And again, “\u003Cb\u003EThe Lord knows that the thoughts of the wise are futile\u003C/b\u003E.” ","reference":"1 Corinthians 3:20"},{"bookName":"1 Corinthians","chapter":3,"verse":21,"text":"So then, no more boasting about mere mortals! For everything belongs to you, ","reference":"1 Corinthians 3:21"},{"bookName":"1 Corinthians","chapter":3,"verse":22,"text":"whether Paul or Apollos or Cephas or the world or life or death or the present or the future. Everything belongs to you,","reference":"1 Corinthians 3:22"},{"bookName":"1 Corinthians","chapter":3,"verse":23,"text":"and you belong to Christ, and Christ belongs to God. ","reference":"1 Corinthians 3:23"}]