[
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 1,
    "text": "King Solomon fell in love with many foreign women (besides Pharaoh’s daughter), including Moabites, Ammonites, Edomites, Sidonians, and Hittites. ",
    "reference": "1 Kings 11:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 2,
    "text": "They came from nations about which the Lord had warned the Israelites, “You must not establish friendly relations with them! If you do, they will surely shift your allegiance to their gods.” But Solomon was irresistibly attracted to them.",
    "reference": "1 Kings 11:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 3,
    "text": "He had 700 royal wives and 300 concubines; his wives had a powerful influence over him.",
    "reference": "1 Kings 11:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 4,
    "text": "When Solomon became old, his wives shifted his allegiance to other gods; he was not wholeheartedly devoted to the Lord his God, as his father David had been.",
    "reference": "1 Kings 11:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 5,
    "text": "Solomon worshiped the Sidonian goddess Astarte and the detestable Ammonite god Milcom. ",
    "reference": "1 Kings 11:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 6,
    "text": "Solomon did evil in the Lord’s sight; he did not remain loyal to the Lord, as his father David had.",
    "reference": "1 Kings 11:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 7,
    "text": "Furthermore, on the hill east of Jerusalem Solomon built a high place for the detestable Moabite god Chemosh and for the detestable Ammonite god Milcom. ",
    "reference": "1 Kings 11:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 8,
    "text": "He built high places for all his foreign wives so they could burn incense and make sacrifices to their gods. ",
    "reference": "1 Kings 11:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 9,
    "text": "The Lord was angry with Solomon because he had shifted his allegiance away from the Lord, the God of Israel, who had appeared to him on two occasions ",
    "reference": "1 Kings 11:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 10,
    "text": "and had warned him about this very thing, so that he would not follow other gods. But he did not obey the Lord’s command. ",
    "reference": "1 Kings 11:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 11,
    "text": "So the Lord said to Solomon, “Because you insist on doing these things and have not kept the covenantal rules I gave you, I will surely tear the kingdom away from you and give it to your servant. ",
    "reference": "1 Kings 11:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 12,
    "text": "However, for your father David’s sake I will not do this while you are alive. I will tear it away from your son’s hand instead.",
    "reference": "1 Kings 11:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 13,
    "text": "But I will not tear away the entire kingdom; I will leave your son one tribe for my servant David’s sake and for the sake of my chosen city Jerusalem.” ",
    "reference": "1 Kings 11:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 14,
    "text": "The Lord brought against Solomon an enemy, Hadad the Edomite, a descendant of the Edomite king. ",
    "reference": "1 Kings 11:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 15,
    "text": "During David’s campaign against Edom, Joab, the commander of the army, while on a mission to bury the dead, killed every male in Edom. ",
    "reference": "1 Kings 11:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 16,
    "text": "For Joab and the entire Israelite army stayed there six months until they had exterminated every male in Edom. ",
    "reference": "1 Kings 11:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 17,
    "text": "Hadad, who was only a small boy at the time, escaped with some of his father’s Edomite servants and headed for Egypt. ",
    "reference": "1 Kings 11:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 18,
    "text": "They went from Midian to Paran; they took some men from Paran and went to Egypt. Pharaoh, king of Egypt, gave him a house and some land and supplied him with food. ",
    "reference": "1 Kings 11:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 19,
    "text": "Pharaoh liked Hadad so well he gave him his sister-in-law (Queen Tahpenes’ sister) as a wife. ",
    "reference": "1 Kings 11:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 20,
    "text": "Tahpenes’ sister gave birth to his son, named Genubath. Tahpenes raised him in Pharaoh’s palace; Genubath grew up in Pharaoh’s palace among Pharaoh’s sons. ",
    "reference": "1 Kings 11:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 21,
    "text": "While in Egypt Hadad heard that David had passed away and that Joab, the commander of the army, was dead. So Hadad asked Pharaoh, “Give me permission to leave so I can return to my homeland.” ",
    "reference": "1 Kings 11:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 22,
    "text": "Pharaoh said to him, “What do you lack here that makes you want to go to your homeland?” Hadad replied, “Nothing, but please give me permission to leave.”",
    "reference": "1 Kings 11:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 23,
    "text": "God also brought against Solomon another enemy, Rezon son of Eliada who had run away from his master, King Hadadezer of Zobah. ",
    "reference": "1 Kings 11:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 24,
    "text": "He gathered some men and organized a raiding band. When David tried to kill them, they went to Damascus, where they settled down and gained control of the city. ",
    "reference": "1 Kings 11:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 25,
    "text": "He was Israel’s enemy throughout Solomon’s reign and, like Hadad, caused trouble. He loathed Israel and ruled over Syria. ",
    "reference": "1 Kings 11:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 26,
    "text": "Jeroboam son of Nebat, one of Solomon’s servants, rebelled against the king. He was an Ephraimite from Zeredah whose mother was a widow named Zeruah. ",
    "reference": "1 Kings 11:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 27,
    "text": "This is what prompted him to rebel against the king: Solomon built a terrace, and he closed up a gap in the wall of the city of his father David. ",
    "reference": "1 Kings 11:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 28,
    "text": "Jeroboam was a talented man; when Solomon saw that the young man was an accomplished worker, he made him the leader of the work crew from the tribe of Joseph. ",
    "reference": "1 Kings 11:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 29,
    "text": "At that time, when Jeroboam had left Jerusalem, the prophet Ahijah the Shilonite met him on the road; the two of them were alone in the open country. Ahijah was wearing a brand new robe, ",
    "reference": "1 Kings 11:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 30,
    "text": "and he grabbed the robe and tore it into 12 pieces. ",
    "reference": "1 Kings 11:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 31,
    "text": "Then he told Jeroboam, “Take 10 pieces, for this is what the Lord God of Israel has said: ‘Look, I am about to tear the kingdom from Solomon’s hand and I will give 10 tribes to you.",
    "reference": "1 Kings 11:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 32,
    "text": "He will retain one tribe, for my servant David’s sake and for the sake of Jerusalem, the city I have chosen out of all the tribes of Israel. ",
    "reference": "1 Kings 11:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 33,
    "text": "I am taking the kingdom from him because they have abandoned me and worshiped the Sidonian goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom. They have not followed my instructions by doing what I approve and obeying my rules and regulations, as Solomon’s father David did.",
    "reference": "1 Kings 11:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 34,
    "text": "I will not take the whole kingdom from his hand. I will allow him to be ruler for the rest of his life for the sake of my chosen servant David who kept my commandments and rules. ",
    "reference": "1 Kings 11:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 35,
    "text": "I will take the kingdom from the hand of his son and give 10 tribes to you.",
    "reference": "1 Kings 11:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 36,
    "text": "I will leave his son one tribe so my servant David’s dynasty may continue to serve me in Jerusalem, the city I have chosen as my home. ",
    "reference": "1 Kings 11:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 37,
    "text": "I will select you; you will rule over all you desire to have and you will be king over Israel. ",
    "reference": "1 Kings 11:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 38,
    "text": "You must obey all I command you to do, follow my instructions, do what I approve, and keep my rules and commandments, as my servant David did. Then I will be with you and establish for you a lasting dynasty, as I did for David; I will give you Israel. ",
    "reference": "1 Kings 11:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 39,
    "text": "I will humiliate David’s descendants because of this, but not forever.’” ",
    "reference": "1 Kings 11:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 40,
    "text": "Solomon tried to kill Jeroboam, but Jeroboam escaped to Egypt and found refuge with King Shishak of Egypt. He stayed in Egypt until Solomon died. ",
    "reference": "1 Kings 11:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 41,
    "text": "The rest of the events of Solomon’s reign, including all his accomplishments and his wise decisions, are recorded in the scroll called the Annals of Solomon. ",
    "reference": "1 Kings 11:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 42,
    "text": "Solomon ruled over all Israel from Jerusalem for 40 years. ",
    "reference": "1 Kings 11:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 43,
    "text": "Then Solomon passed away and was buried in the city of his father David. His son Rehoboam replaced him as king. ",
    "reference": "1 Kings 11:43"
  }
]