[{"bookName":"1 Kings","chapter":15,"verse":1,"text":"In the eighteenth year of the reign of Jeroboam son of Nebat, Abijah became king over Judah. ","reference":"1 Kings 15:1"},{"bookName":"1 Kings","chapter":15,"verse":2,"text":"He ruled for three years in Jerusalem. His mother was Maacah, the daughter of Abishalom. ","reference":"1 Kings 15:2"},{"bookName":"1 Kings","chapter":15,"verse":3,"text":"He followed all the sinful practices of his father before him. He was not wholeheartedly devoted to the Lord his God, as his ancestor David had been.","reference":"1 Kings 15:3"},{"bookName":"1 Kings","chapter":15,"verse":4,"text":"Nevertheless for David’s sake the Lord his God maintained his dynasty in Jerusalem by giving him a son to succeed him and by protecting Jerusalem. ","reference":"1 Kings 15:4"},{"bookName":"1 Kings","chapter":15,"verse":5,"text":"He did this because David had done what he approved and had not disregarded any of his commandments his entire lifetime, except for the incident involving Uriah the Hittite. ","reference":"1 Kings 15:5"},{"bookName":"1 Kings","chapter":15,"verse":6,"text":"Rehoboam and Jeroboam were continually at war with each other throughout Abijah’s lifetime. ","reference":"1 Kings 15:6"},{"bookName":"1 Kings","chapter":15,"verse":7,"text":"The rest of the events of Abijah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. Abijah and Jeroboam had been at war with each other.","reference":"1 Kings 15:7"},{"bookName":"1 Kings","chapter":15,"verse":8,"text":"Abijah passed away and was buried in the City of David. His son Asa replaced him as king. ","reference":"1 Kings 15:8"},{"bookName":"1 Kings","chapter":15,"verse":9,"text":"In the twentieth year of Jeroboam’s reign over Israel, Asa became the king of Judah. ","reference":"1 Kings 15:9"},{"bookName":"1 Kings","chapter":15,"verse":10,"text":"He ruled for 41 years in Jerusalem. His grandmother was Maacah daughter of Abishalom. ","reference":"1 Kings 15:10"},{"bookName":"1 Kings","chapter":15,"verse":11,"text":"Asa did what the Lord approved as his ancestor David had done. ","reference":"1 Kings 15:11"},{"bookName":"1 Kings","chapter":15,"verse":12,"text":"He removed the male cultic prostitutes from the land and got rid of all the disgusting idols his ancestors had made. ","reference":"1 Kings 15:12"},{"bookName":"1 Kings","chapter":15,"verse":13,"text":"He also removed Maacah his grandmother from her position as queen mother because she had made a loathsome Asherah pole. Asa cut down her loathsome pole and burned it in the Kidron Valley. ","reference":"1 Kings 15:13"},{"bookName":"1 Kings","chapter":15,"verse":14,"text":"The high places were not eliminated, yet Asa was wholeheartedly devoted to the Lord throughout his lifetime. ","reference":"1 Kings 15:14"},{"bookName":"1 Kings","chapter":15,"verse":15,"text":"He brought the holy items that he and his father had made into the Lord’s temple, including the silver, gold, and other articles. ","reference":"1 Kings 15:15"},{"bookName":"1 Kings","chapter":15,"verse":16,"text":"Now Asa and King Baasha of Israel were continually at war with each other. ","reference":"1 Kings 15:16"},{"bookName":"1 Kings","chapter":15,"verse":17,"text":"King Baasha of Israel attacked Judah and established Ramah as a military outpost to prevent anyone from leaving or entering the land of King Asa of Judah. ","reference":"1 Kings 15:17"},{"bookName":"1 Kings","chapter":15,"verse":18,"text":"Asa took all the silver and gold that was left in the treasuries of the Lord’s temple and of the royal palace and handed it to his servants. He then told them to deliver it to Ben Hadad son of Tabrimmon, the son of Hezion, king of Syria, ruler in Damascus, along with this message: ","reference":"1 Kings 15:18"},{"bookName":"1 Kings","chapter":15,"verse":19,"text":"“I want to make a treaty with you, like the one our fathers made. See, I have sent you silver and gold as a present. Break your treaty with King Baasha of Israel, so he will retreat from my land.”","reference":"1 Kings 15:19"},{"bookName":"1 Kings","chapter":15,"verse":20,"text":"Ben Hadad accepted King Asa’s offer and ordered his army commanders to attack the cities of Israel. They conquered Ijon, Dan, Abel Beth Maacah, and all the territory of Naphtali, including the region of Kinnereth. ","reference":"1 Kings 15:20"},{"bookName":"1 Kings","chapter":15,"verse":21,"text":"When Baasha heard the news, he stopped fortifying Ramah and settled down in Tirzah. ","reference":"1 Kings 15:21"},{"bookName":"1 Kings","chapter":15,"verse":22,"text":"King Asa ordered all the men of Judah (no exemptions were granted) to carry away the stones and wood that Baasha had used to build Ramah. King Asa used the materials to build up Geba (in Benjamin) and Mizpah. ","reference":"1 Kings 15:22"},{"bookName":"1 Kings","chapter":15,"verse":23,"text":"The rest of the events of Asa’s reign, including all his successes and accomplishments, as well as a record of the cities he built, are recorded in the scroll called the Annals of the Kings of Judah. Yet when he was very old he developed a foot disease.","reference":"1 Kings 15:23"},{"bookName":"1 Kings","chapter":15,"verse":24,"text":"Asa passed away and was buried with his ancestors in the city of his ancestor David. His son Jehoshaphat replaced him as king. ","reference":"1 Kings 15:24"},{"bookName":"1 Kings","chapter":15,"verse":25,"text":"In the second year of Asa’s reign over Judah, Jeroboam’s son Nadab became the king of Israel; he ruled Israel for two years. ","reference":"1 Kings 15:25"},{"bookName":"1 Kings","chapter":15,"verse":26,"text":"He did evil in the sight of the Lord. He followed in his father’s footsteps and encouraged Israel to sin. ","reference":"1 Kings 15:26"},{"bookName":"1 Kings","chapter":15,"verse":27,"text":"Baasha son of Ahijah, from the tribe of Issachar, conspired against Nadab and assassinated him in Gibbethon, which was in Philistine territory. This happened while Nadab and all the Israelite army were besieging Gibbethon. ","reference":"1 Kings 15:27"},{"bookName":"1 Kings","chapter":15,"verse":28,"text":"Baasha killed him in the third year of Asa’s reign over Judah and replaced him as king.","reference":"1 Kings 15:28"},{"bookName":"1 Kings","chapter":15,"verse":29,"text":"When he became king, he executed Jeroboam’s entire family. He wiped out everyone who breathed, in keeping with the Lord’s message that he had spoken through his servant Ahijah the Shilonite. ","reference":"1 Kings 15:29"},{"bookName":"1 Kings","chapter":15,"verse":30,"text":"This happened because of the sins which Jeroboam committed and which he made Israel commit. These sins angered the Lord God of Israel. ","reference":"1 Kings 15:30"},{"bookName":"1 Kings","chapter":15,"verse":31,"text":"The rest of the events of Nadab’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel. ","reference":"1 Kings 15:31"},{"bookName":"1 Kings","chapter":15,"verse":32,"text":"Asa and King Baasha of Israel were continually at war with each other. ","reference":"1 Kings 15:32"},{"bookName":"1 Kings","chapter":15,"verse":33,"text":"In the third year of Asa’s reign over Judah, Baasha son of Ahijah became king over all Israel in Tirzah; he ruled for 24 years. ","reference":"1 Kings 15:33"},{"bookName":"1 Kings","chapter":15,"verse":34,"text":"He did evil in the sight of the Lord; he followed in Jeroboam’s footsteps and encouraged Israel to sin. ","reference":"1 Kings 15:34"}]