[
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 1,
    "text": "Just then a prophet arrived from Judah with the Lord’s message for Bethel, as Jeroboam was standing near the altar ready to offer a sacrifice. ",
    "reference": "1 Kings 13:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 2,
    "text": "He cried out against the altar with the Lord’s message, “O altar, altar! This is what the Lord has said, ‘Look, a son named Josiah will be born to the Davidic dynasty. He will sacrifice on you the priests of the high places who offer sacrifices on you. Human bones will be burned on you.’”",
    "reference": "1 Kings 13:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 3,
    "text": "That day he had also given a sign, saying, “This is the sign that the Lord has declared: The altar will split open and the ashes on it will pour out.”",
    "reference": "1 Kings 13:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 4,
    "text": "When the king heard the prophet’s message that he had cried out against the altar in Bethel, Jeroboam took his hand from the altar and pointed it saying, “Seize him!” Then the hand that he had pointed at him stiffened up, and he could not pull it back. ",
    "reference": "1 Kings 13:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 5,
    "text": "Meanwhile the altar split open, and the ashes poured from the altar in fulfillment of the sign the prophet had given with the Lord’s message.",
    "reference": "1 Kings 13:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 6,
    "text": "The king responded to the prophet, “Seek the favor of the Lord your God and pray for me, so that my hand may be restored.” So the prophet sought the Lord’s favor and the king’s hand was restored as it was at first.",
    "reference": "1 Kings 13:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 7,
    "text": "The king then said to the prophet, “Come home with me and have something to eat, so that I may give you a gift.”",
    "reference": "1 Kings 13:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 8,
    "text": "But the prophet said to the king, “Even if you were to give me half your possessions, I would not go with you. I am not allowed to eat food or drink water in this place. ",
    "reference": "1 Kings 13:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 9,
    "text": "For this is how I was commanded in the Lord’s message, ‘Eat no food. Drink no water. And do not return by the way you came.’” ",
    "reference": "1 Kings 13:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 10,
    "text": "So he started back on another road; he did not travel back on the same road he had taken to Bethel. ",
    "reference": "1 Kings 13:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 11,
    "text": "Now there was an old prophet living in Bethel. When his sons came home, they told him everything the prophet had done in Bethel that day. And they told their father all the words that he had spoken to the king. ",
    "reference": "1 Kings 13:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 12,
    "text": "Their father asked them, “Which road did he take?” His sons showed him the road the prophet from Judah had taken. ",
    "reference": "1 Kings 13:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 13,
    "text": "He then told his sons, “Saddle the donkey for me.” When they had saddled the donkey for him, he mounted it",
    "reference": "1 Kings 13:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 14,
    "text": "and took off after the prophet, whom he found sitting under an oak tree. He asked him, “Are you the prophet from Judah?” He answered, “Yes, I am.” ",
    "reference": "1 Kings 13:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 15,
    "text": "He then said to him, “Come home with me and eat something.” ",
    "reference": "1 Kings 13:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 16,
    "text": "But he replied, “I can’t go back with you. I am not allowed to eat food or to drink water with you in this place. ",
    "reference": "1 Kings 13:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 17,
    "text": "For an order came to me in the Lord’s message, ‘Eat no food. Drink no water there. And do not return by the way you came.’” ",
    "reference": "1 Kings 13:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 18,
    "text": "Then the old prophet said, “I too am a prophet like you. And an angel has told me in a message from the Lord, ‘Bring him back with you to your house so he can eat food and drink water.’” But he had lied to him.",
    "reference": "1 Kings 13:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 19,
    "text": "So the prophet went back with him. He ate food in his house and he drank water.",
    "reference": "1 Kings 13:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 20,
    "text": "While they were sitting at the table, the Lord’s message came to the old prophet who had brought him back.",
    "reference": "1 Kings 13:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 21,
    "text": "So he cried out to the prophet who had come from Judah, “This is what the Lord has said, ‘You have rebelled against the Lord’s instruction and have not obeyed the command the Lord your God gave you.",
    "reference": "1 Kings 13:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 22,
    "text": "You went back. You ate food. And you drank water in the place of which he had said to you, “Eat no food. Drink no water.” Therefore your corpse will not be buried in your ancestral tomb.’” ",
    "reference": "1 Kings 13:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 23,
    "text": "So this is what happened after he had eaten food and drunk water. The old prophet saddled the donkey for the prophet whom he had brought back.",
    "reference": "1 Kings 13:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 24,
    "text": "So the prophet from Judah travelled on. Then a lion attacked him on the road and killed him.There was his body lying on the road, with the donkey standing next to it, and the lion just standing there by the body.",
    "reference": "1 Kings 13:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 25,
    "text": "Then some men came passing by and saw the body lying in the road with the lion standing next to the body. They went and reported what they had seen in the city where the old prophet lived. ",
    "reference": "1 Kings 13:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 26,
    "text": "When the old prophet who had invited him to his house heard the news, he said, “It is the prophet who rebelled against the Lord. The Lord delivered him over to the lion and it tore him up and killed him, in keeping with the Lord’s message that he had spoken to him.”",
    "reference": "1 Kings 13:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 27,
    "text": "He told his sons, “Saddle my donkey.” So they saddled it.",
    "reference": "1 Kings 13:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 28,
    "text": "He went and found the body lying in the road with the donkey and the lion standing beside it; the lion had neither eaten the body nor attacked the donkey. ",
    "reference": "1 Kings 13:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 29,
    "text": "The old prophet picked up the prophet’s body, put it on the donkey, and brought it back. The old prophet then entered the city to mourn him and to bury him.",
    "reference": "1 Kings 13:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 30,
    "text": "He put the body into his own tomb, and they mourned over him, saying, “Ah, my brother!” ",
    "reference": "1 Kings 13:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 31,
    "text": "After he buried him, he said to his sons, “When I die, bury me in the tomb where the prophet is buried; put my bones right beside his bones, ",
    "reference": "1 Kings 13:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 32,
    "text": "because the message that he announced as the Lord’s message against the altar in Bethel and against all the temples on the high places in the cities of the north will certainly be fulfilled.” ",
    "reference": "1 Kings 13:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 33,
    "text": "After this happened, Jeroboam still did not change his evil ways; he continued to appoint common people as priests at the high places. Anyone who wanted the job he consecrated as a priest. ",
    "reference": "1 Kings 13:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 34,
    "text": "This sin caused Jeroboam’s dynasty to come to an end and to be destroyed from the face of the earth. ",
    "reference": "1 Kings 13:34"
  }
]