[{"bookName":"1 Kings","chapter":19,"verse":1,"text":"Ahab told Jezebel all that Elijah had done, including a detailed account of how he killed all the prophets with the sword. ","reference":"1 Kings 19:1"},{"bookName":"1 Kings","chapter":19,"verse":2,"text":"Jezebel sent a messenger to Elijah with this warning, “May the gods judge me severely if by this time tomorrow I do not take your life as you did theirs!” ","reference":"1 Kings 19:2"},{"bookName":"1 Kings","chapter":19,"verse":3,"text":"Elijah was afraid, so he got up and fled for his life to Beer Sheba in Judah. He left his servant there, ","reference":"1 Kings 19:3"},{"bookName":"1 Kings","chapter":19,"verse":4,"text":"while he went a day’s journey into the wilderness. He went and sat down under a shrub and asked the Lord to take his life: “I’ve had enough! Now, O Lord, take my life. After all, I’m no better than my ancestors.” ","reference":"1 Kings 19:4"},{"bookName":"1 Kings","chapter":19,"verse":5,"text":"He stretched out and fell asleep under the shrub. Suddenly an angelic messenger touched him and said, “Get up and eat.” ","reference":"1 Kings 19:5"},{"bookName":"1 Kings","chapter":19,"verse":6,"text":"He looked and right there by his head was a cake baking on hot coals and a jug of water. He ate and drank and then slept some more.","reference":"1 Kings 19:6"},{"bookName":"1 Kings","chapter":19,"verse":7,"text":"The angel of the Lord came back again, touched him, and said, “Get up and eat, for otherwise you won’t be able to make the journey.” ","reference":"1 Kings 19:7"},{"bookName":"1 Kings","chapter":19,"verse":8,"text":"So he got up and ate and drank. That meal gave him the strength to travel 40 days and 40 nights until he reached Horeb, the mountain of God. ","reference":"1 Kings 19:8"},{"bookName":"1 Kings","chapter":19,"verse":9,"text":"He went into a cave there and spent the night. Suddenly the Lord’s message came to him, “Why are you here, Elijah?” ","reference":"1 Kings 19:9"},{"bookName":"1 Kings","chapter":19,"verse":10,"text":"He answered, “I have been absolutely loyal to the Lord God of Heaven’s Armies, even though the Israelites have abandoned the covenant they made with you, torn down your altars, and killed your prophets with the sword. I alone am left and now they want to take my life.” ","reference":"1 Kings 19:10"},{"bookName":"1 Kings","chapter":19,"verse":11,"text":"The Lord said, “Go out and stand on the mountain before the Lord. Look, the Lord is ready to pass by.”A very powerful wind went before the Lord, digging into the mountain and causing landslides, but the Lord was not in the wind. After the windstorm there was an earthquake, but the Lord was not in the earthquake. ","reference":"1 Kings 19:11"},{"bookName":"1 Kings","chapter":19,"verse":12,"text":"After the earthquake, there was a fire, but the Lord was not in the fire. After the fire, there was a soft whisper. ","reference":"1 Kings 19:12"},{"bookName":"1 Kings","chapter":19,"verse":13,"text":"When Elijah heard it, he covered his face with his robe and went out and stood at the entrance to the cave. Suddenly a voice asked him, “Why are you here, Elijah?” ","reference":"1 Kings 19:13"},{"bookName":"1 Kings","chapter":19,"verse":14,"text":"He answered, “I have been absolutely loyal to the Lord God of Heaven’s Armies, even though the Israelites have abandoned the covenant they made with you, torn down your altars, and killed your prophets with the sword. I alone am left and now they want to take my life.” ","reference":"1 Kings 19:14"},{"bookName":"1 Kings","chapter":19,"verse":15,"text":"The Lord said to him, “Go back the way you came and then head for the wilderness of Damascus. Go and anoint Hazael king over Syria. ","reference":"1 Kings 19:15"},{"bookName":"1 Kings","chapter":19,"verse":16,"text":"You must anoint Jehu son of Nimshi king over Israel, and Elisha son of Shaphat from Abel Meholah to take your place as prophet. ","reference":"1 Kings 19:16"},{"bookName":"1 Kings","chapter":19,"verse":17,"text":"Jehu will kill anyone who escapes Hazael’s sword, and Elisha will kill anyone who escapes Jehu’s sword. ","reference":"1 Kings 19:17"},{"bookName":"1 Kings","chapter":19,"verse":18,"text":"I still have left in Israel 7,000 followers who have not bowed their knees to Baal or kissed the images of him.”","reference":"1 Kings 19:18"},{"bookName":"1 Kings","chapter":19,"verse":19,"text":"Elijah went from there and found Elisha son of Shaphat. He was plowing with twelve pairs of oxen; he was near the twelfth pair. Elijah passed by him and threw his robe over him.","reference":"1 Kings 19:19"},{"bookName":"1 Kings","chapter":19,"verse":20,"text":"He left the oxen, ran after Elijah, and said, “Please let me kiss my father and mother goodbye, then I will follow you.” Elijah said to him, “Go back! Indeed, what have I done to you?”","reference":"1 Kings 19:20"},{"bookName":"1 Kings","chapter":19,"verse":21,"text":"Elisha went back and took his pair of oxen and slaughtered them. He cooked the meat over a fire that he made by burning the harness and yoke. He gave the people meat and they ate. Then he got up and followed Elijah and became his assistant. ","reference":"1 Kings 19:21"}]