[
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 1,
    "text": "Solomon took 13 years to build his palace. ",
    "reference": "1 Kings 7:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 2,
    "text": "He named it “The Palace of the Lebanon Forest”; it was 150 feet long, 75 feet wide, and 45 feet high. It had four rows of cedar pillars and cedar beams above the pillars. ",
    "reference": "1 Kings 7:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 3,
    "text": "The roof above the beams supported by the pillars was also made of cedar; there were 45 beams, 15 per row. ",
    "reference": "1 Kings 7:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 4,
    "text": "There were three rows of windows arranged in sets of three. ",
    "reference": "1 Kings 7:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 5,
    "text": "All the entrances were rectangular in shape and they were arranged in sets of three. ",
    "reference": "1 Kings 7:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 6,
    "text": "He made a colonnade 75 feet long and 45 feet wide. There was a porch in front of this and pillars and a roof in front of the porch. ",
    "reference": "1 Kings 7:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 7,
    "text": "He also made a throne room, called “The Hall of Judgment,” where he made judicial decisions. It was paneled with cedar from the floor to the rafters.",
    "reference": "1 Kings 7:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 8,
    "text": "The palace where he lived was constructed in a similar way. He also constructed a palace like this hall for Pharaoh’s daughter, whom he had married. ",
    "reference": "1 Kings 7:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 9,
    "text": "All these were built with the best stones, chiseled to the right size and cut with a saw on all sides, from the foundation to the edge of the roof and from the outside to the great courtyard. ",
    "reference": "1 Kings 7:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 10,
    "text": "The foundation was made of large valuable stones, measuring either 15 feet or 12 feet. ",
    "reference": "1 Kings 7:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 11,
    "text": "Above the foundation the best stones, chiseled to the right size, were used along with cedar. ",
    "reference": "1 Kings 7:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 12,
    "text": "Around the great courtyard were three rows of chiseled stones and one row of cedar beams, like the inner courtyard of the Lord’s temple and the hall of the palace. ",
    "reference": "1 Kings 7:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 13,
    "text": "King Solomon sent for Hiram of Tyre. ",
    "reference": "1 Kings 7:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 14,
    "text": "He was the son of a widow from the tribe of Naphtali, and his father was a craftsman in bronze from Tyre. He had the skill and knowledge to make all kinds of works of bronze. He reported to King Solomon and did all the work he was assigned.",
    "reference": "1 Kings 7:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 15,
    "text": "He fashioned two bronze pillars; each pillar was 27 feet high and 18 feet in circumference. ",
    "reference": "1 Kings 7:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 16,
    "text": "He made two bronze tops for the pillars; each was 7½ feet high. ",
    "reference": "1 Kings 7:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 17,
    "text": "The latticework on the tops of the pillars was adorned with ornamental wreaths and chains; the top of each pillar had seven groupings of ornaments. ",
    "reference": "1 Kings 7:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 18,
    "text": "When he made the pillars, there were two rows of pomegranate-shaped ornaments around the latticework covering the top of each pillar. ",
    "reference": "1 Kings 7:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 19,
    "text": "The tops of the two pillars in the porch were shaped like lilies and were six feet high. ",
    "reference": "1 Kings 7:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 20,
    "text": "On the top of each pillar, right above the bulge beside the latticework, there were 200 pomegranate-shaped ornaments arranged in rows all the way around. ",
    "reference": "1 Kings 7:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 21,
    "text": "He set up the pillars on the porch in front of the main hall. He erected one pillar on the right side and called it Yakin; he erected the other pillar on the left side and called it Boaz. ",
    "reference": "1 Kings 7:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 22,
    "text": "The tops of the pillars were shaped like lilies. So the construction of the pillars was completed. ",
    "reference": "1 Kings 7:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 23,
    "text": "He also made the large bronze basin called “The Sea.” It measured 15 feet from rim to rim, was circular in shape, and stood 7½ feet high. Its circumference was 45 feet. ",
    "reference": "1 Kings 7:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 24,
    "text": "Under the rim all the way around it were round ornaments arranged in settings 15 feet long. The ornaments were in two rows and had been cast with “The Sea.” ",
    "reference": "1 Kings 7:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 25,
    "text": "“The Sea” stood on top of twelve bulls. Three faced northward, three westward, three southward, and three eastward. “The Sea” was placed on top of them, and they all faced outward. ",
    "reference": "1 Kings 7:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 26,
    "text": "It was four fingers thick and its rim was like that of a cup shaped like a lily blossom. It could hold about 12,000 gallons. ",
    "reference": "1 Kings 7:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 27,
    "text": "He also made 10 bronze movable stands. Each stand was 6 feet long, 6 feet wide, and 4½ feet high. ",
    "reference": "1 Kings 7:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 28,
    "text": "The stands were constructed with frames between the joints. ",
    "reference": "1 Kings 7:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 29,
    "text": "On these frames and joints were ornamental lions, bulls, and cherubim. Under the lions and bulls were decorative wreaths. ",
    "reference": "1 Kings 7:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 30,
    "text": "Each stand had four bronze wheels with bronze axles and four supports. Under the basin the supports were fashioned on each side with wreaths. ",
    "reference": "1 Kings 7:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 31,
    "text": "Inside the stand was a round opening that was 18 inches deep; it had a support that was 27 inches long. On the edge of the opening were carvings in square frames. ",
    "reference": "1 Kings 7:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 32,
    "text": "The four wheels were under the frames, and the crossbars of the axles were connected to the stand. Each wheel was 27 inches high. ",
    "reference": "1 Kings 7:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 33,
    "text": "The wheels were constructed like chariot wheels; their crossbars, rims, spokes, and hubs were made of cast metal.",
    "reference": "1 Kings 7:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 34,
    "text": "Each stand had four supports, one per side projecting out from the stand. ",
    "reference": "1 Kings 7:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 35,
    "text": "On top of each stand was a round opening three-quarters of a foot deep; there were also supports and frames on top of the stands. ",
    "reference": "1 Kings 7:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 36,
    "text": "He engraved ornamental cherubim, lions, and palm trees on the plates of the supports and frames wherever there was room, with wreaths all around. ",
    "reference": "1 Kings 7:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 37,
    "text": "He made the 10 stands in this way. All of them were cast in one mold and were identical in measurements and shape. ",
    "reference": "1 Kings 7:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 38,
    "text": "He also made 10 bronze basins, each of which could hold about 240 gallons. Each basin was 6 feet in diameter; there was one basin for each stand. ",
    "reference": "1 Kings 7:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 39,
    "text": "He put five basins on the south side of the temple and five on the north side. He put “The Sea” on the south side, in the southeast corner.",
    "reference": "1 Kings 7:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 40,
    "text": "Hiram also made basins, shovels, and bowls. He finished all the work on the Lord’s temple he had been assigned by King Solomon. ",
    "reference": "1 Kings 7:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 41,
    "text": "He made the two pillars, the two bowl-shaped tops of the pillars, the latticework for the bowl-shaped tops of the two pillars, ",
    "reference": "1 Kings 7:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 42,
    "text": "the 400 pomegranate-shaped ornaments for the latticework of the two pillars (each latticework had two rows of these ornaments at the bowl-shaped top of the pillar), ",
    "reference": "1 Kings 7:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 43,
    "text": "the 10 movable stands with their 10 basins,",
    "reference": "1 Kings 7:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 44,
    "text": "the big bronze basin called “The Sea” with its 12 bulls underneath, ",
    "reference": "1 Kings 7:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 45,
    "text": "and the pots, shovels, and bowls. All these items King Solomon assigned Hiram to make for the Lord’s temple were made from polished bronze. ",
    "reference": "1 Kings 7:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 46,
    "text": "The king had them cast in earth foundries in the region of the Jordan between Sukkoth and Zarethan. ",
    "reference": "1 Kings 7:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 47,
    "text": "Solomon left all these items unweighed; there were so many of them they did not weigh the bronze. ",
    "reference": "1 Kings 7:47"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 48,
    "text": "Solomon also made all these items for the Lord’s temple: the gold altar; the gold table on which was kept the Bread of the Presence; ",
    "reference": "1 Kings 7:48"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 49,
    "text": "the pure gold lampstands at the entrance to the inner sanctuary (five on the right and five on the left); the gold flower-shaped ornaments, lamps, and tongs; ",
    "reference": "1 Kings 7:49"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 50,
    "text": "the pure gold bowls, trimming shears, basins, pans, and censers; and the gold door sockets for the inner sanctuary (the Most Holy Place) and for the doors of the main hall of the temple. ",
    "reference": "1 Kings 7:50"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 51,
    "text": "When King Solomon finished constructing the Lord’s temple, he put the holy items that belonged to his father David (the silver, gold, and other articles) in the treasuries of the Lord’s temple. ",
    "reference": "1 Kings 7:51"
  }
]