[
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 1,
    "text": "The Lord’s message against Baasha came to Jehu son of Hanani: ",
    "reference": "1 Kings 16:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 2,
    "text": "“I raised you up from the dust and made you ruler over my people Israel. Yet you followed in Jeroboam’s footsteps and encouraged my people Israel to sin; their sins have made me angry. ",
    "reference": "1 Kings 16:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 3,
    "text": "So I am ready to burn up Baasha and his family, and make your family like the family of Jeroboam son of Nebat. ",
    "reference": "1 Kings 16:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 4,
    "text": "Dogs will eat the members of Baasha’s family who die in the city, and the birds of the sky will eat the ones who die in the country.” ",
    "reference": "1 Kings 16:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 5,
    "text": "The rest of the events of Baasha’s reign, including his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 6,
    "text": "Baasha passed away and was buried in Tirzah. His son Elah replaced him as king. ",
    "reference": "1 Kings 16:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 7,
    "text": "And so it was the Lord’s message came through the prophet Jehu son of Hanani against Baasha and his family. This was because of all the evil he had done in the Lord’s view, by angering him with his deeds and becoming like Jeroboam’s dynasty, and because of how he had destroyed Jeroboam’s dynasty. ",
    "reference": "1 Kings 16:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 8,
    "text": "In the twenty-sixth year of Asa’s reign over Judah, Baasha’s son Elah became king over Israel; he ruled in Tirzah for two years. ",
    "reference": "1 Kings 16:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 9,
    "text": "His servant Zimri, a commander of half of his chariot force, conspired against him. While Elah was in Tirzah drinking heavily at the house of Arza, who supervised the palace in Tirzah, ",
    "reference": "1 Kings 16:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 10,
    "text": "Zimri came in and struck him dead. (This happened in the twenty-seventh year of Asa’s reign over Judah.) Zimri replaced Elah as king. ",
    "reference": "1 Kings 16:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 11,
    "text": "When he became king and occupied the throne, he killed Baasha’s entire family. He did not spare any male belonging to him; he killed his relatives and his friends. ",
    "reference": "1 Kings 16:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 12,
    "text": "Zimri destroyed Baasha’s entire family, in keeping with the Lord’s message which he had spoken against Baasha through Jehu the prophet. ",
    "reference": "1 Kings 16:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 13,
    "text": "This happened because of all the sins which Baasha and his son Elah committed and which they made Israel commit. They angered the Lord God of Israel with their worthless idols.",
    "reference": "1 Kings 16:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 14,
    "text": "The rest of the events of Elah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 15,
    "text": "In the twenty-seventh year of Asa’s reign over Judah, Zimri became king over Israel; he ruled for seven days in Tirzah. Zimri’s revolt took place while the army was deployed in Gibbethon, which was in Philistine territory.",
    "reference": "1 Kings 16:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 16,
    "text": "While deployed there, the army received this report: “Zimri has conspired against the king and assassinated him.” So all Israel made Omri, the commander of the army, king over Israel that very day in the camp. ",
    "reference": "1 Kings 16:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 17,
    "text": "Omri and all Israel went up from Gibbethon and besieged Tirzah. ",
    "reference": "1 Kings 16:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 18,
    "text": "When Zimri saw that the city was captured, he went into the fortified area of the royal palace. He set the palace on fire and died in the flames.",
    "reference": "1 Kings 16:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 19,
    "text": "This happened because of the sins he committed. He did evil in the sight of the Lord and followed in Jeroboam’s footsteps and encouraged Israel to continue sinning. ",
    "reference": "1 Kings 16:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 20,
    "text": "The rest of the events of Zimri’s reign, including the details of his revolt, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 21,
    "text": "At that time the people of Israel were divided in their loyalties. Half the people supported Tibni son of Ginath and wanted to make him king; the other half supported Omri. ",
    "reference": "1 Kings 16:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 22,
    "text": "Omri’s supporters were stronger than those who supported Tibni son of Ginath. Tibni died; Omri became king. ",
    "reference": "1 Kings 16:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 23,
    "text": "In the thirty-first year of Asa’s reign over Judah, Omri became king over Israel. He ruled for twelve years, six of them in Tirzah. ",
    "reference": "1 Kings 16:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 24,
    "text": "He purchased the hill of Samaria from Shemer for two talents of silver. He launched a construction project there and named the city he built after Shemer, the former owner of the hill of Samaria. ",
    "reference": "1 Kings 16:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 25,
    "text": "Omri did more evil in the sight of the Lord than all who were before him.",
    "reference": "1 Kings 16:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 26,
    "text": "He followed in the footsteps of Jeroboam son of Nebat and encouraged Israel to sin; they angered the Lord God of Israel with their worthless idols.",
    "reference": "1 Kings 16:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 27,
    "text": "The rest of the events of Omri’s reign, including his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 28,
    "text": "Omri passed away and was buried in Samaria. His son Ahab replaced him as king. ",
    "reference": "1 Kings 16:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 29,
    "text": "In the thirty-eighth year of Asa’s reign over Judah, Omri’s son Ahab became king over Israel. Ahab son of Omri ruled over Israel for 22 years in Samaria. ",
    "reference": "1 Kings 16:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 30,
    "text": "Ahab son of Omri did more evil in the sight of the Lord than all who were before him.",
    "reference": "1 Kings 16:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 31,
    "text": "As if following in the sinful footsteps of Jeroboam son of Nebat were not bad enough, he married Jezebel the daughter of King Ethbaal of the Sidonians. Then he worshiped and bowed to Baal. ",
    "reference": "1 Kings 16:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 32,
    "text": "He set up an altar for Baal in the temple of Baal he had built in Samaria. ",
    "reference": "1 Kings 16:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 33,
    "text": "Ahab also made an Asherah pole; he did more to anger the Lord God of Israel than all the kings of Israel who were before him.",
    "reference": "1 Kings 16:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 34,
    "text": "During Ahab’s reign, Hiel the Bethelite rebuilt Jericho. Abiram, his firstborn son, died when he laid the foundation; Segub, his youngest son, died when he erected its gates, in keeping with the Lord’s message that he had spoken through Joshua son of Nun. ",
    "reference": "1 Kings 16:34"
  }
]