[{"bookName":"1 Kings","chapter":4,"verse":1,"text":"King Solomon ruled over all Israel. ","reference":"1 Kings 4:1"},{"bookName":"1 Kings","chapter":4,"verse":2,"text":"These were his officials:Azariah son of Zadok was the priest. ","reference":"1 Kings 4:2"},{"bookName":"1 Kings","chapter":4,"verse":3,"text":"Elihoreph and Ahijah, the sons of Shisha, wrote down what happened. Jehoshaphat son of Ahilud was in charge of the records.","reference":"1 Kings 4:3"},{"bookName":"1 Kings","chapter":4,"verse":4,"text":"Benaiah son of Jehoiada was commander of the army.Zadok and Abiathar were priests. ","reference":"1 Kings 4:4"},{"bookName":"1 Kings","chapter":4,"verse":5,"text":"Azariah son of Nathan was supervisor of the district governors.Zabud son of Nathan was a priest and adviser to the king. ","reference":"1 Kings 4:5"},{"bookName":"1 Kings","chapter":4,"verse":6,"text":"Ahishar was supervisor of the palace. Adoniram son of Abda was supervisor of the work crews. ","reference":"1 Kings 4:6"},{"bookName":"1 Kings","chapter":4,"verse":7,"text":"Solomon had 12 district governors appointed throughout Israel who acquired supplies for the king and his palace. Each was responsible for one month in the year. ","reference":"1 Kings 4:7"},{"bookName":"1 Kings","chapter":4,"verse":8,"text":"These were their names:Ben Hur was in charge of the hill country of Ephraim. ","reference":"1 Kings 4:8"},{"bookName":"1 Kings","chapter":4,"verse":9,"text":"Ben Deker was in charge of Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan. ","reference":"1 Kings 4:9"},{"bookName":"1 Kings","chapter":4,"verse":10,"text":"Ben Hesed was in charge of Arubboth; he controlled Socoh and all the territory of Hepher. ","reference":"1 Kings 4:10"},{"bookName":"1 Kings","chapter":4,"verse":11,"text":"Ben Abinadab was in charge of Naphath Dor. (He was married to Solomon’s daughter Taphath.) ","reference":"1 Kings 4:11"},{"bookName":"1 Kings","chapter":4,"verse":12,"text":"Baana son of Ahilud was in charge of Taanach and Megiddo, as well as all of Beth Shean next to Zarethan below Jezreel, from Beth Shean to Abel Meholah and on past Jokmeam. ","reference":"1 Kings 4:12"},{"bookName":"1 Kings","chapter":4,"verse":13,"text":"Ben Geber was in charge of Ramoth Gilead; he controlled the villages of Jair son of Manasseh in Gilead, as well as the region of Argob in Bashan, including 60 large walled cities with bronze bars locking their gates.","reference":"1 Kings 4:13"},{"bookName":"1 Kings","chapter":4,"verse":14,"text":"Ahinadab son of Iddo was in charge of Mahanaim. ","reference":"1 Kings 4:14"},{"bookName":"1 Kings","chapter":4,"verse":15,"text":"Ahimaaz was in charge of Naphtali. (He married Solomon’s daughter Basemath.) ","reference":"1 Kings 4:15"},{"bookName":"1 Kings","chapter":4,"verse":16,"text":"Baana son of Hushai was in charge of Asher and Aloth. ","reference":"1 Kings 4:16"},{"bookName":"1 Kings","chapter":4,"verse":17,"text":"Jehoshaphat son of Paruah was in charge of Issachar. ","reference":"1 Kings 4:17"},{"bookName":"1 Kings","chapter":4,"verse":18,"text":"Shimei son of Ela was in charge of Benjamin. ","reference":"1 Kings 4:18"},{"bookName":"1 Kings","chapter":4,"verse":19,"text":"Geber son of Uri was in charge of the land of Gilead (the territory which had once belonged to King Sihon of the Amorites and to King Og of Bashan). He was sole governor of the area. ","reference":"1 Kings 4:19"},{"bookName":"1 Kings","chapter":4,"verse":20,"text":"The people of Judah and Israel were as innumerable as the sand on the seashore; they had plenty to eat and drink and were happy. ","reference":"1 Kings 4:20"},{"bookName":"1 Kings","chapter":4,"verse":21,"text":"(5:1) Solomon ruled all the kingdoms from the Euphrates River to the land of the Philistines, as far as the border of Egypt. These kingdoms paid tribute as Solomon’s subjects throughout his lifetime. ","reference":"1 Kings 4:21"},{"bookName":"1 Kings","chapter":4,"verse":22,"text":"Each day Solomon’s royal court consumed 30 cors of finely milled flour, 60 cors of cereal, ","reference":"1 Kings 4:22"},{"bookName":"1 Kings","chapter":4,"verse":23,"text":"10 calves fattened in the stall, 20 calves from the pasture, and 100 sheep, not to mention rams, gazelles, deer, and well-fed birds. ","reference":"1 Kings 4:23"},{"bookName":"1 Kings","chapter":4,"verse":24,"text":"His royal court was so large because he ruled over all the kingdoms west of the Euphrates River from Tiphsah to Gaza; he was at peace with all his neighbors. ","reference":"1 Kings 4:24"},{"bookName":"1 Kings","chapter":4,"verse":25,"text":"All the people of Judah and Israel had security; everyone from Dan to Beer Sheba enjoyed the produce of their vines and fig trees throughout Solomon’s lifetime. ","reference":"1 Kings 4:25"},{"bookName":"1 Kings","chapter":4,"verse":26,"text":"Solomon had 4,000 stalls for his chariot horses and 12,000 horses. ","reference":"1 Kings 4:26"},{"bookName":"1 Kings","chapter":4,"verse":27,"text":"The district governors acquired supplies for King Solomon and all who ate in his royal palace. Each was responsible for one month in the year; they made sure nothing was lacking. ","reference":"1 Kings 4:27"},{"bookName":"1 Kings","chapter":4,"verse":28,"text":"Each one also brought to the assigned location his quota of barley and straw for the various horses. ","reference":"1 Kings 4:28"},{"bookName":"1 Kings","chapter":4,"verse":29,"text":"God gave Solomon wisdom and very great discernment; the breadth of his understanding was as infinite as the sand on the seashore. ","reference":"1 Kings 4:29"},{"bookName":"1 Kings","chapter":4,"verse":30,"text":"Solomon was wiser than all the men of the east and all the sages of Egypt. ","reference":"1 Kings 4:30"},{"bookName":"1 Kings","chapter":4,"verse":31,"text":"He was wiser than any man, including Ethan the Ezrahite or Heman, Calcol, and Darda, the sons of Mahol. He was famous in all the neighboring nations. ","reference":"1 Kings 4:31"},{"bookName":"1 Kings","chapter":4,"verse":32,"text":"He composed 3,000 proverbs and 1,005 songs. ","reference":"1 Kings 4:32"},{"bookName":"1 Kings","chapter":4,"verse":33,"text":"He produced manuals on botany, describing every kind of plant, from the cedars of Lebanon to the hyssop that grows on walls. He also produced manuals on biology, describing animals, birds, insects, and fish. ","reference":"1 Kings 4:33"},{"bookName":"1 Kings","chapter":4,"verse":34,"text":"People from all nations came to hear Solomon’s display of wisdom; they came from all the kings of the earth who heard about his wisdom. ","reference":"1 Kings 4:34"}]