[{"bookName":"1 Kings","chapter":1,"verse":1,"text":"King David was very old; even when they covered him with blankets, he could not get warm. ","reference":"1 Kings 1:1"},{"bookName":"1 Kings","chapter":1,"verse":2,"text":"His servants advised him, “A young virgin must be found for our master, the king, to take care of the king’s needs and serve as his nurse. She can also sleep with you and keep our master, the king, warm.” ","reference":"1 Kings 1:2"},{"bookName":"1 Kings","chapter":1,"verse":3,"text":"So they looked through all Israel for a beautiful young woman and found Abishag, a Shunammite, and brought her to the king. ","reference":"1 Kings 1:3"},{"bookName":"1 Kings","chapter":1,"verse":4,"text":"The young woman was very beautiful; she became the king’s nurse and served him, but the king was not intimate with her.","reference":"1 Kings 1:4"},{"bookName":"1 Kings","chapter":1,"verse":5,"text":"Now Adonijah, son of David and Haggith, was promoting himself, boasting, “I will be king!” He managed to acquire chariots and horsemen, as well as 50 men to serve as his royal guard. ","reference":"1 Kings 1:5"},{"bookName":"1 Kings","chapter":1,"verse":6,"text":"(Now his father had never corrected him by saying, “Why do you do such things?” He was also very handsome and had been born right after Absalom.) ","reference":"1 Kings 1:6"},{"bookName":"1 Kings","chapter":1,"verse":7,"text":"He collaborated with Joab son of Zeruiah and with Abiathar the priest, and they supported him. ","reference":"1 Kings 1:7"},{"bookName":"1 Kings","chapter":1,"verse":8,"text":"But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and David’s elite warriors did not ally themselves with Adonijah. ","reference":"1 Kings 1:8"},{"bookName":"1 Kings","chapter":1,"verse":9,"text":"Adonijah sacrificed sheep, cattle, and fattened steers at the Stone of Zoheleth near En Rogel. He invited all his brothers, the king’s sons, as well as all the men of Judah, the king’s servants. ","reference":"1 Kings 1:9"},{"bookName":"1 Kings","chapter":1,"verse":10,"text":"But he did not invite Nathan the prophet, Benaiah, the elite warriors, or his brother Solomon. ","reference":"1 Kings 1:10"},{"bookName":"1 Kings","chapter":1,"verse":11,"text":"Nathan said to Bathsheba, Solomon’s mother, “Has it been reported to you that Haggith’s son Adonijah has become king behind our master David’s back? ","reference":"1 Kings 1:11"},{"bookName":"1 Kings","chapter":1,"verse":12,"text":"Now let me give you some advice as to how you can save your life and your son Solomon’s life. ","reference":"1 Kings 1:12"},{"bookName":"1 Kings","chapter":1,"verse":13,"text":"Visit King David and say to him, ‘My master, O king, did you not solemnly promise your servant, “Surely your son Solomon will be king after me; he will sit on my throne”? So why has Adonijah become king?’ ","reference":"1 Kings 1:13"},{"bookName":"1 Kings","chapter":1,"verse":14,"text":"While you are still there speaking to the king, I will arrive and verify your report.” ","reference":"1 Kings 1:14"},{"bookName":"1 Kings","chapter":1,"verse":15,"text":"So Bathsheba visited the king in his private quarters. (The king was very old, and Abishag the Shunammite was serving the king.) ","reference":"1 Kings 1:15"},{"bookName":"1 Kings","chapter":1,"verse":16,"text":"Bathsheba bowed down on the floor before the king. The king said, “What do you want?”","reference":"1 Kings 1:16"},{"bookName":"1 Kings","chapter":1,"verse":17,"text":"She replied to him, “My master, you swore an oath to your servant by the Lord your God, ‘Solomon your son will be king after me and he will sit on my throne.’ ","reference":"1 Kings 1:17"},{"bookName":"1 Kings","chapter":1,"verse":18,"text":"But now, look, Adonijah has become king! But you, my master the king, are not even aware of it!","reference":"1 Kings 1:18"},{"bookName":"1 Kings","chapter":1,"verse":19,"text":"He has sacrificed many cattle, steers, and sheep and has invited all the king’s sons, Abiathar the priest, and Joab, the commander of the army, but he has not invited your servant Solomon. ","reference":"1 Kings 1:19"},{"bookName":"1 Kings","chapter":1,"verse":20,"text":"Now, my master, O king, all Israel is watching anxiously to see who is named to succeed my master the king on the throne. ","reference":"1 Kings 1:20"},{"bookName":"1 Kings","chapter":1,"verse":21,"text":"If a decision is not made, when my master the king is buried with his ancestors, my son Solomon and I will be considered state criminals.” ","reference":"1 Kings 1:21"},{"bookName":"1 Kings","chapter":1,"verse":22,"text":"Just then, while she was still speaking to the king, Nathan the prophet arrived. ","reference":"1 Kings 1:22"},{"bookName":"1 Kings","chapter":1,"verse":23,"text":"The king was told, “Nathan the prophet is here.” Nathan entered and bowed before the king with his face to the floor. ","reference":"1 Kings 1:23"},{"bookName":"1 Kings","chapter":1,"verse":24,"text":"Nathan said, “My master, O king, did you announce, ‘Adonijah will be king after me; he will sit on my throne’? ","reference":"1 Kings 1:24"},{"bookName":"1 Kings","chapter":1,"verse":25,"text":"For today he has gone down and sacrificed many cattle, steers, and sheep and has invited all the king’s sons, the army commanders, and Abiathar the priest. At this moment they are having a feast in his presence, and they have declared, ‘Long live King Adonijah!’ ","reference":"1 Kings 1:25"},{"bookName":"1 Kings","chapter":1,"verse":26,"text":"But he did not invite me—your servant—or Zadok the priest, or Benaiah son of Jehoiada, or your servant Solomon. ","reference":"1 Kings 1:26"},{"bookName":"1 Kings","chapter":1,"verse":27,"text":"Has my master the king authorized this without informing your servants who should succeed my master the king on his throne?” ","reference":"1 Kings 1:27"},{"bookName":"1 Kings","chapter":1,"verse":28,"text":"King David responded, “Summon Bathsheba!” She came and stood before the king. ","reference":"1 Kings 1:28"},{"bookName":"1 Kings","chapter":1,"verse":29,"text":"The king swore an oath: “As certainly as the Lord lives (he who has rescued me from every danger), ","reference":"1 Kings 1:29"},{"bookName":"1 Kings","chapter":1,"verse":30,"text":"I will keep today the oath I swore to you by the Lord God of Israel: ‘Surely Solomon your son will be king after me; he will sit in my place on my throne.’” ","reference":"1 Kings 1:30"},{"bookName":"1 Kings","chapter":1,"verse":31,"text":"Bathsheba bowed down to the king with her face to the floor and said, “May my master, King David, live forever!” ","reference":"1 Kings 1:31"},{"bookName":"1 Kings","chapter":1,"verse":32,"text":"King David said, “Summon Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.” They came before the king, ","reference":"1 Kings 1:32"},{"bookName":"1 Kings","chapter":1,"verse":33,"text":"and he told them, “Take your master’s servants with you, put my son Solomon on my mule, and lead him down to Gihon. ","reference":"1 Kings 1:33"},{"bookName":"1 Kings","chapter":1,"verse":34,"text":"There Zadok the priest and Nathan the prophet will anoint him king over Israel; then blow the trumpet and declare, ‘Long live King Solomon!’ ","reference":"1 Kings 1:34"},{"bookName":"1 Kings","chapter":1,"verse":35,"text":"Then follow him up as he comes and sits on my throne. He will be king in my place; I have decreed that he will be ruler over Israel and Judah.” ","reference":"1 Kings 1:35"},{"bookName":"1 Kings","chapter":1,"verse":36,"text":"Benaiah son of Jehoiada responded to the king: “So be it! May the Lord God of my master the king confirm it! ","reference":"1 Kings 1:36"},{"bookName":"1 Kings","chapter":1,"verse":37,"text":"As the Lord is with my master the king, so may he be with Solomon, and may he make him an even greater king than my master King David!” ","reference":"1 Kings 1:37"},{"bookName":"1 Kings","chapter":1,"verse":38,"text":"So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites went down, put Solomon on King David’s mule, and led him to Gihon. ","reference":"1 Kings 1:38"},{"bookName":"1 Kings","chapter":1,"verse":39,"text":"Zadok the priest took a horn filled with olive oil from the tent and poured it on Solomon; the trumpet was blown and all the people declared, “Long live King Solomon!” ","reference":"1 Kings 1:39"},{"bookName":"1 Kings","chapter":1,"verse":40,"text":"All the people followed him up, playing flutes and celebrating so loudly they made the ground shake. ","reference":"1 Kings 1:40"},{"bookName":"1 Kings","chapter":1,"verse":41,"text":"Now Adonijah and all his guests heard the commotion just as they had finished eating. When Joab heard the sound of the trumpet, he asked, “Why is there such a noisy commotion in the city?” ","reference":"1 Kings 1:41"},{"bookName":"1 Kings","chapter":1,"verse":42,"text":"As he was still speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, “Come in, for an important man like you must be bringing good news.” ","reference":"1 Kings 1:42"},{"bookName":"1 Kings","chapter":1,"verse":43,"text":"Jonathan replied to Adonijah: “No! Our master King David has made Solomon king.","reference":"1 Kings 1:43"},{"bookName":"1 Kings","chapter":1,"verse":44,"text":"The king sent with him Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites and they put him on the king’s mule. ","reference":"1 Kings 1:44"},{"bookName":"1 Kings","chapter":1,"verse":45,"text":"Then Zadok the priest and Nathan the prophet anointed him king in Gihon. They went up from there rejoicing, and the city is in an uproar. That is the sound you hear. ","reference":"1 Kings 1:45"},{"bookName":"1 Kings","chapter":1,"verse":46,"text":"Furthermore, Solomon has assumed the royal throne. ","reference":"1 Kings 1:46"},{"bookName":"1 Kings","chapter":1,"verse":47,"text":"The king’s servants have even come to congratulate our master King David, saying, ‘May your God make Solomon more famous than you and make him an even greater king than you!’ Then the king leaned on the bed ","reference":"1 Kings 1:47"},{"bookName":"1 Kings","chapter":1,"verse":48,"text":"and said this: ‘The Lord God of Israel is worthy of praise because today he has placed a successor on my throne and allowed me to see it.’”","reference":"1 Kings 1:48"},{"bookName":"1 Kings","chapter":1,"verse":49,"text":"All of Adonijah’s guests panicked; they jumped up and rushed off their separate ways. ","reference":"1 Kings 1:49"},{"bookName":"1 Kings","chapter":1,"verse":50,"text":"Adonijah feared Solomon, so he got up and went and grabbed hold of the horns of the altar. ","reference":"1 Kings 1:50"},{"bookName":"1 Kings","chapter":1,"verse":51,"text":"Solomon was told, “Look, Adonijah fears you; see, he has taken hold of the horns of the altar, saying, ‘May King Solomon solemnly promise me today that he will not kill his servant with the sword.’” ","reference":"1 Kings 1:51"},{"bookName":"1 Kings","chapter":1,"verse":52,"text":"Solomon said, “If he is a loyal subject, not a hair of his head will be harmed, but if he is found to be a traitor, he will die.” ","reference":"1 Kings 1:52"},{"bookName":"1 Kings","chapter":1,"verse":53,"text":"King Solomon sent men to bring him down from the altar. He came and bowed down to King Solomon, and Solomon told him, “Go home.” ","reference":"1 Kings 1:53"}]