[{"bookName":"1 Kings","chapter":12,"verse":1,"text":"Rehoboam traveled to Shechem, for all Israel had gathered in Shechem to make Rehoboam king. ","reference":"1 Kings 12:1"},{"bookName":"1 Kings","chapter":12,"verse":2,"text":" When Jeroboam son of Nebat heard the news, he was still in Egypt, where he had fled from King Solomon and had been living ever since.","reference":"1 Kings 12:2"},{"bookName":"1 Kings","chapter":12,"verse":3,"text":"They sent for him, and Jeroboam and the whole Israelite assembly came and spoke to Rehoboam, saying, ","reference":"1 Kings 12:3"},{"bookName":"1 Kings","chapter":12,"verse":4,"text":"“Your father made us work too hard. Now if you lighten the demands he made and don’t make us work as hard, we will serve you.” ","reference":"1 Kings 12:4"},{"bookName":"1 Kings","chapter":12,"verse":5,"text":"He said to them, “Go away for three days, then return to me.” So the people went away. ","reference":"1 Kings 12:5"},{"bookName":"1 Kings","chapter":12,"verse":6,"text":"King Rehoboam consulted with the older advisers who had served his father Solomon when he had been alive. He asked them, “How do you advise me to answer these people?” ","reference":"1 Kings 12:6"},{"bookName":"1 Kings","chapter":12,"verse":7,"text":"They said to him, “Today if you will be a servant to these people and grant their request, speaking kind words to them, they will be your servants from this time forward.”","reference":"1 Kings 12:7"},{"bookName":"1 Kings","chapter":12,"verse":8,"text":"But Rehoboam rejected their advice and consulted the young advisers who served him, with whom he had grown up.","reference":"1 Kings 12:8"},{"bookName":"1 Kings","chapter":12,"verse":9,"text":"He asked them, “How do you advise me to respond to these people who said to me, ‘Lessen the demands your father placed on us’?”","reference":"1 Kings 12:9"},{"bookName":"1 Kings","chapter":12,"verse":10,"text":"The young advisers with whom Rehoboam had grown up said to him, “Say this to these people who have said to you, ‘Your father made us work hard, but now lighten our burden.’ Say this to them: ‘I am a lot harsher than my father! ","reference":"1 Kings 12:10"},{"bookName":"1 Kings","chapter":12,"verse":11,"text":"My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.’” ","reference":"1 Kings 12:11"},{"bookName":"1 Kings","chapter":12,"verse":12,"text":"Jeroboam and all the people reported to Rehoboam on the third day, just as the king had ordered when he said, “Return to me on the third day.” ","reference":"1 Kings 12:12"},{"bookName":"1 Kings","chapter":12,"verse":13,"text":"The king responded to the people harshly. He rejected the advice of the older men","reference":"1 Kings 12:13"},{"bookName":"1 Kings","chapter":12,"verse":14,"text":"and followed the advice of the younger ones. He said, “My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.”","reference":"1 Kings 12:14"},{"bookName":"1 Kings","chapter":12,"verse":15,"text":"The king refused to listen to the people, because the Lord was instigating this turn of events so that he might bring to pass the prophetic announcement he had made through Ahijah the Shilonite to Jeroboam son of Nebat. ","reference":"1 Kings 12:15"},{"bookName":"1 Kings","chapter":12,"verse":16,"text":"When all Israel saw that the king refused to listen to them, the people answered the king, “We have no portion in David, no share in the son of Jesse! Return to your homes, O Israel! Now, look after your own dynasty, O David!” So Israel returned to their homes. ","reference":"1 Kings 12:16"},{"bookName":"1 Kings","chapter":12,"verse":17,"text":"(Rehoboam continued to rule over the Israelites who lived in the cities of Judah.) ","reference":"1 Kings 12:17"},{"bookName":"1 Kings","chapter":12,"verse":18,"text":"King Rehoboam sent Adoniram, the supervisor of the work crews, out after them, but all Israel stoned him to death. King Rehoboam managed to jump into his chariot and escape to Jerusalem. ","reference":"1 Kings 12:18"},{"bookName":"1 Kings","chapter":12,"verse":19,"text":"So Israel has been in rebellion against the Davidic dynasty to this very day. ","reference":"1 Kings 12:19"},{"bookName":"1 Kings","chapter":12,"verse":20,"text":"When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. No one except the tribe of Judah remained loyal to the Davidic dynasty. ","reference":"1 Kings 12:20"},{"bookName":"1 Kings","chapter":12,"verse":21,"text":"When Rehoboam arrived in Jerusalem, he summoned 180,000 skilled warriors from all Judah and the tribe of Benjamin to attack Israel and restore the kingdom to Rehoboam son of Solomon. ","reference":"1 Kings 12:21"},{"bookName":"1 Kings","chapter":12,"verse":22,"text":"But God told Shemaiah the prophet, ","reference":"1 Kings 12:22"},{"bookName":"1 Kings","chapter":12,"verse":23,"text":"“Say this to King Rehoboam son of Solomon of Judah, and to all Judah and Benjamin, as well as the rest of the people, ","reference":"1 Kings 12:23"},{"bookName":"1 Kings","chapter":12,"verse":24,"text":"‘This is what the Lord has said: “Do not attack and make war with your brothers, the Israelites. Each of you go home. Indeed this thing has happened because of me.”’” So they obeyed the Lord’s message. They went home in keeping with the Lord’s message.","reference":"1 Kings 12:24"},{"bookName":"1 Kings","chapter":12,"verse":25,"text":" Jeroboam built up Shechem in the Ephraimite hill country and lived there. From there he went out and built up Penuel. ","reference":"1 Kings 12:25"},{"bookName":"1 Kings","chapter":12,"verse":26,"text":"Jeroboam then thought to himself: “Now the Davidic dynasty could regain the kingdom. ","reference":"1 Kings 12:26"},{"bookName":"1 Kings","chapter":12,"verse":27,"text":"If these people go up to offer sacrifices in the Lord’s temple in Jerusalem, their loyalty could shift to their former master, King Rehoboam of Judah. They might kill me and return to King Rehoboam of Judah.” ","reference":"1 Kings 12:27"},{"bookName":"1 Kings","chapter":12,"verse":28,"text":"After the king had consulted with his advisers, he made two golden calves. Then he said to the people, “It is too much trouble for you to go up to Jerusalem. Look, Israel, here are your gods who brought you up from the land of Egypt.” ","reference":"1 Kings 12:28"},{"bookName":"1 Kings","chapter":12,"verse":29,"text":"He put one in Bethel and the other in Dan. ","reference":"1 Kings 12:29"},{"bookName":"1 Kings","chapter":12,"verse":30,"text":"This caused Israel to sin; the people went to Bethel and Dan to worship the calves.","reference":"1 Kings 12:30"},{"bookName":"1 Kings","chapter":12,"verse":31,"text":"He built temples on the high places and appointed as priests common people who were not Levites. ","reference":"1 Kings 12:31"},{"bookName":"1 Kings","chapter":12,"verse":32,"text":"Jeroboam inaugurated a festival on the fifteenth day of the eighth month, like the festival celebrated in Judah. On the altar in Bethel he offered sacrifices to the calves he had made. In Bethel he also appointed priests for the high places he had made. ","reference":"1 Kings 12:32"},{"bookName":"1 Kings","chapter":12,"verse":33,"text":"On the fifteenth day of the eighth month (a date he had arbitrarily chosen) Jeroboam offered sacrifices on the altar he had made in Bethel. He inaugurated a festival for the Israelites and went up to the altar to offer sacrifices. ","reference":"1 Kings 12:33"}]