[
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 1,
    "text": "King David was very old; even when they covered him with blankets, he could not get warm. ",
    "reference": "1 Kings 1:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 2,
    "text": "His servants advised him, “A young virgin must be found for our master, the king, to take care of the king’s needs and serve as his nurse. She can also sleep with you and keep our master, the king, warm.” ",
    "reference": "1 Kings 1:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 3,
    "text": "So they looked through all Israel for a beautiful young woman and found Abishag, a Shunammite, and brought her to the king. ",
    "reference": "1 Kings 1:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 4,
    "text": "The young woman was very beautiful; she became the king’s nurse and served him, but the king was not intimate with her.",
    "reference": "1 Kings 1:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 5,
    "text": "Now Adonijah, son of David and Haggith, was promoting himself, boasting, “I will be king!” He managed to acquire chariots and horsemen, as well as 50 men to serve as his royal guard. ",
    "reference": "1 Kings 1:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 6,
    "text": "(Now his father had never corrected him by saying, “Why do you do such things?” He was also very handsome and had been born right after Absalom.) ",
    "reference": "1 Kings 1:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 7,
    "text": "He collaborated with Joab son of Zeruiah and with Abiathar the priest, and they supported him. ",
    "reference": "1 Kings 1:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 8,
    "text": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and David’s elite warriors did not ally themselves with Adonijah. ",
    "reference": "1 Kings 1:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 9,
    "text": "Adonijah sacrificed sheep, cattle, and fattened steers at the Stone of Zoheleth near En Rogel. He invited all his brothers, the king’s sons, as well as all the men of Judah, the king’s servants. ",
    "reference": "1 Kings 1:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 10,
    "text": "But he did not invite Nathan the prophet, Benaiah, the elite warriors, or his brother Solomon. ",
    "reference": "1 Kings 1:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 11,
    "text": "Nathan said to Bathsheba, Solomon’s mother, “Has it been reported to you that Haggith’s son Adonijah has become king behind our master David’s back? ",
    "reference": "1 Kings 1:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 12,
    "text": "Now let me give you some advice as to how you can save your life and your son Solomon’s life. ",
    "reference": "1 Kings 1:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 13,
    "text": "Visit King David and say to him, ‘My master, O king, did you not solemnly promise your servant, “Surely your son Solomon will be king after me; he will sit on my throne”? So why has Adonijah become king?’ ",
    "reference": "1 Kings 1:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 14,
    "text": "While you are still there speaking to the king, I will arrive and verify your report.” ",
    "reference": "1 Kings 1:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 15,
    "text": "So Bathsheba visited the king in his private quarters. (The king was very old, and Abishag the Shunammite was serving the king.) ",
    "reference": "1 Kings 1:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 16,
    "text": "Bathsheba bowed down on the floor before the king. The king said, “What do you want?”",
    "reference": "1 Kings 1:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 17,
    "text": "She replied to him, “My master, you swore an oath to your servant by the Lord your God, ‘Solomon your son will be king after me and he will sit on my throne.’ ",
    "reference": "1 Kings 1:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 18,
    "text": "But now, look, Adonijah has become king! But you, my master the king, are not even aware of it!",
    "reference": "1 Kings 1:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 19,
    "text": "He has sacrificed many cattle, steers, and sheep and has invited all the king’s sons, Abiathar the priest, and Joab, the commander of the army, but he has not invited your servant Solomon. ",
    "reference": "1 Kings 1:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 20,
    "text": "Now, my master, O king, all Israel is watching anxiously to see who is named to succeed my master the king on the throne. ",
    "reference": "1 Kings 1:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 21,
    "text": "If a decision is not made, when my master the king is buried with his ancestors, my son Solomon and I will be considered state criminals.” ",
    "reference": "1 Kings 1:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 22,
    "text": "Just then, while she was still speaking to the king, Nathan the prophet arrived. ",
    "reference": "1 Kings 1:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 23,
    "text": "The king was told, “Nathan the prophet is here.” Nathan entered and bowed before the king with his face to the floor. ",
    "reference": "1 Kings 1:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 24,
    "text": "Nathan said, “My master, O king, did you announce, ‘Adonijah will be king after me; he will sit on my throne’? ",
    "reference": "1 Kings 1:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 25,
    "text": "For today he has gone down and sacrificed many cattle, steers, and sheep and has invited all the king’s sons, the army commanders, and Abiathar the priest. At this moment they are having a feast in his presence, and they have declared, ‘Long live King Adonijah!’ ",
    "reference": "1 Kings 1:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 26,
    "text": "But he did not invite me—your servant—or Zadok the priest, or Benaiah son of Jehoiada, or your servant Solomon. ",
    "reference": "1 Kings 1:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 27,
    "text": "Has my master the king authorized this without informing your servants who should succeed my master the king on his throne?” ",
    "reference": "1 Kings 1:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 28,
    "text": "King David responded, “Summon Bathsheba!” She came and stood before the king. ",
    "reference": "1 Kings 1:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 29,
    "text": "The king swore an oath: “As certainly as the Lord lives (he who has rescued me from every danger), ",
    "reference": "1 Kings 1:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 30,
    "text": "I will keep today the oath I swore to you by the Lord God of Israel: ‘Surely Solomon your son will be king after me; he will sit in my place on my throne.’” ",
    "reference": "1 Kings 1:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 31,
    "text": "Bathsheba bowed down to the king with her face to the floor and said, “May my master, King David, live forever!” ",
    "reference": "1 Kings 1:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 32,
    "text": "King David said, “Summon Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.” They came before the king, ",
    "reference": "1 Kings 1:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 33,
    "text": "and he told them, “Take your master’s servants with you, put my son Solomon on my mule, and lead him down to Gihon. ",
    "reference": "1 Kings 1:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 34,
    "text": "There Zadok the priest and Nathan the prophet will anoint him king over Israel; then blow the trumpet and declare, ‘Long live King Solomon!’ ",
    "reference": "1 Kings 1:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 35,
    "text": "Then follow him up as he comes and sits on my throne. He will be king in my place; I have decreed that he will be ruler over Israel and Judah.” ",
    "reference": "1 Kings 1:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 36,
    "text": "Benaiah son of Jehoiada responded to the king: “So be it! May the Lord God of my master the king confirm it! ",
    "reference": "1 Kings 1:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 37,
    "text": "As the Lord is with my master the king, so may he be with Solomon, and may he make him an even greater king than my master King David!” ",
    "reference": "1 Kings 1:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 38,
    "text": "So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites went down, put Solomon on King David’s mule, and led him to Gihon. ",
    "reference": "1 Kings 1:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 39,
    "text": "Zadok the priest took a horn filled with olive oil from the tent and poured it on Solomon; the trumpet was blown and all the people declared, “Long live King Solomon!” ",
    "reference": "1 Kings 1:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 40,
    "text": "All the people followed him up, playing flutes and celebrating so loudly they made the ground shake. ",
    "reference": "1 Kings 1:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 41,
    "text": "Now Adonijah and all his guests heard the commotion just as they had finished eating. When Joab heard the sound of the trumpet, he asked, “Why is there such a noisy commotion in the city?” ",
    "reference": "1 Kings 1:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 42,
    "text": "As he was still speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, “Come in, for an important man like you must be bringing good news.” ",
    "reference": "1 Kings 1:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 43,
    "text": "Jonathan replied to Adonijah: “No! Our master King David has made Solomon king.",
    "reference": "1 Kings 1:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 44,
    "text": "The king sent with him Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites, and the Pelethites and they put him on the king’s mule. ",
    "reference": "1 Kings 1:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 45,
    "text": "Then Zadok the priest and Nathan the prophet anointed him king in Gihon. They went up from there rejoicing, and the city is in an uproar. That is the sound you hear. ",
    "reference": "1 Kings 1:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 46,
    "text": "Furthermore, Solomon has assumed the royal throne. ",
    "reference": "1 Kings 1:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 47,
    "text": "The king’s servants have even come to congratulate our master King David, saying, ‘May your God make Solomon more famous than you and make him an even greater king than you!’ Then the king leaned on the bed ",
    "reference": "1 Kings 1:47"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 48,
    "text": "and said this: ‘The Lord God of Israel is worthy of praise because today he has placed a successor on my throne and allowed me to see it.’”",
    "reference": "1 Kings 1:48"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 49,
    "text": "All of Adonijah’s guests panicked; they jumped up and rushed off their separate ways. ",
    "reference": "1 Kings 1:49"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 50,
    "text": "Adonijah feared Solomon, so he got up and went and grabbed hold of the horns of the altar. ",
    "reference": "1 Kings 1:50"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 51,
    "text": "Solomon was told, “Look, Adonijah fears you; see, he has taken hold of the horns of the altar, saying, ‘May King Solomon solemnly promise me today that he will not kill his servant with the sword.’” ",
    "reference": "1 Kings 1:51"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 52,
    "text": "Solomon said, “If he is a loyal subject, not a hair of his head will be harmed, but if he is found to be a traitor, he will die.” ",
    "reference": "1 Kings 1:52"
  },
  {
    "bookName": "1 Kings",
    "chapter": 1,
    "verse": 53,
    "text": "King Solomon sent men to bring him down from the altar. He came and bowed down to King Solomon, and Solomon told him, “Go home.” ",
    "reference": "1 Kings 1:53"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 1,
    "text": "When David was close to death, he told Solomon his son: ",
    "reference": "1 Kings 2:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 2,
    "text": "“I am about to die. Be strong and become a man! ",
    "reference": "1 Kings 2:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 3,
    "text": "Do the job the Lord your God has assigned you by following his instructions and obeying his rules, commandments, regulations, and laws as written in the law of Moses. Then you will succeed in all you do and seek to accomplish, ",
    "reference": "1 Kings 2:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 4,
    "text": "and the Lord will fulfill his promise to me, ‘If your descendants watch their step and live faithfully in my presence with all their heart and being, then,’ he promised, ‘you will not fail to have a successor on the throne of Israel.’ ",
    "reference": "1 Kings 2:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 5,
    "text": "“You know what Joab son of Zeruiah did to me—how he murdered two commanders of the Israelite armies, Abner son of Ner and Amasa son of Jether. During peacetime he struck them down as if in battle; when he shed their blood, he stained the belt on his waist and the sandals on his feet. ",
    "reference": "1 Kings 2:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 6,
    "text": "Do to him what you think is appropriate, but don’t let him live long and die a peaceful death. ",
    "reference": "1 Kings 2:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 7,
    "text": "“Treat fairly the sons of Barzillai of Gilead and provide for their needs, because they helped me when I had to flee from your brother Absalom. ",
    "reference": "1 Kings 2:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 8,
    "text": "“Note well, you still have to contend with Shimei son of Gera, the Benjaminite from Bahurim, who tried to call down upon me a horrible judgment when I went to Mahanaim. He came down and met me at the Jordan, and I solemnly promised him by the Lord, ‘I will not strike you down with the sword.’ ",
    "reference": "1 Kings 2:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 9,
    "text": "But now don’t treat him as if he were innocent. You are a wise man and you know how to handle him; make sure he has a bloody death.” ",
    "reference": "1 Kings 2:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 10,
    "text": "Then David passed away and was buried in the City of David. ",
    "reference": "1 Kings 2:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 11,
    "text": "David reigned over Israel forty years; he reigned in Hebron seven years, and in Jerusalem thirty-three years. ",
    "reference": "1 Kings 2:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 12,
    "text": "Solomon sat on his father David’s throne, and his royal authority was firmly solidified. ",
    "reference": "1 Kings 2:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 13,
    "text": "Haggith’s son Adonijah visited Bathsheba, Solomon’s mother. She asked, “Do you come in peace?” He answered, “Yes.”",
    "reference": "1 Kings 2:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 14,
    "text": "He added, “I have something to say to you.” She replied, “Speak.”",
    "reference": "1 Kings 2:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 15,
    "text": "He said, “You know that the kingdom was mine and all Israel considered me king. But then the kingdom was given to my brother, for the Lord decided it should be his.",
    "reference": "1 Kings 2:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 16,
    "text": "Now I’d like to ask you for just one thing. Please don’t refuse me.” She said, “Go ahead and ask.” ",
    "reference": "1 Kings 2:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 17,
    "text": "He said, “Please ask King Solomon if he would give me Abishag the Shunammite as a wife, for he won’t refuse you.”",
    "reference": "1 Kings 2:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 18,
    "text": "Bathsheba replied, “That’s fine; I’ll speak to the king on your behalf.”",
    "reference": "1 Kings 2:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 19,
    "text": "So Bathsheba visited King Solomon to speak to him on Adonijah’s behalf. The king got up to greet her, bowed to her, and then sat on his throne. He ordered a throne to be brought for the king’s mother, and she sat at his right hand. ",
    "reference": "1 Kings 2:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 20,
    "text": "She said, “I would like to ask you for just one small favor. Please don’t refuse me.” He said, “Go ahead and ask, my mother, for I would not refuse you.”",
    "reference": "1 Kings 2:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 21,
    "text": "She said, “Allow Abishag the Shunammite to be given to your brother Adonijah as a wife.” ",
    "reference": "1 Kings 2:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 22,
    "text": "King Solomon answered his mother, “Why just request Abishag the Shunammite for him? Since he is my older brother, you should also request the kingdom for him, for Abiathar the priest, and for Joab son of Zeruiah!” ",
    "reference": "1 Kings 2:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 23,
    "text": "King Solomon then swore an oath by the Lord, “May God judge me severely, if Adonijah does not pay for this request with his life! ",
    "reference": "1 Kings 2:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 24,
    "text": "Now, as certainly as the Lord lives (he who made me secure, allowed me to sit on my father David’s throne, and established a dynasty for me as he promised), Adonijah will be executed today!” ",
    "reference": "1 Kings 2:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 25,
    "text": "King Solomon then sent Benaiah son of Jehoiada, and he killed Adonijah.",
    "reference": "1 Kings 2:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 26,
    "text": "The king then told Abiathar the priest, “Go back to your property in Anathoth. You deserve to die, but today I will not kill you because you did carry the ark of the Sovereign Lord before my father David and you suffered with my father through all his difficult times.”",
    "reference": "1 Kings 2:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 27,
    "text": "Solomon removed Abiathar from being a priest for the Lord, fulfilling the Lord’s message that he had pronounced against the family of Eli in Shiloh. ",
    "reference": "1 Kings 2:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 28,
    "text": "When the news reached Joab (for Joab had supported Adonijah, although he had not supported Absalom), he ran to the tent of the Lord and grabbed hold of the horns of the altar. ",
    "reference": "1 Kings 2:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 29,
    "text": "When King Solomon heard that Joab had run to the tent of the Lord and was right there beside the altar, he ordered Benaiah son of Jehoiada, “Go, strike him down.” ",
    "reference": "1 Kings 2:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 30,
    "text": "When Benaiah arrived at the tent of the Lord, he said to him, “The king says, ‘Come out!’” But he replied, “No, I will die here!” So Benaiah sent word to the king and reported Joab’s reply. ",
    "reference": "1 Kings 2:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 31,
    "text": "The king told him, “Do as he said! Strike him down and bury him. Take away from me and from my father’s family the guilt of Joab’s murderous, bloody deeds.",
    "reference": "1 Kings 2:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 32,
    "text": "May the Lord punish him for the blood he shed; behind my father David’s back he struck down and murdered with the sword two men who were more innocent and morally upright than he—Abner son of Ner, commander of Israel’s army, and Amasa son of Jether, commander of Judah’s army. ",
    "reference": "1 Kings 2:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 33,
    "text": "May Joab and his descendants be perpetually guilty of their shed blood, but may the Lord give perpetual peace to David, his descendants, his family, and his dynasty.” ",
    "reference": "1 Kings 2:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 34,
    "text": "So Benaiah son of Jehoiada went up and executed Joab; he was buried at his home in the wilderness. ",
    "reference": "1 Kings 2:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 35,
    "text": "The king appointed Benaiah son of Jehoiada to take his place at the head of the army, and the king appointed Zadok the priest to take Abiathar’s place. ",
    "reference": "1 Kings 2:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 36,
    "text": "Next the king summoned Shimei and told him, “Build yourself a house in Jerusalem and live there, but you may not leave there to go anywhere. ",
    "reference": "1 Kings 2:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 37,
    "text": "If you ever do leave and cross the Kidron Valley, know for sure that you will certainly die. You will be responsible for your own death.” ",
    "reference": "1 Kings 2:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 38,
    "text": "Shimei said to the king, “My master the king’s proposal is acceptable. Your servant will do as you say.” So Shimei lived in Jerusalem for a long time.",
    "reference": "1 Kings 2:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 39,
    "text": "Three years later two of Shimei’s servants ran away to King Achish son of Maacah of Gath. Shimei was told, “Look, your servants are in Gath.” ",
    "reference": "1 Kings 2:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 40,
    "text": "So Shimei got up, saddled his donkey, and went to Achish at Gath to find his servants; Shimei went and brought back his servants from Gath. ",
    "reference": "1 Kings 2:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 41,
    "text": "When Solomon was told that Shimei had gone from Jerusalem to Gath and had then returned, ",
    "reference": "1 Kings 2:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 42,
    "text": "the king summoned Shimei and said to him, “You will recall that I made you take an oath by the Lord, and I solemnly warned you, ‘If you ever leave and go anywhere, know for sure that you will certainly die.’ You said to me, ‘The proposal is acceptable; I agree to it.’",
    "reference": "1 Kings 2:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 43,
    "text": "Why then have you broken the oath you made before the Lord and disobeyed the order I gave you?”",
    "reference": "1 Kings 2:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 44,
    "text": "Then the king said to Shimei, “You are well aware of the way you mistreated my father David. The Lord will punish you for what you did.",
    "reference": "1 Kings 2:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 45,
    "text": "But King Solomon will be empowered, and David’s dynasty will endure permanently before the Lord.”",
    "reference": "1 Kings 2:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 2,
    "verse": 46,
    "text": "The king then gave the order to Benaiah son of Jehoiada who went and executed Shimei. So Solomon took firm control of the kingdom. ",
    "reference": "1 Kings 2:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 1,
    "text": "Solomon made an alliance by marriage with Pharaoh, king of Egypt; he married Pharaoh’s daughter. He brought her to the City of David until he could finish building his residence and the temple of the Lord and the wall around Jerusalem. ",
    "reference": "1 Kings 3:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 2,
    "text": "Now the people were offering sacrifices at the high places, because in those days a temple had not yet been built to honor the Lord. ",
    "reference": "1 Kings 3:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 3,
    "text": "Solomon demonstrated his loyalty to the Lord by following the practices of his father David, except that he offered sacrifices and burned incense on the high places. ",
    "reference": "1 Kings 3:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 4,
    "text": "The king went to Gibeon to offer sacrifices, for it had the most prominent of the high places. Solomon would offer up 1,000 burnt sacrifices on the altar there. ",
    "reference": "1 Kings 3:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 5,
    "text": "One night in Gibeon the Lord appeared to Solomon in a dream. God said, “Tell me what I should give you.”",
    "reference": "1 Kings 3:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 6,
    "text": "Solomon replied, “You demonstrated great loyalty to your servant, my father David, as he served you faithfully, properly, and sincerely. You have maintained this great loyalty to this day by allowing his son to sit on his throne. ",
    "reference": "1 Kings 3:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 7,
    "text": "Now, O Lord my God, you have made your servant king in my father David’s place, even though I am only a young man and am inexperienced.",
    "reference": "1 Kings 3:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 8,
    "text": "Your servant stands among your chosen people; they are a great nation that is too numerous to count or number. ",
    "reference": "1 Kings 3:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 9,
    "text": "So give your servant a discerning mind so he can make judicial decisions for your people and distinguish right from wrong. Otherwise no one is able to make judicial decisions for this great nation of yours.”",
    "reference": "1 Kings 3:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 10,
    "text": "The Lord was pleased that Solomon made this request. ",
    "reference": "1 Kings 3:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 11,
    "text": "God said to him, “Because you asked for the ability to make wise judicial decisions, and not for long life, or riches, or vengeance on your enemies, ",
    "reference": "1 Kings 3:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 12,
    "text": "I grant your request and give you a wise and discerning mind superior to that of anyone who has preceded or will succeed you.",
    "reference": "1 Kings 3:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 13,
    "text": "Furthermore, I am giving you what you did not request—riches and honor so that you will be the greatest king of your generation. ",
    "reference": "1 Kings 3:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 14,
    "text": "If you follow my instructions by obeying my rules and regulations, just as your father David did, then I will grant you long life.” ",
    "reference": "1 Kings 3:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 15,
    "text": "Solomon then woke up and realized it was a dream. He went to Jerusalem, stood before the ark of the Lord’s covenant, offered up burnt sacrifices, presented peace offerings, and held a feast for all his servants. ",
    "reference": "1 Kings 3:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 16,
    "text": "Then two prostitutes came to the king and stood before him.",
    "reference": "1 Kings 3:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 17,
    "text": "One of the women said, “My master, this woman and I live in the same house. I had a baby while she was with me in the house. ",
    "reference": "1 Kings 3:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 18,
    "text": "Then three days after I had my baby, this woman also had a baby. We were alone; there was no one else in the house except the two of us. ",
    "reference": "1 Kings 3:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 19,
    "text": "This woman’s child suffocated during the night when she rolled on top of him.",
    "reference": "1 Kings 3:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 20,
    "text": "She got up in the middle of the night and took my son from my side, while your servant was sleeping. She put him in her arms, and put her dead son in my arms. ",
    "reference": "1 Kings 3:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 21,
    "text": "I got up in the morning to nurse my son, and there he was, dead! But when I examined him carefully in the morning, I realized it was not my baby.” ",
    "reference": "1 Kings 3:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 22,
    "text": "The other woman said, “No! My son is alive; your son is dead!” But the first woman replied, “No, your son is dead; my son is alive.” Each presented her case before the king. ",
    "reference": "1 Kings 3:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 23,
    "text": "The king said, “One says, ‘My son is alive; your son is dead,’ while the other says, ‘No, your son is dead; my son is alive.’” ",
    "reference": "1 Kings 3:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 24,
    "text": "The king ordered, “Get me a sword.” So they placed a sword before the king. ",
    "reference": "1 Kings 3:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 25,
    "text": "The king then said, “Cut the living child in two, and give half to one and half to the other!” ",
    "reference": "1 Kings 3:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 26,
    "text": "The real mother spoke up to the king, for her motherly instincts were awakened. She said, “My master, give her the living child! Whatever you do, don’t kill him!” But the other woman said, “Neither one of us will have him. Let them cut him in two!” ",
    "reference": "1 Kings 3:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 27,
    "text": "The king responded, “Give the first woman the living child; don’t kill him. She is the mother.” ",
    "reference": "1 Kings 3:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 3,
    "verse": 28,
    "text": "When all Israel heard about the judicial decision which the king had rendered, they respected the king, for they realized that he possessed divine wisdom to make judicial decisions. ",
    "reference": "1 Kings 3:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 1,
    "text": "King Solomon ruled over all Israel. ",
    "reference": "1 Kings 4:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 2,
    "text": "These were his officials:Azariah son of Zadok was the priest. ",
    "reference": "1 Kings 4:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 3,
    "text": "Elihoreph and Ahijah, the sons of Shisha, wrote down what happened. Jehoshaphat son of Ahilud was in charge of the records.",
    "reference": "1 Kings 4:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 4,
    "text": "Benaiah son of Jehoiada was commander of the army.Zadok and Abiathar were priests. ",
    "reference": "1 Kings 4:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 5,
    "text": "Azariah son of Nathan was supervisor of the district governors.Zabud son of Nathan was a priest and adviser to the king. ",
    "reference": "1 Kings 4:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 6,
    "text": "Ahishar was supervisor of the palace. Adoniram son of Abda was supervisor of the work crews. ",
    "reference": "1 Kings 4:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 7,
    "text": "Solomon had 12 district governors appointed throughout Israel who acquired supplies for the king and his palace. Each was responsible for one month in the year. ",
    "reference": "1 Kings 4:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 8,
    "text": "These were their names:Ben Hur was in charge of the hill country of Ephraim. ",
    "reference": "1 Kings 4:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 9,
    "text": "Ben Deker was in charge of Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan. ",
    "reference": "1 Kings 4:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 10,
    "text": "Ben Hesed was in charge of Arubboth; he controlled Socoh and all the territory of Hepher. ",
    "reference": "1 Kings 4:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 11,
    "text": "Ben Abinadab was in charge of Naphath Dor. (He was married to Solomon’s daughter Taphath.) ",
    "reference": "1 Kings 4:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 12,
    "text": "Baana son of Ahilud was in charge of Taanach and Megiddo, as well as all of Beth Shean next to Zarethan below Jezreel, from Beth Shean to Abel Meholah and on past Jokmeam. ",
    "reference": "1 Kings 4:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 13,
    "text": "Ben Geber was in charge of Ramoth Gilead; he controlled the villages of Jair son of Manasseh in Gilead, as well as the region of Argob in Bashan, including 60 large walled cities with bronze bars locking their gates.",
    "reference": "1 Kings 4:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 14,
    "text": "Ahinadab son of Iddo was in charge of Mahanaim. ",
    "reference": "1 Kings 4:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 15,
    "text": "Ahimaaz was in charge of Naphtali. (He married Solomon’s daughter Basemath.) ",
    "reference": "1 Kings 4:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 16,
    "text": "Baana son of Hushai was in charge of Asher and Aloth. ",
    "reference": "1 Kings 4:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 17,
    "text": "Jehoshaphat son of Paruah was in charge of Issachar. ",
    "reference": "1 Kings 4:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 18,
    "text": "Shimei son of Ela was in charge of Benjamin. ",
    "reference": "1 Kings 4:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 19,
    "text": "Geber son of Uri was in charge of the land of Gilead (the territory which had once belonged to King Sihon of the Amorites and to King Og of Bashan). He was sole governor of the area. ",
    "reference": "1 Kings 4:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 20,
    "text": "The people of Judah and Israel were as innumerable as the sand on the seashore; they had plenty to eat and drink and were happy. ",
    "reference": "1 Kings 4:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 21,
    "text": "(5:1) Solomon ruled all the kingdoms from the Euphrates River to the land of the Philistines, as far as the border of Egypt. These kingdoms paid tribute as Solomon’s subjects throughout his lifetime. ",
    "reference": "1 Kings 4:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 22,
    "text": "Each day Solomon’s royal court consumed 30 cors of finely milled flour, 60 cors of cereal, ",
    "reference": "1 Kings 4:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 23,
    "text": "10 calves fattened in the stall, 20 calves from the pasture, and 100 sheep, not to mention rams, gazelles, deer, and well-fed birds. ",
    "reference": "1 Kings 4:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 24,
    "text": "His royal court was so large because he ruled over all the kingdoms west of the Euphrates River from Tiphsah to Gaza; he was at peace with all his neighbors. ",
    "reference": "1 Kings 4:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 25,
    "text": "All the people of Judah and Israel had security; everyone from Dan to Beer Sheba enjoyed the produce of their vines and fig trees throughout Solomon’s lifetime. ",
    "reference": "1 Kings 4:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 26,
    "text": "Solomon had 4,000 stalls for his chariot horses and 12,000 horses. ",
    "reference": "1 Kings 4:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 27,
    "text": "The district governors acquired supplies for King Solomon and all who ate in his royal palace. Each was responsible for one month in the year; they made sure nothing was lacking. ",
    "reference": "1 Kings 4:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 28,
    "text": "Each one also brought to the assigned location his quota of barley and straw for the various horses. ",
    "reference": "1 Kings 4:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 29,
    "text": "God gave Solomon wisdom and very great discernment; the breadth of his understanding was as infinite as the sand on the seashore. ",
    "reference": "1 Kings 4:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 30,
    "text": "Solomon was wiser than all the men of the east and all the sages of Egypt. ",
    "reference": "1 Kings 4:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 31,
    "text": "He was wiser than any man, including Ethan the Ezrahite or Heman, Calcol, and Darda, the sons of Mahol. He was famous in all the neighboring nations. ",
    "reference": "1 Kings 4:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 32,
    "text": "He composed 3,000 proverbs and 1,005 songs. ",
    "reference": "1 Kings 4:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 33,
    "text": "He produced manuals on botany, describing every kind of plant, from the cedars of Lebanon to the hyssop that grows on walls. He also produced manuals on biology, describing animals, birds, insects, and fish. ",
    "reference": "1 Kings 4:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 4,
    "verse": 34,
    "text": "People from all nations came to hear Solomon’s display of wisdom; they came from all the kings of the earth who heard about his wisdom. ",
    "reference": "1 Kings 4:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 1,
    "text": "(5:15) King Hiram of Tyre sent messengers to Solomon when he heard that he had been anointed king in his father’s place. (Hiram had always been an ally of David.) ",
    "reference": "1 Kings 5:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 2,
    "text": "Solomon then sent this message to Hiram: ",
    "reference": "1 Kings 5:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 3,
    "text": "“You know that my father David was unable to build a temple to honor the Lord his God, for he was busy fighting battles on all fronts while the Lord subdued his enemies.",
    "reference": "1 Kings 5:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 4,
    "text": "But now the Lord my God has made me secure on all fronts; there is no adversary or dangerous threat. ",
    "reference": "1 Kings 5:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 5,
    "text": "So I have decided to build a temple to honor the Lord my God, as the Lord instructed my father David, ‘Your son, whom I will put on your throne in your place, is the one who will build a temple to honor me.’",
    "reference": "1 Kings 5:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 6,
    "text": "So now order some cedars of Lebanon to be cut for me. My servants will work with your servants. I will pay your servants whatever you say is appropriate, for you know that we have no one among us who knows how to cut down trees like the Sidonians.” ",
    "reference": "1 Kings 5:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 7,
    "text": "When Hiram heard Solomon’s message, he was very happy. He said, “The Lord is worthy of praise today because he has given David a wise son to rule over this great nation.” ",
    "reference": "1 Kings 5:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 8,
    "text": "Hiram then sent this message to Solomon: “I received the message you sent to me. I will give you all the cedars and evergreens you need.",
    "reference": "1 Kings 5:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 9,
    "text": "My servants will bring the timber down from Lebanon to the sea. I will send it by sea in raft-like bundles to the place you designate. There I will separate the logs and you can carry them away. In exchange you will supply the food I need for my royal court.”",
    "reference": "1 Kings 5:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 10,
    "text": "So Hiram supplied the cedars and evergreens Solomon needed, ",
    "reference": "1 Kings 5:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 11,
    "text": "and Solomon supplied Hiram annually with 20,000 cors of wheat as provision for his royal court, as well as 120,000 gallons of pure olive oil. ",
    "reference": "1 Kings 5:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 12,
    "text": "So the Lord gave Solomon wisdom, as he had promised him. And Hiram and Solomon were at peace and made a treaty. ",
    "reference": "1 Kings 5:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 13,
    "text": "King Solomon conscripted work crews from throughout Israel, 30,000 men in all.",
    "reference": "1 Kings 5:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 14,
    "text": "He sent them to Lebanon in shifts of 10,000 men per month. They worked in Lebanon for one month, and then spent two months at home. Adoniram was supervisor of the work crews. ",
    "reference": "1 Kings 5:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 15,
    "text": "Solomon also had 70,000 common laborers and 80,000 stonecutters in the hills, ",
    "reference": "1 Kings 5:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 16,
    "text": "besides 3,300 officials who supervised the workers.",
    "reference": "1 Kings 5:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 17,
    "text": "By royal order they supplied large valuable stones in order to build the temple’s foundation with chiseled stone. ",
    "reference": "1 Kings 5:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 5,
    "verse": 18,
    "text": "Solomon’s and Hiram’s construction workers, along with men from Byblos, did the chiseling and prepared the wood and stones for the building of the temple. ",
    "reference": "1 Kings 5:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 1,
    "text": "In the four hundred and eightieth year after the Israelites left Egypt, in the fourth year of Solomon’s reign over Israel, during the month Ziv (the second month), he began building the Lord’s temple. ",
    "reference": "1 Kings 6:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 2,
    "text": "The temple King Solomon built for the Lord was 90 feet long, 30 feet wide, and 45 feet high. ",
    "reference": "1 Kings 6:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 3,
    "text": "The porch in front of the main hall of the temple was 30 feet long, corresponding to the width of the temple. It was 15 feet wide, extending out from the front of the temple. ",
    "reference": "1 Kings 6:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 4,
    "text": "He made framed windows for the temple. ",
    "reference": "1 Kings 6:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 5,
    "text": "He built an extension all around the walls of the temple’s main hall and Holy Place and constructed side rooms in it.",
    "reference": "1 Kings 6:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 6,
    "text": "The bottom floor of the extension was 7½ feet wide, the middle floor 9 feet wide, and the third floor 10½ feet wide. He made ledges on the temple’s outer walls so the beams would not have to be inserted into the walls. ",
    "reference": "1 Kings 6:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 7,
    "text": "As the temple was being built, only stones shaped at the quarry were used; the sound of hammers, pickaxes, or any other iron tool was not heard at the temple while it was being built. ",
    "reference": "1 Kings 6:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 8,
    "text": "The entrance to the bottom level of side rooms was on the south side of the temple; stairs went up to the middle floor and then on up to the third floor. ",
    "reference": "1 Kings 6:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 9,
    "text": "He finished building the temple and covered it with rafters and boards made of cedar. ",
    "reference": "1 Kings 6:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 10,
    "text": "He built an extension all around the temple; it was 7½ feet high and it was attached to the temple by cedar beams. ",
    "reference": "1 Kings 6:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 11,
    "text": " The Lord’s message came to Solomon: ",
    "reference": "1 Kings 6:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 12,
    "text": "“As for this temple you are building, if you follow my rules, observe my regulations, and obey all my commandments, I will fulfill through you the promise I made to your father David. ",
    "reference": "1 Kings 6:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 13,
    "text": "I will live among the Israelites and will not abandon my people Israel.” ",
    "reference": "1 Kings 6:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 14,
    "text": "So Solomon finished building the temple. ",
    "reference": "1 Kings 6:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 15,
    "text": "He constructed the walls inside the temple with cedar planks; he paneled the inside with wood from the floor of the temple to the rafters of the ceiling. He covered the temple floor with boards made from the wood of evergreens. ",
    "reference": "1 Kings 6:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 16,
    "text": "He built a wall 30 feet in from the rear of the temple as a partition for an inner sanctuary that would be the Most Holy Place. He paneled the wall with cedar planks from the floor to the rafters. ",
    "reference": "1 Kings 6:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 17,
    "text": "The main hall in front of the inner sanctuary was 60 feet long.",
    "reference": "1 Kings 6:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 18,
    "text": "The inside of the temple was all cedar and was adorned with carvings of round ornaments and of flowers in bloom. Everything was cedar; no stones were visible. ",
    "reference": "1 Kings 6:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 19,
    "text": "He prepared the inner sanctuary inside the temple so that the ark of the covenant of the Lord could be placed there. ",
    "reference": "1 Kings 6:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 20,
    "text": "The inner sanctuary was 30 feet long, 30 feet wide, and 30 feet high. He plated it with gold, as well as the cedar altar. ",
    "reference": "1 Kings 6:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 21,
    "text": "Solomon plated the inside of the temple with gold. He hung golden chains in front of the inner sanctuary and plated the inner sanctuary with gold. ",
    "reference": "1 Kings 6:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 22,
    "text": "He plated the entire inside of the temple with gold, as well as the altar inside the inner sanctuary. ",
    "reference": "1 Kings 6:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 23,
    "text": "In the inner sanctuary he made two cherubim of olive wood; each stood 15 feet high. ",
    "reference": "1 Kings 6:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 24,
    "text": "Each of the first cherub’s wings was 7½ feet long; its entire wingspan was 15 feet. ",
    "reference": "1 Kings 6:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 25,
    "text": "The second cherub also had a wingspan of 15 feet; it was identical to the first in measurements and shape. ",
    "reference": "1 Kings 6:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 26,
    "text": "Each cherub stood 15 feet high. ",
    "reference": "1 Kings 6:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 27,
    "text": "He put the cherubim in the inner sanctuary of the temple. Their wings were spread out. One of the first cherub’s wings touched one wall and one of the other cherub’s wings touched the opposite wall. The first cherub’s other wing touched the second cherub’s other wing in the middle of the room. ",
    "reference": "1 Kings 6:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 28,
    "text": "He plated the cherubim with gold. ",
    "reference": "1 Kings 6:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 29,
    "text": "On all the walls around the temple, inside and out, he carved cherubim, palm trees, and flowers in bloom. ",
    "reference": "1 Kings 6:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 30,
    "text": "He plated the floor of the temple with gold, inside and out. ",
    "reference": "1 Kings 6:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 31,
    "text": "He made doors of olive wood at the entrance to the inner sanctuary; the pillar on each doorpost was five sided. ",
    "reference": "1 Kings 6:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 32,
    "text": "On the two doors made of olive wood he carved cherubim, palm trees, and flowers in bloom, and he plated them with gold. He plated the cherubim and the palm trees with hammered gold. ",
    "reference": "1 Kings 6:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 33,
    "text": "In the same way he made doorposts of olive wood for the entrance to the main hall, only with four-sided pillars.",
    "reference": "1 Kings 6:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 34,
    "text": "He also made two doors out of wood from evergreens; each door had two folding leaves.",
    "reference": "1 Kings 6:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 35,
    "text": "He carved cherubim, palm trees, and flowers in bloom and plated them with gold, leveled out over the carvings. ",
    "reference": "1 Kings 6:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 36,
    "text": "He built the inner courtyard with three rows of chiseled stones and a row of cedar beams. ",
    "reference": "1 Kings 6:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 37,
    "text": "In the month of Ziv in the fourth year of Solomon’s reign the foundation was laid for the Lord’s temple. ",
    "reference": "1 Kings 6:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 6,
    "verse": 38,
    "text": "In the eleventh year, in the month of Bul (the eighth month) the temple was completed in accordance with all its specifications and blueprints. It took seven years to build. ",
    "reference": "1 Kings 6:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 1,
    "text": "Solomon took 13 years to build his palace. ",
    "reference": "1 Kings 7:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 2,
    "text": "He named it “The Palace of the Lebanon Forest”; it was 150 feet long, 75 feet wide, and 45 feet high. It had four rows of cedar pillars and cedar beams above the pillars. ",
    "reference": "1 Kings 7:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 3,
    "text": "The roof above the beams supported by the pillars was also made of cedar; there were 45 beams, 15 per row. ",
    "reference": "1 Kings 7:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 4,
    "text": "There were three rows of windows arranged in sets of three. ",
    "reference": "1 Kings 7:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 5,
    "text": "All the entrances were rectangular in shape and they were arranged in sets of three. ",
    "reference": "1 Kings 7:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 6,
    "text": "He made a colonnade 75 feet long and 45 feet wide. There was a porch in front of this and pillars and a roof in front of the porch. ",
    "reference": "1 Kings 7:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 7,
    "text": "He also made a throne room, called “The Hall of Judgment,” where he made judicial decisions. It was paneled with cedar from the floor to the rafters.",
    "reference": "1 Kings 7:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 8,
    "text": "The palace where he lived was constructed in a similar way. He also constructed a palace like this hall for Pharaoh’s daughter, whom he had married. ",
    "reference": "1 Kings 7:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 9,
    "text": "All these were built with the best stones, chiseled to the right size and cut with a saw on all sides, from the foundation to the edge of the roof and from the outside to the great courtyard. ",
    "reference": "1 Kings 7:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 10,
    "text": "The foundation was made of large valuable stones, measuring either 15 feet or 12 feet. ",
    "reference": "1 Kings 7:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 11,
    "text": "Above the foundation the best stones, chiseled to the right size, were used along with cedar. ",
    "reference": "1 Kings 7:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 12,
    "text": "Around the great courtyard were three rows of chiseled stones and one row of cedar beams, like the inner courtyard of the Lord’s temple and the hall of the palace. ",
    "reference": "1 Kings 7:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 13,
    "text": "King Solomon sent for Hiram of Tyre. ",
    "reference": "1 Kings 7:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 14,
    "text": "He was the son of a widow from the tribe of Naphtali, and his father was a craftsman in bronze from Tyre. He had the skill and knowledge to make all kinds of works of bronze. He reported to King Solomon and did all the work he was assigned.",
    "reference": "1 Kings 7:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 15,
    "text": "He fashioned two bronze pillars; each pillar was 27 feet high and 18 feet in circumference. ",
    "reference": "1 Kings 7:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 16,
    "text": "He made two bronze tops for the pillars; each was 7½ feet high. ",
    "reference": "1 Kings 7:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 17,
    "text": "The latticework on the tops of the pillars was adorned with ornamental wreaths and chains; the top of each pillar had seven groupings of ornaments. ",
    "reference": "1 Kings 7:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 18,
    "text": "When he made the pillars, there were two rows of pomegranate-shaped ornaments around the latticework covering the top of each pillar. ",
    "reference": "1 Kings 7:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 19,
    "text": "The tops of the two pillars in the porch were shaped like lilies and were six feet high. ",
    "reference": "1 Kings 7:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 20,
    "text": "On the top of each pillar, right above the bulge beside the latticework, there were 200 pomegranate-shaped ornaments arranged in rows all the way around. ",
    "reference": "1 Kings 7:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 21,
    "text": "He set up the pillars on the porch in front of the main hall. He erected one pillar on the right side and called it Yakin; he erected the other pillar on the left side and called it Boaz. ",
    "reference": "1 Kings 7:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 22,
    "text": "The tops of the pillars were shaped like lilies. So the construction of the pillars was completed. ",
    "reference": "1 Kings 7:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 23,
    "text": "He also made the large bronze basin called “The Sea.” It measured 15 feet from rim to rim, was circular in shape, and stood 7½ feet high. Its circumference was 45 feet. ",
    "reference": "1 Kings 7:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 24,
    "text": "Under the rim all the way around it were round ornaments arranged in settings 15 feet long. The ornaments were in two rows and had been cast with “The Sea.” ",
    "reference": "1 Kings 7:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 25,
    "text": "“The Sea” stood on top of twelve bulls. Three faced northward, three westward, three southward, and three eastward. “The Sea” was placed on top of them, and they all faced outward. ",
    "reference": "1 Kings 7:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 26,
    "text": "It was four fingers thick and its rim was like that of a cup shaped like a lily blossom. It could hold about 12,000 gallons. ",
    "reference": "1 Kings 7:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 27,
    "text": "He also made 10 bronze movable stands. Each stand was 6 feet long, 6 feet wide, and 4½ feet high. ",
    "reference": "1 Kings 7:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 28,
    "text": "The stands were constructed with frames between the joints. ",
    "reference": "1 Kings 7:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 29,
    "text": "On these frames and joints were ornamental lions, bulls, and cherubim. Under the lions and bulls were decorative wreaths. ",
    "reference": "1 Kings 7:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 30,
    "text": "Each stand had four bronze wheels with bronze axles and four supports. Under the basin the supports were fashioned on each side with wreaths. ",
    "reference": "1 Kings 7:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 31,
    "text": "Inside the stand was a round opening that was 18 inches deep; it had a support that was 27 inches long. On the edge of the opening were carvings in square frames. ",
    "reference": "1 Kings 7:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 32,
    "text": "The four wheels were under the frames, and the crossbars of the axles were connected to the stand. Each wheel was 27 inches high. ",
    "reference": "1 Kings 7:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 33,
    "text": "The wheels were constructed like chariot wheels; their crossbars, rims, spokes, and hubs were made of cast metal.",
    "reference": "1 Kings 7:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 34,
    "text": "Each stand had four supports, one per side projecting out from the stand. ",
    "reference": "1 Kings 7:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 35,
    "text": "On top of each stand was a round opening three-quarters of a foot deep; there were also supports and frames on top of the stands. ",
    "reference": "1 Kings 7:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 36,
    "text": "He engraved ornamental cherubim, lions, and palm trees on the plates of the supports and frames wherever there was room, with wreaths all around. ",
    "reference": "1 Kings 7:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 37,
    "text": "He made the 10 stands in this way. All of them were cast in one mold and were identical in measurements and shape. ",
    "reference": "1 Kings 7:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 38,
    "text": "He also made 10 bronze basins, each of which could hold about 240 gallons. Each basin was 6 feet in diameter; there was one basin for each stand. ",
    "reference": "1 Kings 7:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 39,
    "text": "He put five basins on the south side of the temple and five on the north side. He put “The Sea” on the south side, in the southeast corner.",
    "reference": "1 Kings 7:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 40,
    "text": "Hiram also made basins, shovels, and bowls. He finished all the work on the Lord’s temple he had been assigned by King Solomon. ",
    "reference": "1 Kings 7:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 41,
    "text": "He made the two pillars, the two bowl-shaped tops of the pillars, the latticework for the bowl-shaped tops of the two pillars, ",
    "reference": "1 Kings 7:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 42,
    "text": "the 400 pomegranate-shaped ornaments for the latticework of the two pillars (each latticework had two rows of these ornaments at the bowl-shaped top of the pillar), ",
    "reference": "1 Kings 7:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 43,
    "text": "the 10 movable stands with their 10 basins,",
    "reference": "1 Kings 7:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 44,
    "text": "the big bronze basin called “The Sea” with its 12 bulls underneath, ",
    "reference": "1 Kings 7:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 45,
    "text": "and the pots, shovels, and bowls. All these items King Solomon assigned Hiram to make for the Lord’s temple were made from polished bronze. ",
    "reference": "1 Kings 7:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 46,
    "text": "The king had them cast in earth foundries in the region of the Jordan between Sukkoth and Zarethan. ",
    "reference": "1 Kings 7:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 47,
    "text": "Solomon left all these items unweighed; there were so many of them they did not weigh the bronze. ",
    "reference": "1 Kings 7:47"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 48,
    "text": "Solomon also made all these items for the Lord’s temple: the gold altar; the gold table on which was kept the Bread of the Presence; ",
    "reference": "1 Kings 7:48"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 49,
    "text": "the pure gold lampstands at the entrance to the inner sanctuary (five on the right and five on the left); the gold flower-shaped ornaments, lamps, and tongs; ",
    "reference": "1 Kings 7:49"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 50,
    "text": "the pure gold bowls, trimming shears, basins, pans, and censers; and the gold door sockets for the inner sanctuary (the Most Holy Place) and for the doors of the main hall of the temple. ",
    "reference": "1 Kings 7:50"
  },
  {
    "bookName": "1 Kings",
    "chapter": 7,
    "verse": 51,
    "text": "When King Solomon finished constructing the Lord’s temple, he put the holy items that belonged to his father David (the silver, gold, and other articles) in the treasuries of the Lord’s temple. ",
    "reference": "1 Kings 7:51"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 1,
    "text": " Then Solomon convened in Jerusalem Israel’s elders, all the leaders of the Israelite tribes and families, so they could witness the transferal of the ark of the Lord’s covenant from the City of David (that is, Zion). ",
    "reference": "1 Kings 8:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 2,
    "text": "All the men of Israel assembled before King Solomon during the festival in the month of Ethanim (the seventh month). ",
    "reference": "1 Kings 8:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 3,
    "text": "When all Israel’s elders had arrived, the priests lifted the ark. ",
    "reference": "1 Kings 8:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 4,
    "text": "The priests and Levites carried the ark of the Lord, the tent of meeting, and all the holy items in the tent. ",
    "reference": "1 Kings 8:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 5,
    "text": "Now King Solomon and all the Israelites who had assembled with him went on ahead of the ark and sacrificed more sheep and cattle than could be counted or numbered.",
    "reference": "1 Kings 8:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 6,
    "text": "The priests brought the ark of the Lord’s covenant to its assigned place in the inner sanctuary of the temple, in the Most Holy Place, under the wings of the cherubim.",
    "reference": "1 Kings 8:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 7,
    "text": "The cherubim’s wings extended over the place where the ark sat; the cherubim overshadowed the ark and its poles. ",
    "reference": "1 Kings 8:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 8,
    "text": "The poles were so long their ends were visible from the Holy Place in front of the inner sanctuary, but they could not be seen from beyond that point. They have remained there to this very day. ",
    "reference": "1 Kings 8:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 9,
    "text": "There was nothing in the ark except the two stone tablets Moses had placed there in Horeb. It was there that the Lord made a covenant with the Israelites after he brought them out of the land of Egypt. ",
    "reference": "1 Kings 8:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 10,
    "text": "Once the priests left the Holy Place, a cloud filled the Lord’s temple. ",
    "reference": "1 Kings 8:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 11,
    "text": "The priests could not carry out their duties because of the cloud; the Lord’s glory filled his temple. ",
    "reference": "1 Kings 8:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 12,
    "text": "Then Solomon said, “The Lord has said that he lives in thick darkness. ",
    "reference": "1 Kings 8:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 13,
    "text": "O Lord, truly I have built a lofty temple for you, a place where you can live permanently.” ",
    "reference": "1 Kings 8:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 14,
    "text": "Then the king turned around and pronounced a blessing over the whole Israelite assembly as they stood there.",
    "reference": "1 Kings 8:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 15,
    "text": "He said, “The Lord God of Israel is worthy of praise because he has fulfilled what he promised my father David. ",
    "reference": "1 Kings 8:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 16,
    "text": "He told David, ‘Since the day I brought my people Israel out of Egypt, I have not chosen a city from all the tribes of Israel to build a temple in which to live. But I have chosen David to lead my people Israel.’ ",
    "reference": "1 Kings 8:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 17,
    "text": "Now my father David had a strong desire to build a temple to honor the Lord God of Israel. ",
    "reference": "1 Kings 8:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 18,
    "text": "The Lord told my father David, ‘It is right for you to have a strong desire to build a temple to honor me.",
    "reference": "1 Kings 8:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 19,
    "text": "But you will not build the temple; your very own son will build the temple for my honor.’ ",
    "reference": "1 Kings 8:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 20,
    "text": "The Lord has kept the promise he made. I have taken my father David’s place and have occupied the throne of Israel, as the Lord promised. I have built this temple for the honor of the Lord God of Israel ",
    "reference": "1 Kings 8:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 21,
    "text": "and set up in it a place for the ark containing the covenant the Lord made with our ancestors when he brought them out of the land of Egypt.” ",
    "reference": "1 Kings 8:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 22,
    "text": "Solomon stood before the altar of the Lord in front of the entire assembly of Israel and spread out his hands toward the sky. ",
    "reference": "1 Kings 8:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 23,
    "text": "He prayed: “O Lord, God of Israel, there is no god like you in heaven above or on earth below! You maintain covenantal loyalty to your servants who obey you with sincerity. ",
    "reference": "1 Kings 8:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 24,
    "text": "You have kept your word to your servant, my father David; this very day you have fulfilled what you promised. ",
    "reference": "1 Kings 8:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 25,
    "text": "Now, O Lord, God of Israel, keep the promise you made to your servant, my father David, when you said, ‘You will never fail to have a successor ruling before me on the throne of Israel, provided that your descendants watch their step and serve me as you have done.’ ",
    "reference": "1 Kings 8:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 26,
    "text": "Now, O God of Israel, may the promise you made to your servant, my father David, be realized. ",
    "reference": "1 Kings 8:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 27,
    "text": "“God does not really live on the earth! Look, if the sky and the highest heaven cannot contain you, how much less this temple I have built! ",
    "reference": "1 Kings 8:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 28,
    "text": "But respond favorably to your servant’s prayer and his request for help, O Lord my God. Answer the desperate prayer your servant is presenting to you today. ",
    "reference": "1 Kings 8:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 29,
    "text": "Night and day may you watch over this temple, the place where you promised you would live. May you answer your servant’s prayer for this place. ",
    "reference": "1 Kings 8:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 30,
    "text": "Respond to the request of your servant and your people Israel for this place. Hear from inside your heavenly dwelling place and respond favorably. ",
    "reference": "1 Kings 8:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 31,
    "text": "“When someone is accused of sinning against his neighbor and the latter pronounces a curse on the alleged offender before your altar in this temple, be willing to forgive the accused if the accusation is false.",
    "reference": "1 Kings 8:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 32,
    "text": "Listen from heaven and make a just decision about your servants’ claims. Condemn the guilty party, declare the other innocent, and give both of them what they deserve. ",
    "reference": "1 Kings 8:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 33,
    "text": "“The time will come when your people Israel are defeated by an enemy because they sinned against you. If they come back to you, renew their allegiance to you, and pray for your help in this temple, ",
    "reference": "1 Kings 8:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 34,
    "text": "then listen from heaven, forgive the sin of your people Israel, and bring them back to the land you gave to their ancestors. ",
    "reference": "1 Kings 8:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 35,
    "text": "“The time will come when the skies are shut up tightly and no rain falls because your people sinned against you. When they direct their prayers toward this place, renew their allegiance to you, and turn away from their sin because you punish them,",
    "reference": "1 Kings 8:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 36,
    "text": "then listen from heaven and forgive the sin of your servants, your people Israel. Certainly you will then teach them the right way to live and send rain on your land that you have given your people to possess. ",
    "reference": "1 Kings 8:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 37,
    "text": "“The time will come when the land suffers from a famine, a plague, blight and disease, or a locust invasion, or when their enemy lays siege to the cities of the land, or when some other type of plague or epidemic occurs.",
    "reference": "1 Kings 8:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 38,
    "text": "When all your people Israel pray and ask for help, as they acknowledge their pain and spread out their hands toward this temple, ",
    "reference": "1 Kings 8:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 39,
    "text": "then listen from your heavenly dwelling place, forgive their sin, and act favorably toward each one based on your evaluation of his motives. (Indeed you are the only one who can correctly evaluate the motives of all people.) ",
    "reference": "1 Kings 8:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 40,
    "text": "Then they will obey you throughout their lifetimes as they live on the land you gave to our ancestors. ",
    "reference": "1 Kings 8:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 41,
    "text": "“Foreigners, who do not belong to your people Israel, will come from a distant land because of your reputation. ",
    "reference": "1 Kings 8:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 42,
    "text": "When they hear about your great reputation and your ability to accomplish mighty deeds, they will come and direct their prayers toward this temple. ",
    "reference": "1 Kings 8:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 43,
    "text": "Then listen from your heavenly dwelling place and answer all the prayers of the foreigners. Then all the nations of the earth will acknowledge your reputation, obey you as your people Israel do, and recognize that this temple I built belongs to you.",
    "reference": "1 Kings 8:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 44,
    "text": "“When you direct your people to march out and fight their enemies, and they direct their prayers to the Lord toward his chosen city and this temple I built for your honor, ",
    "reference": "1 Kings 8:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 45,
    "text": "then listen from heaven to their prayers for help and vindicate them.",
    "reference": "1 Kings 8:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 46,
    "text": "“The time will come when your people will sin against you (for there is no one who is sinless!) and you will be angry with them and deliver them over to their enemies, who will take them as prisoners to their own land, whether far away or close by.",
    "reference": "1 Kings 8:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 47,
    "text": "When your people come to their senses in the land where they are held prisoner, they will repent and beg for your mercy in the land of their imprisonment, admitting, ‘We have sinned and gone astray; we have done evil.’ ",
    "reference": "1 Kings 8:47"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 48,
    "text": "When they return to you with all their heart and being in the land where they are held prisoner, and direct their prayers to you toward the land you gave to their ancestors, your chosen city, and the temple I built for your honor, ",
    "reference": "1 Kings 8:48"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 49,
    "text": "then listen from your heavenly dwelling place to their prayers for help and vindicate them.",
    "reference": "1 Kings 8:49"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 50,
    "text": "Forgive all the rebellious acts of your sinful people and cause their captors to have mercy on them.",
    "reference": "1 Kings 8:50"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 51,
    "text": "After all, they are your people and your special possession whom you brought out of Egypt, from the middle of the iron-smelting furnace. ",
    "reference": "1 Kings 8:51"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 52,
    "text": "“May you be attentive to your servant’s and your people Israel’s requests for help and may you respond to all their prayers to you.",
    "reference": "1 Kings 8:52"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 53,
    "text": "After all, you picked them out of all the nations of the earth to be your special possession, just as you, O Sovereign Lord, announced through your servant Moses when you brought our ancestors out of Egypt.” ",
    "reference": "1 Kings 8:53"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 54,
    "text": "When Solomon finished presenting all these prayers and requests to the Lord, he got up from before the altar of the Lord where he had kneeled and spread out his hands toward the sky. ",
    "reference": "1 Kings 8:54"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 55,
    "text": "When he stood up, he pronounced a blessing over the entire assembly of Israel, saying in a loud voice: ",
    "reference": "1 Kings 8:55"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 56,
    "text": "“The Lord is worthy of praise because he has made Israel his people secure just as he promised! Not one of all the faithful promises he made through his servant Moses is left unfulfilled! ",
    "reference": "1 Kings 8:56"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 57,
    "text": "May the Lord our God be with us, as he was with our ancestors. May he not abandon us or leave us.",
    "reference": "1 Kings 8:57"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 58,
    "text": "May he make us submissive, so we can follow all his instructions and obey the commandments, rules, and regulations he commanded our ancestors. ",
    "reference": "1 Kings 8:58"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 59,
    "text": "May the Lord our God be constantly aware of these requests of mine I have presented to him, so that he might vindicate his servant and his people Israel as the need arises. ",
    "reference": "1 Kings 8:59"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 60,
    "text": "Then all the nations of the earth will recognize that the Lord is the only genuine God. ",
    "reference": "1 Kings 8:60"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 61,
    "text": "May you demonstrate wholehearted devotion to the Lord our God by following his rules and obeying his commandments, as you are now doing.”",
    "reference": "1 Kings 8:61"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 62,
    "text": "The king and all Israel with him were presenting sacrifices to the Lord. ",
    "reference": "1 Kings 8:62"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 63,
    "text": "Solomon offered as peace offerings to the Lord 22,000 cattle and 120,000 sheep. Then the king and all the Israelites dedicated the Lord’s temple. ",
    "reference": "1 Kings 8:63"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 64,
    "text": "That day the king consecrated the middle of the courtyard that is in front of the Lord’s temple. He offered there burnt sacrifices, grain offerings, and the fat from the peace offerings, because the bronze altar that stood before the Lord was too small to hold all these offerings. ",
    "reference": "1 Kings 8:64"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 65,
    "text": "At that time Solomon and all Israel with him celebrated a festival before the Lord our God for two entire weeks. This great assembly included people from all over the land, from Lebo Hamath in the north to the Stream of Egypt in the south.",
    "reference": "1 Kings 8:65"
  },
  {
    "bookName": "1 Kings",
    "chapter": 8,
    "verse": 66,
    "text": "On the fifteenth day after the festival started, he dismissed the people. They asked God to empower the king and then went to their homes, happy and content because of all the good the Lord had done for his servant David and his people Israel. ",
    "reference": "1 Kings 8:66"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 1,
    "text": "After Solomon finished building the Lord’s temple, the royal palace, and all the other construction projects he had planned,",
    "reference": "1 Kings 9:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 2,
    "text": "the Lord appeared to Solomon a second time, in the same way he had appeared to him at Gibeon. ",
    "reference": "1 Kings 9:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 3,
    "text": "The Lord said to him, “I have answered your prayer and your request for help that you made to me. I have consecrated this temple you built by making it my permanent home; I will be constantly present there.",
    "reference": "1 Kings 9:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 4,
    "text": "You must serve me with integrity and sincerity, just as your father David did. Do everything I commanded and obey my rules and regulations. ",
    "reference": "1 Kings 9:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 5,
    "text": "Then I will allow your dynasty to rule over Israel permanently, just as I promised your father David, ‘You will not fail to have a successor on the throne of Israel.’ ",
    "reference": "1 Kings 9:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 6,
    "text": "“But if you or your sons ever turn away from me, fail to obey the regulations and rules I instructed you to keep, and decide to serve and worship other gods, ",
    "reference": "1 Kings 9:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 7,
    "text": "then I will remove Israel from the land I have given them, I will abandon this temple I have consecrated with my presence, and Israel will be mocked and ridiculed among all the nations. ",
    "reference": "1 Kings 9:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 8,
    "text": "This temple will become a heap of ruins; everyone who passes by it will be shocked and will hiss out their scorn, saying, ‘Why did the Lord do this to this land and this temple?’ ",
    "reference": "1 Kings 9:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 9,
    "text": "Others will then answer, ‘Because they abandoned the Lord their God, who led their ancestors out of Egypt. They embraced other gods whom they worshiped and served. That is why the Lord has brought all this disaster down on them.’”",
    "reference": "1 Kings 9:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 10,
    "text": "After 20 years, during which Solomon built the Lord’s temple and the royal palace, ",
    "reference": "1 Kings 9:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 11,
    "text": "King Solomon gave King Hiram of Tyre 20 towns in the region of Galilee, because Hiram had supplied Solomon with cedars, evergreens, and all the gold he wanted. ",
    "reference": "1 Kings 9:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 12,
    "text": "When Hiram went out from Tyre to inspect the towns Solomon had given him, he was not pleased with them.",
    "reference": "1 Kings 9:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 13,
    "text": "Hiram asked, “Why did you give me these towns, my friend?” He called that area the region of Cabul, a name which it has retained to this day. ",
    "reference": "1 Kings 9:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 14,
    "text": "Hiram had sent to the king 120 talents of gold. ",
    "reference": "1 Kings 9:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 15,
    "text": "Here are the details concerning the work crews King Solomon conscripted to build the Lord’s temple, his palace, the terrace, the wall of Jerusalem, and the cities of Hazor, Megiddo, and Gezer. ",
    "reference": "1 Kings 9:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 16,
    "text": "(Pharaoh, king of Egypt, had attacked and captured Gezer. He burned it and killed the Canaanites who lived in the city. He gave it as a wedding present to his daughter, who had married Solomon.) ",
    "reference": "1 Kings 9:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 17,
    "text": "Solomon built up Gezer, lower Beth Horon, ",
    "reference": "1 Kings 9:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 18,
    "text": "Baalath, Tadmor in the wilderness, ",
    "reference": "1 Kings 9:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 19,
    "text": "all the storage cities that belonged to him, and the cities where chariots and horses were kept. He built whatever he wanted in Jerusalem, Lebanon, and throughout his entire kingdom. ",
    "reference": "1 Kings 9:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 20,
    "text": "Now several non-Israelite peoples were left in the land after the conquest of Joshua, including the Amorites, Hittites, Perizzites, Hivites, and Jebusites. ",
    "reference": "1 Kings 9:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 21,
    "text": "Their descendants remained in the land (the Israelites were unable to wipe them out completely). Solomon conscripted them for his work crews, and they continue in that role to this very day. ",
    "reference": "1 Kings 9:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 22,
    "text": "Solomon did not assign Israelites to these work crews; the Israelites served as his soldiers, attendants, officers, charioteers, and commanders of his chariot forces. ",
    "reference": "1 Kings 9:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 23,
    "text": "These men were also in charge of Solomon’s work projects; there were a total of 550 men who supervised the workers. ",
    "reference": "1 Kings 9:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 24,
    "text": "Solomon built the terrace as soon as Pharaoh’s daughter moved up from the City of David to the palace Solomon built for her.",
    "reference": "1 Kings 9:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 25,
    "text": "Three times a year Solomon offered burnt offerings and peace offerings on the altar he had built for the Lord, burning incense along with them before the Lord. He made the temple his official worship place.",
    "reference": "1 Kings 9:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 26,
    "text": "King Solomon also built ships in Ezion Geber, which is located near Elat in the land of Edom, on the shore of the Red Sea. ",
    "reference": "1 Kings 9:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 27,
    "text": "Hiram sent his fleet and some of his sailors, who were well acquainted with the sea, to serve with Solomon’s men. ",
    "reference": "1 Kings 9:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 9,
    "verse": 28,
    "text": "They sailed to Ophir, took from there 420 talents of gold, and then brought them to King Solomon. ",
    "reference": "1 Kings 9:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 1,
    "text": "When the queen of Sheba heard about Solomon, she came to challenge him with difficult questions. ",
    "reference": "1 Kings 10:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 2,
    "text": "She arrived in Jerusalem with a great display of pomp, bringing with her camels carrying spices, a very large quantity of gold, and precious gems. She visited Solomon and discussed with him everything that was on her mind. ",
    "reference": "1 Kings 10:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 3,
    "text": "Solomon answered all her questions; there was no question too complex for the king. ",
    "reference": "1 Kings 10:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 4,
    "text": "When the queen of Sheba saw for herself Solomon’s extensive wisdom, the palace he had built, ",
    "reference": "1 Kings 10:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 5,
    "text": "the food in his banquet hall, his servants and attendants, their robes, his cupbearers, and his burnt offerings which he presented in the Lord’s temple, she was amazed. ",
    "reference": "1 Kings 10:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 6,
    "text": "She said to the king, “The report I heard in my own country about your wise sayings and insight was true! ",
    "reference": "1 Kings 10:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 7,
    "text": "I did not believe these things until I came and saw them with my own eyes. Indeed, I didn’t hear even half the story! Your wisdom and wealth surpass what was reported to me.",
    "reference": "1 Kings 10:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 8,
    "text": "Your attendants, who stand before you at all times and hear your wise sayings, are truly happy! ",
    "reference": "1 Kings 10:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 9,
    "text": "May the Lord your God be praised because he favored you by placing you on the throne of Israel! Because of the Lord’s eternal love for Israel, he made you king so you could make just and right decisions.” ",
    "reference": "1 Kings 10:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 10,
    "text": "She gave the king 120 talents of gold, a very large quantity of spices, and precious gems. The quantity of spices the queen of Sheba gave King Solomon has never been matched. ",
    "reference": "1 Kings 10:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 11,
    "text": "(Hiram’s fleet, which carried gold from Ophir, also brought from Ophir a very large quantity of fine timber and precious gems. ",
    "reference": "1 Kings 10:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 12,
    "text": "With the timber the king made supports for the Lord’s temple and for the royal palace and stringed instruments for the musicians. No one has seen so much of this fine timber to this very day.) ",
    "reference": "1 Kings 10:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 13,
    "text": "King Solomon gave the queen of Sheba everything she requested, besides what he had freely offered her. Then she left and returned to her homeland with her attendants. ",
    "reference": "1 Kings 10:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 14,
    "text": "Solomon received 666 talents of gold per year, ",
    "reference": "1 Kings 10:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 15,
    "text": "besides what he collected from the merchants, traders, Arabian kings, and governors of the land. ",
    "reference": "1 Kings 10:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 16,
    "text": "King Solomon made 200 large shields of hammered gold; 600 measures of gold were used for each shield. ",
    "reference": "1 Kings 10:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 17,
    "text": "He also made 300 small shields of hammered gold; three minas of gold were used for each of these shields. The king placed them in the Palace of the Lebanon Forest. ",
    "reference": "1 Kings 10:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 18,
    "text": "The king made a large throne decorated with ivory and overlaid it with pure gold. ",
    "reference": "1 Kings 10:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 19,
    "text": "There were six steps leading up to the throne, and the back of it was rounded on top. The throne had two armrests with a statue of a lion standing on each side. ",
    "reference": "1 Kings 10:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 20,
    "text": "There were 12 statues of lions on the six steps, one lion at each end of each step. There was nothing like it in any other kingdom. ",
    "reference": "1 Kings 10:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 21,
    "text": "All of King Solomon’s cups were made of gold, and all the household items in the Palace of the Lebanon Forest were made of pure gold. There were no silver items, for silver was not considered very valuable in Solomon’s time. ",
    "reference": "1 Kings 10:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 22,
    "text": "Along with Hiram’s fleet, the king had a fleet of large merchant ships that sailed the sea. Once every three years the fleet came into port with cargoes of gold, silver, ivory, apes, and peacocks. ",
    "reference": "1 Kings 10:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 23,
    "text": "King Solomon was wealthier and wiser than any of the kings of the earth. ",
    "reference": "1 Kings 10:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 24,
    "text": "Everyone in the world wanted to visit Solomon to see him display his God-given wisdom. ",
    "reference": "1 Kings 10:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 25,
    "text": "Year after year visitors brought their gifts, which included items of silver, items of gold, clothes, perfume, spices, horses, and mules. ",
    "reference": "1 Kings 10:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 26,
    "text": "Solomon accumulated chariots and horses. He had 1,400 chariots and 12,000 horses. He kept them in assigned cities and in Jerusalem. ",
    "reference": "1 Kings 10:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 27,
    "text": "The king made silver as plentiful in Jerusalem as stones; cedar was as plentiful as sycamore fig trees are in the foothills.",
    "reference": "1 Kings 10:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 28,
    "text": "Solomon acquired his horses from Egypt and from Que; the king’s traders purchased them from Que. ",
    "reference": "1 Kings 10:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 10,
    "verse": 29,
    "text": "They paid 600 silver pieces for each chariot from Egypt and 150 silver pieces for each horse. They also sold chariots and horses to all the kings of the Hittites and to the kings of Syria. ",
    "reference": "1 Kings 10:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 1,
    "text": "King Solomon fell in love with many foreign women (besides Pharaoh’s daughter), including Moabites, Ammonites, Edomites, Sidonians, and Hittites. ",
    "reference": "1 Kings 11:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 2,
    "text": "They came from nations about which the Lord had warned the Israelites, “You must not establish friendly relations with them! If you do, they will surely shift your allegiance to their gods.” But Solomon was irresistibly attracted to them.",
    "reference": "1 Kings 11:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 3,
    "text": "He had 700 royal wives and 300 concubines; his wives had a powerful influence over him.",
    "reference": "1 Kings 11:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 4,
    "text": "When Solomon became old, his wives shifted his allegiance to other gods; he was not wholeheartedly devoted to the Lord his God, as his father David had been.",
    "reference": "1 Kings 11:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 5,
    "text": "Solomon worshiped the Sidonian goddess Astarte and the detestable Ammonite god Milcom. ",
    "reference": "1 Kings 11:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 6,
    "text": "Solomon did evil in the Lord’s sight; he did not remain loyal to the Lord, as his father David had.",
    "reference": "1 Kings 11:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 7,
    "text": "Furthermore, on the hill east of Jerusalem Solomon built a high place for the detestable Moabite god Chemosh and for the detestable Ammonite god Milcom. ",
    "reference": "1 Kings 11:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 8,
    "text": "He built high places for all his foreign wives so they could burn incense and make sacrifices to their gods. ",
    "reference": "1 Kings 11:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 9,
    "text": "The Lord was angry with Solomon because he had shifted his allegiance away from the Lord, the God of Israel, who had appeared to him on two occasions ",
    "reference": "1 Kings 11:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 10,
    "text": "and had warned him about this very thing, so that he would not follow other gods. But he did not obey the Lord’s command. ",
    "reference": "1 Kings 11:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 11,
    "text": "So the Lord said to Solomon, “Because you insist on doing these things and have not kept the covenantal rules I gave you, I will surely tear the kingdom away from you and give it to your servant. ",
    "reference": "1 Kings 11:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 12,
    "text": "However, for your father David’s sake I will not do this while you are alive. I will tear it away from your son’s hand instead.",
    "reference": "1 Kings 11:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 13,
    "text": "But I will not tear away the entire kingdom; I will leave your son one tribe for my servant David’s sake and for the sake of my chosen city Jerusalem.” ",
    "reference": "1 Kings 11:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 14,
    "text": "The Lord brought against Solomon an enemy, Hadad the Edomite, a descendant of the Edomite king. ",
    "reference": "1 Kings 11:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 15,
    "text": "During David’s campaign against Edom, Joab, the commander of the army, while on a mission to bury the dead, killed every male in Edom. ",
    "reference": "1 Kings 11:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 16,
    "text": "For Joab and the entire Israelite army stayed there six months until they had exterminated every male in Edom. ",
    "reference": "1 Kings 11:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 17,
    "text": "Hadad, who was only a small boy at the time, escaped with some of his father’s Edomite servants and headed for Egypt. ",
    "reference": "1 Kings 11:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 18,
    "text": "They went from Midian to Paran; they took some men from Paran and went to Egypt. Pharaoh, king of Egypt, gave him a house and some land and supplied him with food. ",
    "reference": "1 Kings 11:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 19,
    "text": "Pharaoh liked Hadad so well he gave him his sister-in-law (Queen Tahpenes’ sister) as a wife. ",
    "reference": "1 Kings 11:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 20,
    "text": "Tahpenes’ sister gave birth to his son, named Genubath. Tahpenes raised him in Pharaoh’s palace; Genubath grew up in Pharaoh’s palace among Pharaoh’s sons. ",
    "reference": "1 Kings 11:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 21,
    "text": "While in Egypt Hadad heard that David had passed away and that Joab, the commander of the army, was dead. So Hadad asked Pharaoh, “Give me permission to leave so I can return to my homeland.” ",
    "reference": "1 Kings 11:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 22,
    "text": "Pharaoh said to him, “What do you lack here that makes you want to go to your homeland?” Hadad replied, “Nothing, but please give me permission to leave.”",
    "reference": "1 Kings 11:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 23,
    "text": "God also brought against Solomon another enemy, Rezon son of Eliada who had run away from his master, King Hadadezer of Zobah. ",
    "reference": "1 Kings 11:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 24,
    "text": "He gathered some men and organized a raiding band. When David tried to kill them, they went to Damascus, where they settled down and gained control of the city. ",
    "reference": "1 Kings 11:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 25,
    "text": "He was Israel’s enemy throughout Solomon’s reign and, like Hadad, caused trouble. He loathed Israel and ruled over Syria. ",
    "reference": "1 Kings 11:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 26,
    "text": "Jeroboam son of Nebat, one of Solomon’s servants, rebelled against the king. He was an Ephraimite from Zeredah whose mother was a widow named Zeruah. ",
    "reference": "1 Kings 11:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 27,
    "text": "This is what prompted him to rebel against the king: Solomon built a terrace, and he closed up a gap in the wall of the city of his father David. ",
    "reference": "1 Kings 11:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 28,
    "text": "Jeroboam was a talented man; when Solomon saw that the young man was an accomplished worker, he made him the leader of the work crew from the tribe of Joseph. ",
    "reference": "1 Kings 11:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 29,
    "text": "At that time, when Jeroboam had left Jerusalem, the prophet Ahijah the Shilonite met him on the road; the two of them were alone in the open country. Ahijah was wearing a brand new robe, ",
    "reference": "1 Kings 11:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 30,
    "text": "and he grabbed the robe and tore it into 12 pieces. ",
    "reference": "1 Kings 11:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 31,
    "text": "Then he told Jeroboam, “Take 10 pieces, for this is what the Lord God of Israel has said: ‘Look, I am about to tear the kingdom from Solomon’s hand and I will give 10 tribes to you.",
    "reference": "1 Kings 11:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 32,
    "text": "He will retain one tribe, for my servant David’s sake and for the sake of Jerusalem, the city I have chosen out of all the tribes of Israel. ",
    "reference": "1 Kings 11:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 33,
    "text": "I am taking the kingdom from him because they have abandoned me and worshiped the Sidonian goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom. They have not followed my instructions by doing what I approve and obeying my rules and regulations, as Solomon’s father David did.",
    "reference": "1 Kings 11:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 34,
    "text": "I will not take the whole kingdom from his hand. I will allow him to be ruler for the rest of his life for the sake of my chosen servant David who kept my commandments and rules. ",
    "reference": "1 Kings 11:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 35,
    "text": "I will take the kingdom from the hand of his son and give 10 tribes to you.",
    "reference": "1 Kings 11:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 36,
    "text": "I will leave his son one tribe so my servant David’s dynasty may continue to serve me in Jerusalem, the city I have chosen as my home. ",
    "reference": "1 Kings 11:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 37,
    "text": "I will select you; you will rule over all you desire to have and you will be king over Israel. ",
    "reference": "1 Kings 11:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 38,
    "text": "You must obey all I command you to do, follow my instructions, do what I approve, and keep my rules and commandments, as my servant David did. Then I will be with you and establish for you a lasting dynasty, as I did for David; I will give you Israel. ",
    "reference": "1 Kings 11:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 39,
    "text": "I will humiliate David’s descendants because of this, but not forever.’” ",
    "reference": "1 Kings 11:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 40,
    "text": "Solomon tried to kill Jeroboam, but Jeroboam escaped to Egypt and found refuge with King Shishak of Egypt. He stayed in Egypt until Solomon died. ",
    "reference": "1 Kings 11:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 41,
    "text": "The rest of the events of Solomon’s reign, including all his accomplishments and his wise decisions, are recorded in the scroll called the Annals of Solomon. ",
    "reference": "1 Kings 11:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 42,
    "text": "Solomon ruled over all Israel from Jerusalem for 40 years. ",
    "reference": "1 Kings 11:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 11,
    "verse": 43,
    "text": "Then Solomon passed away and was buried in the city of his father David. His son Rehoboam replaced him as king. ",
    "reference": "1 Kings 11:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 1,
    "text": "Rehoboam traveled to Shechem, for all Israel had gathered in Shechem to make Rehoboam king. ",
    "reference": "1 Kings 12:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 2,
    "text": " When Jeroboam son of Nebat heard the news, he was still in Egypt, where he had fled from King Solomon and had been living ever since.",
    "reference": "1 Kings 12:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 3,
    "text": "They sent for him, and Jeroboam and the whole Israelite assembly came and spoke to Rehoboam, saying, ",
    "reference": "1 Kings 12:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 4,
    "text": "“Your father made us work too hard. Now if you lighten the demands he made and don’t make us work as hard, we will serve you.” ",
    "reference": "1 Kings 12:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 5,
    "text": "He said to them, “Go away for three days, then return to me.” So the people went away. ",
    "reference": "1 Kings 12:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 6,
    "text": "King Rehoboam consulted with the older advisers who had served his father Solomon when he had been alive. He asked them, “How do you advise me to answer these people?” ",
    "reference": "1 Kings 12:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 7,
    "text": "They said to him, “Today if you will be a servant to these people and grant their request, speaking kind words to them, they will be your servants from this time forward.”",
    "reference": "1 Kings 12:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 8,
    "text": "But Rehoboam rejected their advice and consulted the young advisers who served him, with whom he had grown up.",
    "reference": "1 Kings 12:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 9,
    "text": "He asked them, “How do you advise me to respond to these people who said to me, ‘Lessen the demands your father placed on us’?”",
    "reference": "1 Kings 12:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 10,
    "text": "The young advisers with whom Rehoboam had grown up said to him, “Say this to these people who have said to you, ‘Your father made us work hard, but now lighten our burden.’ Say this to them: ‘I am a lot harsher than my father! ",
    "reference": "1 Kings 12:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 11,
    "text": "My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.’” ",
    "reference": "1 Kings 12:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 12,
    "text": "Jeroboam and all the people reported to Rehoboam on the third day, just as the king had ordered when he said, “Return to me on the third day.” ",
    "reference": "1 Kings 12:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 13,
    "text": "The king responded to the people harshly. He rejected the advice of the older men",
    "reference": "1 Kings 12:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 14,
    "text": "and followed the advice of the younger ones. He said, “My father imposed heavy demands on you; I will make them even heavier. My father punished you with ordinary whips; I will punish you with whips that really sting your flesh.”",
    "reference": "1 Kings 12:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 15,
    "text": "The king refused to listen to the people, because the Lord was instigating this turn of events so that he might bring to pass the prophetic announcement he had made through Ahijah the Shilonite to Jeroboam son of Nebat. ",
    "reference": "1 Kings 12:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 16,
    "text": "When all Israel saw that the king refused to listen to them, the people answered the king, “We have no portion in David, no share in the son of Jesse! Return to your homes, O Israel! Now, look after your own dynasty, O David!” So Israel returned to their homes. ",
    "reference": "1 Kings 12:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 17,
    "text": "(Rehoboam continued to rule over the Israelites who lived in the cities of Judah.) ",
    "reference": "1 Kings 12:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 18,
    "text": "King Rehoboam sent Adoniram, the supervisor of the work crews, out after them, but all Israel stoned him to death. King Rehoboam managed to jump into his chariot and escape to Jerusalem. ",
    "reference": "1 Kings 12:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 19,
    "text": "So Israel has been in rebellion against the Davidic dynasty to this very day. ",
    "reference": "1 Kings 12:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 20,
    "text": "When all Israel heard that Jeroboam had returned, they summoned him to the assembly and made him king over all Israel. No one except the tribe of Judah remained loyal to the Davidic dynasty. ",
    "reference": "1 Kings 12:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 21,
    "text": "When Rehoboam arrived in Jerusalem, he summoned 180,000 skilled warriors from all Judah and the tribe of Benjamin to attack Israel and restore the kingdom to Rehoboam son of Solomon. ",
    "reference": "1 Kings 12:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 22,
    "text": "But God told Shemaiah the prophet, ",
    "reference": "1 Kings 12:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 23,
    "text": "“Say this to King Rehoboam son of Solomon of Judah, and to all Judah and Benjamin, as well as the rest of the people, ",
    "reference": "1 Kings 12:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 24,
    "text": "‘This is what the Lord has said: “Do not attack and make war with your brothers, the Israelites. Each of you go home. Indeed this thing has happened because of me.”’” So they obeyed the Lord’s message. They went home in keeping with the Lord’s message.",
    "reference": "1 Kings 12:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 25,
    "text": " Jeroboam built up Shechem in the Ephraimite hill country and lived there. From there he went out and built up Penuel. ",
    "reference": "1 Kings 12:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 26,
    "text": "Jeroboam then thought to himself: “Now the Davidic dynasty could regain the kingdom. ",
    "reference": "1 Kings 12:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 27,
    "text": "If these people go up to offer sacrifices in the Lord’s temple in Jerusalem, their loyalty could shift to their former master, King Rehoboam of Judah. They might kill me and return to King Rehoboam of Judah.” ",
    "reference": "1 Kings 12:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 28,
    "text": "After the king had consulted with his advisers, he made two golden calves. Then he said to the people, “It is too much trouble for you to go up to Jerusalem. Look, Israel, here are your gods who brought you up from the land of Egypt.” ",
    "reference": "1 Kings 12:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 29,
    "text": "He put one in Bethel and the other in Dan. ",
    "reference": "1 Kings 12:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 30,
    "text": "This caused Israel to sin; the people went to Bethel and Dan to worship the calves.",
    "reference": "1 Kings 12:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 31,
    "text": "He built temples on the high places and appointed as priests common people who were not Levites. ",
    "reference": "1 Kings 12:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 32,
    "text": "Jeroboam inaugurated a festival on the fifteenth day of the eighth month, like the festival celebrated in Judah. On the altar in Bethel he offered sacrifices to the calves he had made. In Bethel he also appointed priests for the high places he had made. ",
    "reference": "1 Kings 12:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 12,
    "verse": 33,
    "text": "On the fifteenth day of the eighth month (a date he had arbitrarily chosen) Jeroboam offered sacrifices on the altar he had made in Bethel. He inaugurated a festival for the Israelites and went up to the altar to offer sacrifices. ",
    "reference": "1 Kings 12:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 1,
    "text": "Just then a prophet arrived from Judah with the Lord’s message for Bethel, as Jeroboam was standing near the altar ready to offer a sacrifice. ",
    "reference": "1 Kings 13:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 2,
    "text": "He cried out against the altar with the Lord’s message, “O altar, altar! This is what the Lord has said, ‘Look, a son named Josiah will be born to the Davidic dynasty. He will sacrifice on you the priests of the high places who offer sacrifices on you. Human bones will be burned on you.’”",
    "reference": "1 Kings 13:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 3,
    "text": "That day he had also given a sign, saying, “This is the sign that the Lord has declared: The altar will split open and the ashes on it will pour out.”",
    "reference": "1 Kings 13:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 4,
    "text": "When the king heard the prophet’s message that he had cried out against the altar in Bethel, Jeroboam took his hand from the altar and pointed it saying, “Seize him!” Then the hand that he had pointed at him stiffened up, and he could not pull it back. ",
    "reference": "1 Kings 13:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 5,
    "text": "Meanwhile the altar split open, and the ashes poured from the altar in fulfillment of the sign the prophet had given with the Lord’s message.",
    "reference": "1 Kings 13:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 6,
    "text": "The king responded to the prophet, “Seek the favor of the Lord your God and pray for me, so that my hand may be restored.” So the prophet sought the Lord’s favor and the king’s hand was restored as it was at first.",
    "reference": "1 Kings 13:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 7,
    "text": "The king then said to the prophet, “Come home with me and have something to eat, so that I may give you a gift.”",
    "reference": "1 Kings 13:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 8,
    "text": "But the prophet said to the king, “Even if you were to give me half your possessions, I would not go with you. I am not allowed to eat food or drink water in this place. ",
    "reference": "1 Kings 13:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 9,
    "text": "For this is how I was commanded in the Lord’s message, ‘Eat no food. Drink no water. And do not return by the way you came.’” ",
    "reference": "1 Kings 13:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 10,
    "text": "So he started back on another road; he did not travel back on the same road he had taken to Bethel. ",
    "reference": "1 Kings 13:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 11,
    "text": "Now there was an old prophet living in Bethel. When his sons came home, they told him everything the prophet had done in Bethel that day. And they told their father all the words that he had spoken to the king. ",
    "reference": "1 Kings 13:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 12,
    "text": "Their father asked them, “Which road did he take?” His sons showed him the road the prophet from Judah had taken. ",
    "reference": "1 Kings 13:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 13,
    "text": "He then told his sons, “Saddle the donkey for me.” When they had saddled the donkey for him, he mounted it",
    "reference": "1 Kings 13:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 14,
    "text": "and took off after the prophet, whom he found sitting under an oak tree. He asked him, “Are you the prophet from Judah?” He answered, “Yes, I am.” ",
    "reference": "1 Kings 13:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 15,
    "text": "He then said to him, “Come home with me and eat something.” ",
    "reference": "1 Kings 13:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 16,
    "text": "But he replied, “I can’t go back with you. I am not allowed to eat food or to drink water with you in this place. ",
    "reference": "1 Kings 13:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 17,
    "text": "For an order came to me in the Lord’s message, ‘Eat no food. Drink no water there. And do not return by the way you came.’” ",
    "reference": "1 Kings 13:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 18,
    "text": "Then the old prophet said, “I too am a prophet like you. And an angel has told me in a message from the Lord, ‘Bring him back with you to your house so he can eat food and drink water.’” But he had lied to him.",
    "reference": "1 Kings 13:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 19,
    "text": "So the prophet went back with him. He ate food in his house and he drank water.",
    "reference": "1 Kings 13:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 20,
    "text": "While they were sitting at the table, the Lord’s message came to the old prophet who had brought him back.",
    "reference": "1 Kings 13:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 21,
    "text": "So he cried out to the prophet who had come from Judah, “This is what the Lord has said, ‘You have rebelled against the Lord’s instruction and have not obeyed the command the Lord your God gave you.",
    "reference": "1 Kings 13:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 22,
    "text": "You went back. You ate food. And you drank water in the place of which he had said to you, “Eat no food. Drink no water.” Therefore your corpse will not be buried in your ancestral tomb.’” ",
    "reference": "1 Kings 13:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 23,
    "text": "So this is what happened after he had eaten food and drunk water. The old prophet saddled the donkey for the prophet whom he had brought back.",
    "reference": "1 Kings 13:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 24,
    "text": "So the prophet from Judah travelled on. Then a lion attacked him on the road and killed him.There was his body lying on the road, with the donkey standing next to it, and the lion just standing there by the body.",
    "reference": "1 Kings 13:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 25,
    "text": "Then some men came passing by and saw the body lying in the road with the lion standing next to the body. They went and reported what they had seen in the city where the old prophet lived. ",
    "reference": "1 Kings 13:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 26,
    "text": "When the old prophet who had invited him to his house heard the news, he said, “It is the prophet who rebelled against the Lord. The Lord delivered him over to the lion and it tore him up and killed him, in keeping with the Lord’s message that he had spoken to him.”",
    "reference": "1 Kings 13:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 27,
    "text": "He told his sons, “Saddle my donkey.” So they saddled it.",
    "reference": "1 Kings 13:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 28,
    "text": "He went and found the body lying in the road with the donkey and the lion standing beside it; the lion had neither eaten the body nor attacked the donkey. ",
    "reference": "1 Kings 13:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 29,
    "text": "The old prophet picked up the prophet’s body, put it on the donkey, and brought it back. The old prophet then entered the city to mourn him and to bury him.",
    "reference": "1 Kings 13:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 30,
    "text": "He put the body into his own tomb, and they mourned over him, saying, “Ah, my brother!” ",
    "reference": "1 Kings 13:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 31,
    "text": "After he buried him, he said to his sons, “When I die, bury me in the tomb where the prophet is buried; put my bones right beside his bones, ",
    "reference": "1 Kings 13:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 32,
    "text": "because the message that he announced as the Lord’s message against the altar in Bethel and against all the temples on the high places in the cities of the north will certainly be fulfilled.” ",
    "reference": "1 Kings 13:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 33,
    "text": "After this happened, Jeroboam still did not change his evil ways; he continued to appoint common people as priests at the high places. Anyone who wanted the job he consecrated as a priest. ",
    "reference": "1 Kings 13:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 13,
    "verse": 34,
    "text": "This sin caused Jeroboam’s dynasty to come to an end and to be destroyed from the face of the earth. ",
    "reference": "1 Kings 13:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 1,
    "text": " At that time Jeroboam’s son Abijah became sick. ",
    "reference": "1 Kings 14:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 2,
    "text": "Jeroboam told his wife, “Disguise yourself so that people cannot recognize you are Jeroboam’s wife. Then go to Shiloh; Ahijah the prophet, who told me I would rule over this nation, lives there. ",
    "reference": "1 Kings 14:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 3,
    "text": "Take 10 loaves of bread, some small cakes, and a container of honey and visit him. He will tell you what will happen to the boy.” ",
    "reference": "1 Kings 14:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 4,
    "text": "Jeroboam’s wife did as she was told. She went to Shiloh and visited Ahijah. Now Ahijah could not see; he had lost his eyesight in his old age. ",
    "reference": "1 Kings 14:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 5,
    "text": "But the Lord had told Ahijah, “Look, Jeroboam’s wife is coming to find out from you what will happen to her son, for he is sick. Tell her such and such. When she comes, she will be in a disguise.” ",
    "reference": "1 Kings 14:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 6,
    "text": "When Ahijah heard the sound of her footsteps as she came through the door, he said, “Come on in, wife of Jeroboam! Why are you pretending to be someone else? I have been commissioned to give you bad news. ",
    "reference": "1 Kings 14:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 7,
    "text": "Go, tell Jeroboam, ‘This is what the Lord God of Israel has said: “I raised you up from among the people and made you ruler over my people Israel. ",
    "reference": "1 Kings 14:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 8,
    "text": "I tore the kingdom away from the Davidic dynasty and gave it to you. But you are not like my servant David, who kept my commandments and followed me wholeheartedly by doing only what I approve. ",
    "reference": "1 Kings 14:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 9,
    "text": "You have sinned more than all who came before you. You went and angered me by making other gods, formed out of metal; you have completely disregarded me.",
    "reference": "1 Kings 14:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 10,
    "text": "So I am ready to bring disaster on the dynasty of Jeroboam. I will cut off every last male belonging to Jeroboam in Israel, including even the weak and incapacitated. I will burn up the dynasty of Jeroboam, just as one burns manure until it is completely consumed. ",
    "reference": "1 Kings 14:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 11,
    "text": "Dogs will eat the members of your family who die in the city, and the birds of the sky will eat the ones who die in the country.”’ Indeed, the Lord has announced it!",
    "reference": "1 Kings 14:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 12,
    "text": "“As for you, get up and go home. When you set foot in the city, the boy will die. ",
    "reference": "1 Kings 14:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 13,
    "text": "All Israel will mourn him and bury him. He is the only one in Jeroboam’s family who will receive a decent burial, for he is the only one in whom the Lord God of Israel found anything good. ",
    "reference": "1 Kings 14:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 14,
    "text": "The Lord will raise up a king over Israel who will cut off Jeroboam’s dynasty. It is ready to happen! ",
    "reference": "1 Kings 14:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 15,
    "text": "The Lord will attack Israel, making it like a reed that sways in the water. He will remove Israel from this good land he gave to their ancestors and scatter them beyond the Euphrates River, because they angered the Lord by making Asherah poles. ",
    "reference": "1 Kings 14:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 16,
    "text": "He will hand Israel over to their enemies because of the sins which Jeroboam committed and which he made Israel commit.” ",
    "reference": "1 Kings 14:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 17,
    "text": "So Jeroboam’s wife got up and went back to Tirzah. As she crossed the threshold of the house, the boy died. ",
    "reference": "1 Kings 14:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 18,
    "text": "All Israel buried him and mourned for him, in keeping with the Lord’s message that he had spoken through his servant, the prophet Ahijah. ",
    "reference": "1 Kings 14:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 19,
    "text": "The rest of the events of Jeroboam’s reign, including the details of his battles and rule, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 14:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 20,
    "text": "Jeroboam ruled for 22 years; then he passed away. His son Nadab replaced him as king. ",
    "reference": "1 Kings 14:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 21,
    "text": "Now Rehoboam son of Solomon ruled in Judah. He was forty-one years old when he became king, and he ruled for 17 years in Jerusalem, the city the Lord chose from all the tribes of Israel to be his home. His mother was an Ammonite woman named Naamah. ",
    "reference": "1 Kings 14:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 22,
    "text": "Judah did evil in the sight of the Lord. They made him more jealous by their sins than their ancestors had done. ",
    "reference": "1 Kings 14:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 23,
    "text": "They even built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree. ",
    "reference": "1 Kings 14:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 24,
    "text": "There were also male cultic prostitutes in the land. They committed the same horrible sins as the nations that the Lord had driven out from before the Israelites. ",
    "reference": "1 Kings 14:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 25,
    "text": "In King Rehoboam’s fifth year, King Shishak of Egypt attacked Jerusalem. ",
    "reference": "1 Kings 14:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 26,
    "text": "He took away the treasures of the Lord’s temple and of the royal palace; he took everything, including all the golden shields that Solomon had made. ",
    "reference": "1 Kings 14:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 27,
    "text": "King Rehoboam made bronze shields to replace them and assigned them to the officers of the royal guard who protected the entrance to the royal palace. ",
    "reference": "1 Kings 14:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 28,
    "text": "Whenever the king visited the Lord’s temple, the royal guard carried them and then brought them back to the guardroom. ",
    "reference": "1 Kings 14:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 29,
    "text": "The rest of the events of Rehoboam’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "1 Kings 14:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 30,
    "text": "Rehoboam and Jeroboam were continually at war with each other. ",
    "reference": "1 Kings 14:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 14,
    "verse": 31,
    "text": "Rehoboam passed away and was buried with his ancestors in the City of David. His mother was an Ammonite named Naamah. His son Abijah replaced him as king. ",
    "reference": "1 Kings 14:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 1,
    "text": "In the eighteenth year of the reign of Jeroboam son of Nebat, Abijah became king over Judah. ",
    "reference": "1 Kings 15:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 2,
    "text": "He ruled for three years in Jerusalem. His mother was Maacah, the daughter of Abishalom. ",
    "reference": "1 Kings 15:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 3,
    "text": "He followed all the sinful practices of his father before him. He was not wholeheartedly devoted to the Lord his God, as his ancestor David had been.",
    "reference": "1 Kings 15:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 4,
    "text": "Nevertheless for David’s sake the Lord his God maintained his dynasty in Jerusalem by giving him a son to succeed him and by protecting Jerusalem. ",
    "reference": "1 Kings 15:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 5,
    "text": "He did this because David had done what he approved and had not disregarded any of his commandments his entire lifetime, except for the incident involving Uriah the Hittite. ",
    "reference": "1 Kings 15:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 6,
    "text": "Rehoboam and Jeroboam were continually at war with each other throughout Abijah’s lifetime. ",
    "reference": "1 Kings 15:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 7,
    "text": "The rest of the events of Abijah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. Abijah and Jeroboam had been at war with each other.",
    "reference": "1 Kings 15:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 8,
    "text": "Abijah passed away and was buried in the City of David. His son Asa replaced him as king. ",
    "reference": "1 Kings 15:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 9,
    "text": "In the twentieth year of Jeroboam’s reign over Israel, Asa became the king of Judah. ",
    "reference": "1 Kings 15:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 10,
    "text": "He ruled for 41 years in Jerusalem. His grandmother was Maacah daughter of Abishalom. ",
    "reference": "1 Kings 15:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 11,
    "text": "Asa did what the Lord approved as his ancestor David had done. ",
    "reference": "1 Kings 15:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 12,
    "text": "He removed the male cultic prostitutes from the land and got rid of all the disgusting idols his ancestors had made. ",
    "reference": "1 Kings 15:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 13,
    "text": "He also removed Maacah his grandmother from her position as queen mother because she had made a loathsome Asherah pole. Asa cut down her loathsome pole and burned it in the Kidron Valley. ",
    "reference": "1 Kings 15:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 14,
    "text": "The high places were not eliminated, yet Asa was wholeheartedly devoted to the Lord throughout his lifetime. ",
    "reference": "1 Kings 15:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 15,
    "text": "He brought the holy items that he and his father had made into the Lord’s temple, including the silver, gold, and other articles. ",
    "reference": "1 Kings 15:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 16,
    "text": "Now Asa and King Baasha of Israel were continually at war with each other. ",
    "reference": "1 Kings 15:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 17,
    "text": "King Baasha of Israel attacked Judah and established Ramah as a military outpost to prevent anyone from leaving or entering the land of King Asa of Judah. ",
    "reference": "1 Kings 15:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 18,
    "text": "Asa took all the silver and gold that was left in the treasuries of the Lord’s temple and of the royal palace and handed it to his servants. He then told them to deliver it to Ben Hadad son of Tabrimmon, the son of Hezion, king of Syria, ruler in Damascus, along with this message: ",
    "reference": "1 Kings 15:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 19,
    "text": "“I want to make a treaty with you, like the one our fathers made. See, I have sent you silver and gold as a present. Break your treaty with King Baasha of Israel, so he will retreat from my land.”",
    "reference": "1 Kings 15:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 20,
    "text": "Ben Hadad accepted King Asa’s offer and ordered his army commanders to attack the cities of Israel. They conquered Ijon, Dan, Abel Beth Maacah, and all the territory of Naphtali, including the region of Kinnereth. ",
    "reference": "1 Kings 15:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 21,
    "text": "When Baasha heard the news, he stopped fortifying Ramah and settled down in Tirzah. ",
    "reference": "1 Kings 15:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 22,
    "text": "King Asa ordered all the men of Judah (no exemptions were granted) to carry away the stones and wood that Baasha had used to build Ramah. King Asa used the materials to build up Geba (in Benjamin) and Mizpah. ",
    "reference": "1 Kings 15:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 23,
    "text": "The rest of the events of Asa’s reign, including all his successes and accomplishments, as well as a record of the cities he built, are recorded in the scroll called the Annals of the Kings of Judah. Yet when he was very old he developed a foot disease.",
    "reference": "1 Kings 15:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 24,
    "text": "Asa passed away and was buried with his ancestors in the city of his ancestor David. His son Jehoshaphat replaced him as king. ",
    "reference": "1 Kings 15:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 25,
    "text": "In the second year of Asa’s reign over Judah, Jeroboam’s son Nadab became the king of Israel; he ruled Israel for two years. ",
    "reference": "1 Kings 15:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 26,
    "text": "He did evil in the sight of the Lord. He followed in his father’s footsteps and encouraged Israel to sin. ",
    "reference": "1 Kings 15:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 27,
    "text": "Baasha son of Ahijah, from the tribe of Issachar, conspired against Nadab and assassinated him in Gibbethon, which was in Philistine territory. This happened while Nadab and all the Israelite army were besieging Gibbethon. ",
    "reference": "1 Kings 15:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 28,
    "text": "Baasha killed him in the third year of Asa’s reign over Judah and replaced him as king.",
    "reference": "1 Kings 15:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 29,
    "text": "When he became king, he executed Jeroboam’s entire family. He wiped out everyone who breathed, in keeping with the Lord’s message that he had spoken through his servant Ahijah the Shilonite. ",
    "reference": "1 Kings 15:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 30,
    "text": "This happened because of the sins which Jeroboam committed and which he made Israel commit. These sins angered the Lord God of Israel. ",
    "reference": "1 Kings 15:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 31,
    "text": "The rest of the events of Nadab’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 15:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 32,
    "text": "Asa and King Baasha of Israel were continually at war with each other. ",
    "reference": "1 Kings 15:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 33,
    "text": "In the third year of Asa’s reign over Judah, Baasha son of Ahijah became king over all Israel in Tirzah; he ruled for 24 years. ",
    "reference": "1 Kings 15:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 15,
    "verse": 34,
    "text": "He did evil in the sight of the Lord; he followed in Jeroboam’s footsteps and encouraged Israel to sin. ",
    "reference": "1 Kings 15:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 1,
    "text": "The Lord’s message against Baasha came to Jehu son of Hanani: ",
    "reference": "1 Kings 16:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 2,
    "text": "“I raised you up from the dust and made you ruler over my people Israel. Yet you followed in Jeroboam’s footsteps and encouraged my people Israel to sin; their sins have made me angry. ",
    "reference": "1 Kings 16:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 3,
    "text": "So I am ready to burn up Baasha and his family, and make your family like the family of Jeroboam son of Nebat. ",
    "reference": "1 Kings 16:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 4,
    "text": "Dogs will eat the members of Baasha’s family who die in the city, and the birds of the sky will eat the ones who die in the country.” ",
    "reference": "1 Kings 16:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 5,
    "text": "The rest of the events of Baasha’s reign, including his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 6,
    "text": "Baasha passed away and was buried in Tirzah. His son Elah replaced him as king. ",
    "reference": "1 Kings 16:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 7,
    "text": "And so it was the Lord’s message came through the prophet Jehu son of Hanani against Baasha and his family. This was because of all the evil he had done in the Lord’s view, by angering him with his deeds and becoming like Jeroboam’s dynasty, and because of how he had destroyed Jeroboam’s dynasty. ",
    "reference": "1 Kings 16:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 8,
    "text": "In the twenty-sixth year of Asa’s reign over Judah, Baasha’s son Elah became king over Israel; he ruled in Tirzah for two years. ",
    "reference": "1 Kings 16:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 9,
    "text": "His servant Zimri, a commander of half of his chariot force, conspired against him. While Elah was in Tirzah drinking heavily at the house of Arza, who supervised the palace in Tirzah, ",
    "reference": "1 Kings 16:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 10,
    "text": "Zimri came in and struck him dead. (This happened in the twenty-seventh year of Asa’s reign over Judah.) Zimri replaced Elah as king. ",
    "reference": "1 Kings 16:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 11,
    "text": "When he became king and occupied the throne, he killed Baasha’s entire family. He did not spare any male belonging to him; he killed his relatives and his friends. ",
    "reference": "1 Kings 16:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 12,
    "text": "Zimri destroyed Baasha’s entire family, in keeping with the Lord’s message which he had spoken against Baasha through Jehu the prophet. ",
    "reference": "1 Kings 16:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 13,
    "text": "This happened because of all the sins which Baasha and his son Elah committed and which they made Israel commit. They angered the Lord God of Israel with their worthless idols.",
    "reference": "1 Kings 16:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 14,
    "text": "The rest of the events of Elah’s reign, including all his accomplishments, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 15,
    "text": "In the twenty-seventh year of Asa’s reign over Judah, Zimri became king over Israel; he ruled for seven days in Tirzah. Zimri’s revolt took place while the army was deployed in Gibbethon, which was in Philistine territory.",
    "reference": "1 Kings 16:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 16,
    "text": "While deployed there, the army received this report: “Zimri has conspired against the king and assassinated him.” So all Israel made Omri, the commander of the army, king over Israel that very day in the camp. ",
    "reference": "1 Kings 16:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 17,
    "text": "Omri and all Israel went up from Gibbethon and besieged Tirzah. ",
    "reference": "1 Kings 16:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 18,
    "text": "When Zimri saw that the city was captured, he went into the fortified area of the royal palace. He set the palace on fire and died in the flames.",
    "reference": "1 Kings 16:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 19,
    "text": "This happened because of the sins he committed. He did evil in the sight of the Lord and followed in Jeroboam’s footsteps and encouraged Israel to continue sinning. ",
    "reference": "1 Kings 16:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 20,
    "text": "The rest of the events of Zimri’s reign, including the details of his revolt, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 21,
    "text": "At that time the people of Israel were divided in their loyalties. Half the people supported Tibni son of Ginath and wanted to make him king; the other half supported Omri. ",
    "reference": "1 Kings 16:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 22,
    "text": "Omri’s supporters were stronger than those who supported Tibni son of Ginath. Tibni died; Omri became king. ",
    "reference": "1 Kings 16:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 23,
    "text": "In the thirty-first year of Asa’s reign over Judah, Omri became king over Israel. He ruled for twelve years, six of them in Tirzah. ",
    "reference": "1 Kings 16:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 24,
    "text": "He purchased the hill of Samaria from Shemer for two talents of silver. He launched a construction project there and named the city he built after Shemer, the former owner of the hill of Samaria. ",
    "reference": "1 Kings 16:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 25,
    "text": "Omri did more evil in the sight of the Lord than all who were before him.",
    "reference": "1 Kings 16:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 26,
    "text": "He followed in the footsteps of Jeroboam son of Nebat and encouraged Israel to sin; they angered the Lord God of Israel with their worthless idols.",
    "reference": "1 Kings 16:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 27,
    "text": "The rest of the events of Omri’s reign, including his accomplishments and successes, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 16:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 28,
    "text": "Omri passed away and was buried in Samaria. His son Ahab replaced him as king. ",
    "reference": "1 Kings 16:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 29,
    "text": "In the thirty-eighth year of Asa’s reign over Judah, Omri’s son Ahab became king over Israel. Ahab son of Omri ruled over Israel for 22 years in Samaria. ",
    "reference": "1 Kings 16:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 30,
    "text": "Ahab son of Omri did more evil in the sight of the Lord than all who were before him.",
    "reference": "1 Kings 16:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 31,
    "text": "As if following in the sinful footsteps of Jeroboam son of Nebat were not bad enough, he married Jezebel the daughter of King Ethbaal of the Sidonians. Then he worshiped and bowed to Baal. ",
    "reference": "1 Kings 16:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 32,
    "text": "He set up an altar for Baal in the temple of Baal he had built in Samaria. ",
    "reference": "1 Kings 16:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 33,
    "text": "Ahab also made an Asherah pole; he did more to anger the Lord God of Israel than all the kings of Israel who were before him.",
    "reference": "1 Kings 16:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 16,
    "verse": 34,
    "text": "During Ahab’s reign, Hiel the Bethelite rebuilt Jericho. Abiram, his firstborn son, died when he laid the foundation; Segub, his youngest son, died when he erected its gates, in keeping with the Lord’s message that he had spoken through Joshua son of Nun. ",
    "reference": "1 Kings 16:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 1,
    "text": "Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, “As certainly as the Lord God of Israel lives (whom I serve), there will be no dew or rain in the years ahead unless I give the command.” ",
    "reference": "1 Kings 17:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 2,
    "text": "The Lord’s message came to him: ",
    "reference": "1 Kings 17:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 3,
    "text": "“Leave here and travel eastward. Hide out in the Kerith Valley near the Jordan. ",
    "reference": "1 Kings 17:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 4,
    "text": "Drink from the stream; I have already told the ravens to bring you food there.” ",
    "reference": "1 Kings 17:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 5,
    "text": "So he carried out the Lord’s message; he went and lived in the Kerith Valley near the Jordan. ",
    "reference": "1 Kings 17:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 6,
    "text": "The ravens would bring him bread and meat each morning and evening, and he would drink from the stream. ",
    "reference": "1 Kings 17:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 7,
    "text": "After a while, the stream dried up because there had been no rain in the land. ",
    "reference": "1 Kings 17:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 8,
    "text": "The Lord’s message came to him, ",
    "reference": "1 Kings 17:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 9,
    "text": "“Get up, go to Zarephath in Sidonian territory, and live there. I have already told a widow who lives there to provide for you.”",
    "reference": "1 Kings 17:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 10,
    "text": "So he got up and went to Zarephath. When he went through the city gate, there was a widow gathering wood. He called out to her, “Please give me a little water in a cup, so I can take a drink.” ",
    "reference": "1 Kings 17:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 11,
    "text": "As she went to get it, he called out to her, “Please bring me a piece of bread.” ",
    "reference": "1 Kings 17:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 12,
    "text": "She said, “As certainly as the Lord your God lives, I have no food, except for a handful of flour in a jar and a little olive oil in a jug. Right now I am gathering a couple of sticks for a fire. Then I’m going home to make one final meal for my son and myself. After we have eaten that, we will die of starvation.”",
    "reference": "1 Kings 17:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 13,
    "text": "Elijah said to her, “Don’t be afraid. Go and do as you planned. But first make me a small cake and bring it to me; then make something for yourself and your son. ",
    "reference": "1 Kings 17:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 14,
    "text": "For this is what the Lord God of Israel has said: ‘The jar of flour will not be empty and the jug of oil will not run out until the day the Lord makes it rain on the surface of the ground.’” ",
    "reference": "1 Kings 17:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 15,
    "text": "She went and did as Elijah told her; there was always enough food for Elijah and for her and her family. ",
    "reference": "1 Kings 17:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 16,
    "text": "The jar of flour was never empty and the jug of oil never ran out, in keeping with the Lord’s message that he had spoken through Elijah. ",
    "reference": "1 Kings 17:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 17,
    "text": "After this the son of the woman who owned the house got sick. His illness was so severe he could no longer breathe. ",
    "reference": "1 Kings 17:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 18,
    "text": "She asked Elijah, “Why, prophet, have you come to me to confront me with my sin and kill my son?” ",
    "reference": "1 Kings 17:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 19,
    "text": "He said to her, “Hand me your son.” He took him from her arms, carried him to the upper room where he was staying, and laid him down on his bed. ",
    "reference": "1 Kings 17:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 20,
    "text": "Then he called out to the Lord, “O Lord, my God, are you also bringing disaster on this widow I am staying with by killing her son?” ",
    "reference": "1 Kings 17:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 21,
    "text": "He stretched out over the boy three times and called out to the Lord, “O Lord, my God, please let this boy’s breath return to him.”",
    "reference": "1 Kings 17:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 22,
    "text": "The Lord answered Elijah’s prayer; the boy’s breath returned to him and he lived. ",
    "reference": "1 Kings 17:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 23,
    "text": "Elijah took the boy, brought him down from the upper room to the house, and handed him to his mother. Elijah then said, “See, your son is alive!” ",
    "reference": "1 Kings 17:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 17,
    "verse": 24,
    "text": "The woman said to Elijah, “Now I know that you are a prophet and that the Lord’s message really does come through you.”",
    "reference": "1 Kings 17:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 1,
    "text": "Some time later, in the third year of the famine, the Lord’s message came to Elijah, “Go, make an appearance before Ahab, so I may send rain on the surface of the ground.” ",
    "reference": "1 Kings 18:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 2,
    "text": "So Elijah went to make an appearance before Ahab.Now the famine was severe in Samaria. ",
    "reference": "1 Kings 18:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 3,
    "text": "So Ahab summoned Obadiah, who supervised the palace. (Now Obadiah was a very loyal follower of the Lord. ",
    "reference": "1 Kings 18:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 4,
    "text": "When Jezebel was killing the Lord’s prophets, Obadiah took 100 prophets and hid them in two caves in two groups of 50. He also brought them food and water.) ",
    "reference": "1 Kings 18:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 5,
    "text": "Ahab told Obadiah, “Go through the land to all the springs and valleys. Maybe we can find some grazing areas so we can keep the horses and mules alive and not have to kill some of the animals.” ",
    "reference": "1 Kings 18:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 6,
    "text": "They divided up the land between them to search it; Ahab went one way by himself and Obadiah went the other way by himself. ",
    "reference": "1 Kings 18:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 7,
    "text": "As Obadiah was traveling along, Elijah met him. When he recognized him, he fell facedown to the ground and said, “Is it really you, my master, Elijah?” ",
    "reference": "1 Kings 18:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 8,
    "text": "He replied, “Yes, go and say to your master, ‘Elijah is back.’”",
    "reference": "1 Kings 18:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 9,
    "text": "Obadiah said, “What sin have I committed that you are ready to hand your servant over to Ahab for execution? ",
    "reference": "1 Kings 18:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 10,
    "text": "As certainly as the Lord your God lives, my master has sent to every nation and kingdom in an effort to find you. When they say, ‘He’s not here,’ he makes them swear an oath that they could not find you.",
    "reference": "1 Kings 18:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 11,
    "text": "Now you say, ‘Go and say to your master, “Elijah is back.”’",
    "reference": "1 Kings 18:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 12,
    "text": "But when I leave you, the Lord’s Spirit will carry you away so I can’t find you. If I go tell Ahab I’ve seen you, he won’t be able to find you and he will kill me. That would not be fair, because your servant has been a loyal follower of the Lord from my youth. ",
    "reference": "1 Kings 18:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 13,
    "text": "Certainly my master is aware of what I did when Jezebel was killing the Lord’s prophets. I hid 100 of the Lord’s prophets in two caves in two groups of 50 and I brought them food and water. ",
    "reference": "1 Kings 18:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 14,
    "text": "Now you say, ‘Go and say to your master, “Elijah is back,”’ but he will kill me.”",
    "reference": "1 Kings 18:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 15,
    "text": "But Elijah said, “As certainly as the Lord of Heaven’s Armies lives (whom I serve), I will make an appearance before him today.” ",
    "reference": "1 Kings 18:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 16,
    "text": "When Obadiah went and informed Ahab, the king went to meet Elijah. ",
    "reference": "1 Kings 18:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 17,
    "text": "When Ahab saw Elijah, he said to him, “Is it really you, the one who brings disaster on Israel?” ",
    "reference": "1 Kings 18:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 18,
    "text": "Elijah replied, “I have not brought disaster on Israel. But you and your father’s dynasty have, by abandoning the Lord’s commandments and following the Baals. ",
    "reference": "1 Kings 18:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 19,
    "text": "Now send out messengers and assemble all Israel before me at Mount Carmel, as well as the 450 prophets of Baal and 400 prophets of Asherah whom Jezebel supports.” ",
    "reference": "1 Kings 18:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 20,
    "text": "Ahab sent messengers to all the Israelites and had the prophets assemble at Mount Carmel. ",
    "reference": "1 Kings 18:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 21,
    "text": "Elijah approached all the people and said, “How long are you going to be paralyzed by indecision? If the Lord is the true God, then follow him, but if Baal is, follow him!” But the people did not say a word. ",
    "reference": "1 Kings 18:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 22,
    "text": "Elijah said to them: “I am the only prophet of the Lord who is left, but there are 450 prophets of Baal. ",
    "reference": "1 Kings 18:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 23,
    "text": "Let them bring us two bulls. Let them choose one of the bulls for themselves, cut it up into pieces, and place it on the wood. But they must not set it on fire. I will do the same to the other bull and place it on the wood. But I will not set it on fire. ",
    "reference": "1 Kings 18:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 24,
    "text": "Then you will invoke the name of your god, and I will invoke the name of the Lord. The god who responds with fire will demonstrate that he is the true God.” All the people responded, “This will be a fair test.”",
    "reference": "1 Kings 18:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 25,
    "text": "Elijah told the prophets of Baal, “Choose one of the bulls for yourselves and go first, for you are the majority. Invoke the name of your god, but do not light a fire.” ",
    "reference": "1 Kings 18:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 26,
    "text": "So they took a bull, as he had suggested, and prepared it. They invoked the name of Baal from morning until noon, saying, “Baal, answer us.” But there was no sound and no answer. They jumped around on the altar they had made. ",
    "reference": "1 Kings 18:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 27,
    "text": "At noon Elijah mocked them, “Yell louder! After all, he is a god; he may be deep in thought, or perhaps he stepped out for a moment or has taken a trip. Perhaps he is sleeping and needs to be awakened.” ",
    "reference": "1 Kings 18:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 28,
    "text": "So they yelled louder and, in accordance with their prescribed ritual, mutilated themselves with swords and spears until their bodies were covered with blood. ",
    "reference": "1 Kings 18:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 29,
    "text": "Throughout the afternoon they were in an ecstatic frenzy, but there was no sound, no answer, and no response. ",
    "reference": "1 Kings 18:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 30,
    "text": "Elijah then told all the people, “Approach me.” So all the people approached him. He repaired the altar of the Lord that had been torn down.",
    "reference": "1 Kings 18:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 31,
    "text": "Then Elijah took 12 stones, corresponding to the number of tribes that descended from Jacob, to whom the Lord’s message had come, “Israel will be your name.” ",
    "reference": "1 Kings 18:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 32,
    "text": "With the stones he constructed an altar for the Lord. Around the altar he made a trench large enough to contain two seahs of seed. ",
    "reference": "1 Kings 18:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 33,
    "text": "He arranged the wood, cut up the bull, and placed it on the wood. Then he said, “Fill four water jars and pour the water on the offering and the wood.”",
    "reference": "1 Kings 18:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 34,
    "text": "When they had done so, he said, “Do it again.” So they did it again. Then he said, “Do it a third time.” So they did it a third time.",
    "reference": "1 Kings 18:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 35,
    "text": "The water flowed down all sides of the altar and filled the trench. ",
    "reference": "1 Kings 18:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 36,
    "text": "When it was time for the evening offering, Elijah the prophet approached the altar and prayed: “O Lord God of Abraham, Isaac, and Israel, prove today that you are God in Israel and that I am your servant and have done all these things at your command. ",
    "reference": "1 Kings 18:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 37,
    "text": "Answer me, O Lord, answer me, so these people will know that you, O Lord, are the true God and that you are winning back their allegiance.”",
    "reference": "1 Kings 18:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 38,
    "text": "Then fire from the Lord fell from the sky. It consumed the offering, the wood, the stones, and the dirt, and licked up the water in the trench. ",
    "reference": "1 Kings 18:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 39,
    "text": "When all the people saw this, they threw themselves down with their faces to the ground and said, “The Lord is the true God! The Lord is the true God!” ",
    "reference": "1 Kings 18:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 40,
    "text": "Elijah told them, “Seize the prophets of Baal! Don’t let even one of them escape!” So they seized them, and Elijah led them down to the Kishon Valley and executed them there. ",
    "reference": "1 Kings 18:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 41,
    "text": "Then Elijah told Ahab, “Go on up and eat and drink, for the sound of a heavy rainstorm can be heard.”",
    "reference": "1 Kings 18:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 42,
    "text": "So Ahab went on up to eat and drink, while Elijah climbed to the top of Carmel. He bent down toward the ground and put his face between his knees. ",
    "reference": "1 Kings 18:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 43,
    "text": "He told his servant, “Go on up and look in the direction of the sea.” So he went on up, looked, and reported, “There is nothing.” Seven times Elijah sent him to look. ",
    "reference": "1 Kings 18:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 44,
    "text": "The seventh time the servant said, “Look, a small cloud, the size of the palm of a man’s hand, is rising up from the sea.” Elijah then said, “Go and tell Ahab, ‘Hitch up the chariots and go down, so that the rain won’t overtake you.’”",
    "reference": "1 Kings 18:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 45,
    "text": "Meanwhile the sky was covered with dark clouds, the wind blew, and there was a heavy rainstorm. Ahab rode toward Jezreel. ",
    "reference": "1 Kings 18:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 18,
    "verse": 46,
    "text": "Now the Lord energized Elijah with power; he tucked his robe into his belt and ran ahead of Ahab all the way to Jezreel. ",
    "reference": "1 Kings 18:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 1,
    "text": "Ahab told Jezebel all that Elijah had done, including a detailed account of how he killed all the prophets with the sword. ",
    "reference": "1 Kings 19:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 2,
    "text": "Jezebel sent a messenger to Elijah with this warning, “May the gods judge me severely if by this time tomorrow I do not take your life as you did theirs!” ",
    "reference": "1 Kings 19:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 3,
    "text": "Elijah was afraid, so he got up and fled for his life to Beer Sheba in Judah. He left his servant there, ",
    "reference": "1 Kings 19:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 4,
    "text": "while he went a day’s journey into the wilderness. He went and sat down under a shrub and asked the Lord to take his life: “I’ve had enough! Now, O Lord, take my life. After all, I’m no better than my ancestors.” ",
    "reference": "1 Kings 19:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 5,
    "text": "He stretched out and fell asleep under the shrub. Suddenly an angelic messenger touched him and said, “Get up and eat.” ",
    "reference": "1 Kings 19:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 6,
    "text": "He looked and right there by his head was a cake baking on hot coals and a jug of water. He ate and drank and then slept some more.",
    "reference": "1 Kings 19:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 7,
    "text": "The angel of the Lord came back again, touched him, and said, “Get up and eat, for otherwise you won’t be able to make the journey.” ",
    "reference": "1 Kings 19:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 8,
    "text": "So he got up and ate and drank. That meal gave him the strength to travel 40 days and 40 nights until he reached Horeb, the mountain of God. ",
    "reference": "1 Kings 19:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 9,
    "text": "He went into a cave there and spent the night. Suddenly the Lord’s message came to him, “Why are you here, Elijah?” ",
    "reference": "1 Kings 19:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 10,
    "text": "He answered, “I have been absolutely loyal to the Lord God of Heaven’s Armies, even though the Israelites have abandoned the covenant they made with you, torn down your altars, and killed your prophets with the sword. I alone am left and now they want to take my life.” ",
    "reference": "1 Kings 19:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 11,
    "text": "The Lord said, “Go out and stand on the mountain before the Lord. Look, the Lord is ready to pass by.”A very powerful wind went before the Lord, digging into the mountain and causing landslides, but the Lord was not in the wind. After the windstorm there was an earthquake, but the Lord was not in the earthquake. ",
    "reference": "1 Kings 19:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 12,
    "text": "After the earthquake, there was a fire, but the Lord was not in the fire. After the fire, there was a soft whisper. ",
    "reference": "1 Kings 19:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 13,
    "text": "When Elijah heard it, he covered his face with his robe and went out and stood at the entrance to the cave. Suddenly a voice asked him, “Why are you here, Elijah?” ",
    "reference": "1 Kings 19:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 14,
    "text": "He answered, “I have been absolutely loyal to the Lord God of Heaven’s Armies, even though the Israelites have abandoned the covenant they made with you, torn down your altars, and killed your prophets with the sword. I alone am left and now they want to take my life.” ",
    "reference": "1 Kings 19:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 15,
    "text": "The Lord said to him, “Go back the way you came and then head for the wilderness of Damascus. Go and anoint Hazael king over Syria. ",
    "reference": "1 Kings 19:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 16,
    "text": "You must anoint Jehu son of Nimshi king over Israel, and Elisha son of Shaphat from Abel Meholah to take your place as prophet. ",
    "reference": "1 Kings 19:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 17,
    "text": "Jehu will kill anyone who escapes Hazael’s sword, and Elisha will kill anyone who escapes Jehu’s sword. ",
    "reference": "1 Kings 19:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 18,
    "text": "I still have left in Israel 7,000 followers who have not bowed their knees to Baal or kissed the images of him.”",
    "reference": "1 Kings 19:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 19,
    "text": "Elijah went from there and found Elisha son of Shaphat. He was plowing with twelve pairs of oxen; he was near the twelfth pair. Elijah passed by him and threw his robe over him.",
    "reference": "1 Kings 19:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 20,
    "text": "He left the oxen, ran after Elijah, and said, “Please let me kiss my father and mother goodbye, then I will follow you.” Elijah said to him, “Go back! Indeed, what have I done to you?”",
    "reference": "1 Kings 19:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 19,
    "verse": 21,
    "text": "Elisha went back and took his pair of oxen and slaughtered them. He cooked the meat over a fire that he made by burning the harness and yoke. He gave the people meat and they ate. Then he got up and followed Elijah and became his assistant. ",
    "reference": "1 Kings 19:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 1,
    "text": "Now King Ben Hadad of Syria assembled all his army, along with 32 other kings with their horses and chariots. He marched against Samaria and besieged and attacked it.",
    "reference": "1 Kings 20:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 2,
    "text": "He sent messengers to King Ahab of Israel, who was in the city. He said to him, “This is what Ben Hadad says:",
    "reference": "1 Kings 20:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 3,
    "text": "‘Your silver and your gold are mine, as well as the best of your wives and sons.’” ",
    "reference": "1 Kings 20:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 4,
    "text": "The king of Israel replied, “It is just as you say, my master, O king. I and all I own belong to you.”",
    "reference": "1 Kings 20:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 5,
    "text": "The messengers came again and said, “This is what Ben Hadad says: ‘I sent this message to you, “You must give me your silver, gold, wives, and sons.” ",
    "reference": "1 Kings 20:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 6,
    "text": "But now at this time tomorrow I will send my servants to you and they will search through your palace and your servants’ houses. They will carry away all your valuables.’” ",
    "reference": "1 Kings 20:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 7,
    "text": "The king of Israel summoned all the leaders of the land and said, “Notice how this man is looking for trouble. Indeed, he demanded my wives, sons, silver, and gold, and I did not resist him.” ",
    "reference": "1 Kings 20:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 8,
    "text": "All the leaders and people said to him, “Do not give in or agree to his demands.” ",
    "reference": "1 Kings 20:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 9,
    "text": "So he said to the messengers of Ben Hadad, “Say this to my master, the king: ‘I will give you everything you demanded at first from your servant, but I am unable to agree to this latest demand.’” So the messengers went back and gave their report. ",
    "reference": "1 Kings 20:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 10,
    "text": "Ben Hadad sent another message to him, “May the gods judge me severely if there is enough dirt left in Samaria for all my soldiers to scoop up in their hands.” ",
    "reference": "1 Kings 20:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 11,
    "text": "The king of Israel replied, “Tell him the one who puts on his battle gear should not boast like one who is taking it off.”",
    "reference": "1 Kings 20:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 12,
    "text": "When Ben Hadad received this reply, he and the other kings were drinking in their quarters. He ordered his servants, “Get ready to attack!” So they got ready to attack the city. ",
    "reference": "1 Kings 20:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 13,
    "text": "Now a prophet visited King Ahab of Israel and said, “This is what the Lord has said: ‘Do you see this huge army? Look, I am going to hand it over to you this very day. Then you will know that I am the Lord.’” ",
    "reference": "1 Kings 20:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 14,
    "text": "Ahab asked, “By whom will this be accomplished?” He answered, “This is what the Lord has said, ‘By the servants of the district governors.’” Ahab asked, “Who will launch the attack?” He answered, “You will.”",
    "reference": "1 Kings 20:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 15,
    "text": "So Ahab assembled the 232 servants of the district governors. After that he assembled all the Israelite army, numbering 7,000.",
    "reference": "1 Kings 20:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 16,
    "text": "They marched out at noon, while Ben Hadad and the 32 kings allied with him were drinking heavily in their quarters. ",
    "reference": "1 Kings 20:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 17,
    "text": "The servants of the district governors led the march. When Ben Hadad sent messengers, they reported back to him, “Men are marching out of Samaria.” ",
    "reference": "1 Kings 20:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 18,
    "text": "He ordered, “Whether they come in peace or to do battle, take them alive.” ",
    "reference": "1 Kings 20:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 19,
    "text": "They marched out of the city with the servants of the district governors in the lead and the army behind them.",
    "reference": "1 Kings 20:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 20,
    "text": "Each one struck down an enemy soldier; the Syrians fled and Israel chased them. King Ben Hadad of Syria escaped on horseback with some horsemen. ",
    "reference": "1 Kings 20:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 21,
    "text": "Then the king of Israel marched out and struck down the horses and chariots; he thoroughly defeated Syria. ",
    "reference": "1 Kings 20:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 22,
    "text": "The prophet visited the king of Israel and instructed him, “Go, fortify your defenses. Determine what you must do, for in the spring the king of Syria will attack you.”",
    "reference": "1 Kings 20:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 23,
    "text": "Now the advisers of the king of Syria said to him: “Their God is a god of the mountains. That’s why they overpowered us. But if we fight them in the plains, we will certainly overpower them. ",
    "reference": "1 Kings 20:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 24,
    "text": "So do this: Dismiss the kings from their command, and replace them with military commanders. ",
    "reference": "1 Kings 20:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 25,
    "text": "Muster an army like the one you lost, with the same number of horses and chariots. Then we will fight them in the plains; we will certainly overpower them.” He approved their plan and did as they advised. ",
    "reference": "1 Kings 20:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 26,
    "text": "In the spring Ben Hadad mustered the Syrian army and marched to Aphek to fight Israel. ",
    "reference": "1 Kings 20:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 27,
    "text": "When the Israelites had mustered and received their supplies, they marched out to face them in battle. When the Israelites deployed opposite them, they were like two small flocks of goats, but the Syrians filled the land. ",
    "reference": "1 Kings 20:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 28,
    "text": "The prophet visited the king of Israel and said, “This is what the Lord has said: ‘Because the Syrians said, “The Lord is a god of the mountains and not a god of the valleys,” I will deliver this entire huge army into your control. Then you will know that I am the Lord.’”",
    "reference": "1 Kings 20:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 29,
    "text": "The armies were deployed opposite each other for seven days. On the seventh day the battle began, and the Israelites killed 100,000 Syrian foot soldiers in one day. ",
    "reference": "1 Kings 20:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 30,
    "text": "The remaining 27,000 ran to Aphek and went into the city, but the wall fell on them. Now Ben Hadad ran into the city and hid in an inner room. ",
    "reference": "1 Kings 20:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 31,
    "text": "His advisers said to him, “Look, we have heard that the kings of the Israelite dynasty are kind. Allow us to put sackcloth around our waists and ropes on our heads and surrender to the king of Israel. Maybe he will spare our lives.” ",
    "reference": "1 Kings 20:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 32,
    "text": "So they put sackcloth around their waists and ropes on their heads and went to the king of Israel. They said, “Your servant Ben Hadad says, ‘Please let me live!’” Ahab replied, “Is he still alive? He is my brother.” ",
    "reference": "1 Kings 20:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 33,
    "text": "The men took this as a good omen and quickly accepted his offer, saying, “Ben Hadad is your brother.” Ahab then said, “Go, get him.” So Ben Hadad came out to him, and Ahab pulled him up into his chariot. ",
    "reference": "1 Kings 20:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 34,
    "text": "Ben Hadad said, “I will return the cities my father took from your father. You may set up markets in Damascus, just as my father did in Samaria.” Ahab then said, “I want to make a treaty with you before I dismiss you.” So he made a treaty with him and then dismissed him.",
    "reference": "1 Kings 20:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 35,
    "text": "One of the members of the prophetic guild told his companion a message from the Lord, “Please wound me!” But the man refused to wound him. ",
    "reference": "1 Kings 20:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 36,
    "text": "So the prophet said to him, “Because you have disobeyed the Lord, as soon as you leave me a lion will kill you.” When he left him, a lion attacked and killed him. ",
    "reference": "1 Kings 20:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 37,
    "text": "He found another man and said, “Wound me!” So the man wounded him severely. ",
    "reference": "1 Kings 20:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 38,
    "text": "The prophet then went and stood by the road, waiting for the king. He also disguised himself by putting a bandage down over his eyes. ",
    "reference": "1 Kings 20:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 39,
    "text": "When the king passed by, he called out to the king, “Your servant went out into the heat of the battle, and then a man turned aside and brought me a prisoner. He told me, ‘Guard this prisoner. If he ends up missing for any reason, you will pay with your life or with a talent of silver.’ ",
    "reference": "1 Kings 20:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 40,
    "text": "Well, it just so happened that while your servant was doing this and that, he disappeared.” The king of Israel said to him, “Your punishment is already determined by your own testimony.” ",
    "reference": "1 Kings 20:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 41,
    "text": "The prophet quickly removed the bandage from his eyes, and the king of Israel recognized he was one of the prophets. ",
    "reference": "1 Kings 20:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 42,
    "text": "The prophet then said to him, “This is what the Lord has said: ‘Because you released a man I had determined should die, you will pay with your life, and your people will suffer instead of his people.’” ",
    "reference": "1 Kings 20:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 43,
    "text": "The king of Israel went home to Samaria bitter and angry. ",
    "reference": "1 Kings 20:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 1,
    "text": "After this the following episode took place. Naboth the Jezreelite owned a vineyard in Jezreel adjacent to the palace of King Ahab of Samaria. ",
    "reference": "1 Kings 21:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 2,
    "text": "Ahab said to Naboth, “Give me your vineyard so I can make a vegetable garden out of it, for it is adjacent to my palace. I will give you an even better vineyard in its place, or if you prefer, I will pay you silver for it.” ",
    "reference": "1 Kings 21:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 3,
    "text": "But Naboth replied to Ahab, “The Lord forbid that I should sell you my ancestral inheritance.” ",
    "reference": "1 Kings 21:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 4,
    "text": "So Ahab went into his palace, bitter and angry that Naboth the Jezreelite had said, “I will not sell to you my ancestral inheritance.” He lay down on his bed, pouted, and would not eat. ",
    "reference": "1 Kings 21:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 5,
    "text": "Then his wife Jezebel came in and said to him, “Why do you have a bitter attitude and refuse to eat?” ",
    "reference": "1 Kings 21:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 6,
    "text": "He answered her, “While I was talking to Naboth the Jezreelite, I said to him, ‘Sell me your vineyard for silver, or if you prefer, I will give you another vineyard in its place.’ But he said, ‘I will not sell you my vineyard.’” ",
    "reference": "1 Kings 21:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 7,
    "text": "His wife Jezebel said to him, “You are the king of Israel! Get up, eat some food, and have a good time. I will get the vineyard of Naboth the Jezreelite for you.”",
    "reference": "1 Kings 21:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 8,
    "text": "She wrote out orders, signed Ahab’s name to them, and sealed them with his seal. She then sent the orders to the leaders and to the nobles who lived in Naboth’s city. ",
    "reference": "1 Kings 21:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 9,
    "text": "This is what she wrote: “Observe a time of fasting and seat Naboth in front of the people. ",
    "reference": "1 Kings 21:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 10,
    "text": "Also seat two villains opposite him and have them testify, ‘You cursed God and the king.’ Then take him out and stone him to death.” ",
    "reference": "1 Kings 21:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 11,
    "text": "The men of the city, the leaders, and the nobles who lived there followed the written orders Jezebel had sent them. ",
    "reference": "1 Kings 21:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 12,
    "text": "They observed a time of fasting and put Naboth in front of the people. ",
    "reference": "1 Kings 21:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 13,
    "text": "The two villains arrived and sat opposite him. Then the villains testified against Naboth right before the people, saying, “Naboth cursed God and the king.” So they dragged him outside the city and stoned him to death. ",
    "reference": "1 Kings 21:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 14,
    "text": "Then they reported to Jezebel, “Naboth has been stoned to death.” ",
    "reference": "1 Kings 21:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 15,
    "text": "When Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up, take possession of the vineyard Naboth the Jezreelite refused to sell you for silver, for Naboth is no longer alive; he’s dead.” ",
    "reference": "1 Kings 21:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 16,
    "text": "When Ahab heard that Naboth was dead, he got up and went down to take possession of the vineyard of Naboth the Jezreelite. ",
    "reference": "1 Kings 21:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 17,
    "text": "The Lord’s message came to Elijah the Tishbite: ",
    "reference": "1 Kings 21:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 18,
    "text": "“Get up, go down and meet King Ahab of Israel who lives in Samaria. He is at the vineyard of Naboth; he has gone down there to take possession of it.",
    "reference": "1 Kings 21:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 19,
    "text": "Say to him, ‘This is what the Lord has said: “Haven’t you committed murder and taken possession of the property of the deceased?”’ Then say to him, ‘This is what the Lord has said: “In the spot where dogs licked up Naboth’s blood they will also lick up your blood—yes, yours!”’”",
    "reference": "1 Kings 21:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 20,
    "text": "When Elijah arrived, Ahab said to him, “So, you have found me, my enemy!” Elijah replied, “I have found you, because you are committed to doing evil in the sight of the Lord. ",
    "reference": "1 Kings 21:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 21,
    "text": "The Lord says, ‘Look, I am ready to bring disaster on you. I will destroy you and cut off every last male belonging to Ahab in Israel, including even the weak and incapacitated. ",
    "reference": "1 Kings 21:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 22,
    "text": "I will make your dynasty like those of Jeroboam son of Nebat and Baasha son of Ahijah because you angered me and made Israel sin.’ ",
    "reference": "1 Kings 21:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 23,
    "text": "The Lord says this about Jezebel, ‘Dogs will devour Jezebel by the outer wall of Jezreel.’ ",
    "reference": "1 Kings 21:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 24,
    "text": "As for Ahab’s family, dogs will eat the ones who die in the city, and the birds of the sky will eat the ones who die in the country.” ",
    "reference": "1 Kings 21:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 25,
    "text": "(There had never been anyone like Ahab, who was firmly committed to doing evil in the sight of the Lord, urged on by his wife Jezebel. ",
    "reference": "1 Kings 21:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 26,
    "text": "He was so wicked he worshiped the disgusting idols, just as the Amorites whom the Lord had driven out from before the Israelites.) ",
    "reference": "1 Kings 21:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 27,
    "text": "When Ahab heard these words, he tore his clothes, put on sackcloth, and fasted. He slept in sackcloth and walked around dejected. ",
    "reference": "1 Kings 21:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 28,
    "text": "The Lord’s message came to Elijah the Tishbite, ",
    "reference": "1 Kings 21:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 21,
    "verse": 29,
    "text": "“Have you noticed how Ahab shows remorse before me? Because he shows remorse before me, I will not bring disaster on his dynasty during his lifetime, but during the reign of his son.” ",
    "reference": "1 Kings 21:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 1,
    "text": "There was no war between Syria and Israel for three years. ",
    "reference": "1 Kings 22:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 2,
    "text": "In the third year King Jehoshaphat of Judah came down to visit the king of Israel. ",
    "reference": "1 Kings 22:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 3,
    "text": "The king of Israel said to his servants, “Surely you recognize that Ramoth Gilead belongs to us, though we are hesitant to reclaim it from the king of Syria.” ",
    "reference": "1 Kings 22:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 4,
    "text": "Then he said to Jehoshaphat, “Will you go with me to attack Ramoth Gilead?” Jehoshaphat replied to the king of Israel, “I will support you; my army and horses are at your disposal.”",
    "reference": "1 Kings 22:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 5,
    "text": "But then Jehoshaphat said to Israel’s king, “Please seek a message from the Lord this very day.”",
    "reference": "1 Kings 22:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 6,
    "text": "So the king of Israel assembled about 400 prophets and asked them, “Should I attack Ramoth Gilead or not?” They said, “Attack! The Sovereign One will hand it over to the king.” ",
    "reference": "1 Kings 22:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 7,
    "text": "But Jehoshaphat asked, “Is there not a prophet of the Lord still here, that we may ask him?”",
    "reference": "1 Kings 22:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 8,
    "text": "The king of Israel answered Jehoshaphat, “There is still one man through whom we can seek the Lord’s will. But I despise him because he does not prophesy prosperity for me, but disaster. His name is Micaiah son of Imlah.” Jehoshaphat said, “The king should not say such things.”",
    "reference": "1 Kings 22:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 9,
    "text": "The king of Israel summoned an official and said, “Quickly bring Micaiah son of Imlah.” ",
    "reference": "1 Kings 22:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 10,
    "text": "Now the king of Israel and King Jehoshaphat of Judah were sitting on their respective thrones, dressed in their robes, at the threshing floor at the entrance of the gate of Samaria. All the prophets were prophesying before them.",
    "reference": "1 Kings 22:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 11,
    "text": "Zedekiah son of Kenaanah made iron horns and said, “This is what the Lord has said, ‘With these you will gore Syria until they are destroyed.’” ",
    "reference": "1 Kings 22:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 12,
    "text": "All the prophets were prophesying the same, saying, “Attack Ramoth Gilead! You will succeed; the Lord will hand it over to the king.” ",
    "reference": "1 Kings 22:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 13,
    "text": "Now the messenger who went to summon Micaiah said to him, “Look, the prophets are in complete agreement that the king will succeed. Your words must agree with theirs; you must predict success.”",
    "reference": "1 Kings 22:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 14,
    "text": "But Micaiah said, “As certainly as the Lord lives, I will say what the Lord tells me to say.” ",
    "reference": "1 Kings 22:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 15,
    "text": "When he came before the king, the king asked him, “Micaiah, should we attack Ramoth Gilead or not?” He answered him, “Attack! You will succeed; the Lord will hand it over to the king.” ",
    "reference": "1 Kings 22:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 16,
    "text": "The king said to him, “How many times must I make you solemnly promise in the name of the Lord to tell me only the truth?” ",
    "reference": "1 Kings 22:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 17,
    "text": "Micaiah said, “I saw all Israel scattered on the mountains like sheep that have no shepherd. Then the Lord said, ‘They have no master. They should go home in peace.’” ",
    "reference": "1 Kings 22:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 18,
    "text": "The king of Israel said to Jehoshaphat, “Didn’t I tell you he does not prophesy prosperity for me, but disaster?” ",
    "reference": "1 Kings 22:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 19,
    "text": "Micaiah said, “That being the case, listen to the Lord’s message. I saw the Lord sitting on his throne, with all the heavenly assembly standing beside him on his right and on his left. ",
    "reference": "1 Kings 22:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 20,
    "text": "The Lord said, ‘Who will deceive Ahab, so he will attack Ramoth Gilead and die there?’ One said this and another that.",
    "reference": "1 Kings 22:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 21,
    "text": "Then a spirit stepped forward and stood before the Lord. He said, ‘I will deceive him.’ ",
    "reference": "1 Kings 22:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 22,
    "text": "The Lord asked him, ‘How?’ He replied, ‘I will go out and be a lying spirit in the mouths of all his prophets.’ The Lord said, ‘Deceive and overpower him. Go out and do as you have proposed.’",
    "reference": "1 Kings 22:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 23,
    "text": "So now, look, the Lord has placed a lying spirit in the mouths of all these prophets of yours, but the Lord has decreed disaster for you.”",
    "reference": "1 Kings 22:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 24,
    "text": "Zedekiah son of Kenaanah approached, hit Micaiah on the jaw, and said, “Which way did the Lord’s Spirit go when he went from me to speak to you?” ",
    "reference": "1 Kings 22:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 25,
    "text": "Micaiah replied, “Look, you will see in the day when you go into an inner room to hide.” ",
    "reference": "1 Kings 22:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 26,
    "text": "Then the king of Israel said, “Take Micaiah and return him to Amon the city official and Joash the king’s son. ",
    "reference": "1 Kings 22:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 27,
    "text": "Say, ‘This is what the king says, “Put this man in prison. Give him only a little bread and water until I safely return.”’” ",
    "reference": "1 Kings 22:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 28,
    "text": "Micaiah said, “If you really do safely return, then the Lord has not spoken through me.” Then he added, “Take note, all you people.” ",
    "reference": "1 Kings 22:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 29,
    "text": "The king of Israel and King Jehoshaphat of Judah attacked Ramoth Gilead. ",
    "reference": "1 Kings 22:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 30,
    "text": "The king of Israel said to Jehoshaphat, “I will disguise myself and then enter into the battle, but you wear your royal robes.” So the king of Israel disguised himself and then entered into the battle. ",
    "reference": "1 Kings 22:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 31,
    "text": "Now the king of Syria had ordered his 32 chariot commanders, “Do not fight common soldiers or high-ranking officers; fight only the king of Israel.” ",
    "reference": "1 Kings 22:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 32,
    "text": "When the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel.” So they turned and attacked him, but Jehoshaphat cried out.",
    "reference": "1 Kings 22:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 33,
    "text": "When the chariot commanders realized he was not the king of Israel, they turned away from him. ",
    "reference": "1 Kings 22:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 34,
    "text": "Now an archer shot an arrow at random, and it struck the king of Israel between the plates of his armor. The king ordered his charioteer, “Turn around and take me from the battle line, because I’m wounded.” ",
    "reference": "1 Kings 22:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 35,
    "text": "While the battle raged throughout the day, the king stood propped up in his chariot opposite the Syrians. He died in the evening; the blood from the wound ran down into the bottom of the chariot. ",
    "reference": "1 Kings 22:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 36,
    "text": "As the sun was setting, a cry went through the camp, “Each one should return to his city and to his homeland.” ",
    "reference": "1 Kings 22:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 37,
    "text": "So the king died and was taken to Samaria, where they buried him.",
    "reference": "1 Kings 22:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 38,
    "text": "They washed off the chariot at the pool of Samaria. Then the dogs licked his blood, while the prostitutes bathed, in keeping with the Lord’s message that he had spoken.",
    "reference": "1 Kings 22:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 39,
    "text": "The rest of the events of Ahab’s reign, including a record of his accomplishments and how he built a luxurious palace and various cities, are recorded in the scroll called the Annals of the Kings of Israel. ",
    "reference": "1 Kings 22:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 40,
    "text": "Ahab passed away. His son Ahaziah replaced him as king. ",
    "reference": "1 Kings 22:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 41,
    "text": "In the fourth year of Ahab’s reign over Israel, Asa’s son Jehoshaphat became king over Judah. ",
    "reference": "1 Kings 22:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 42,
    "text": "Jehoshaphat was thirty-five years old when he became king, and he reigned for 25 years in Jerusalem. His mother was Azubah, the daughter of Shilhi. ",
    "reference": "1 Kings 22:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 43,
    "text": "He followed in his father Asa’s footsteps and was careful to do what the Lord approved. (22:44) However, the high places were not eliminated; the people continued to offer sacrifices and burn incense on the high places. ",
    "reference": "1 Kings 22:43"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 44,
    "text": "(22:45) Jehoshaphat was also at peace with the king of Israel. ",
    "reference": "1 Kings 22:44"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 45,
    "text": "The rest of the events of Jehoshaphat’s reign, including his successes and military exploits, are recorded in the scroll called the Annals of the Kings of Judah. ",
    "reference": "1 Kings 22:45"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 46,
    "text": "He removed from the land any male cultic prostitutes who had managed to survive the reign of his father Asa. ",
    "reference": "1 Kings 22:46"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 47,
    "text": "There was no king in Edom at this time; a governor ruled. ",
    "reference": "1 Kings 22:47"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 48,
    "text": "Jehoshaphat built a fleet of large merchant ships to travel to Ophir for gold, but they never made the voyage because they were shipwrecked in Ezion Geber. ",
    "reference": "1 Kings 22:48"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 49,
    "text": "Then Ahaziah son of Ahab said to Jehoshaphat, “Let my sailors join yours in the fleet,” but Jehoshaphat refused. ",
    "reference": "1 Kings 22:49"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 50,
    "text": "Jehoshaphat passed away and was buried with his ancestors in the city of his ancestor David. His son Jehoram replaced him as king. ",
    "reference": "1 Kings 22:50"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 51,
    "text": "In the seventeenth year of Jehoshaphat’s reign over Judah, Ahab’s son Ahaziah became king over Israel in Samaria. He ruled for two years over Israel. ",
    "reference": "1 Kings 22:51"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 52,
    "text": "He did evil in the sight of the Lord and followed in the footsteps of his father and mother; like Jeroboam son of Nebat, he encouraged Israel to sin. ",
    "reference": "1 Kings 22:52"
  },
  {
    "bookName": "1 Kings",
    "chapter": 22,
    "verse": 53,
    "text": "He worshiped and bowed down to Baal, angering the Lord God of Israel just as his father had done. ",
    "reference": "1 Kings 22:53"
  }
]