[
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 1,
    "text": "Now King Ben Hadad of Syria assembled all his army, along with 32 other kings with their horses and chariots. He marched against Samaria and besieged and attacked it.",
    "reference": "1 Kings 20:1"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 2,
    "text": "He sent messengers to King Ahab of Israel, who was in the city. He said to him, “This is what Ben Hadad says:",
    "reference": "1 Kings 20:2"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 3,
    "text": "‘Your silver and your gold are mine, as well as the best of your wives and sons.’” ",
    "reference": "1 Kings 20:3"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 4,
    "text": "The king of Israel replied, “It is just as you say, my master, O king. I and all I own belong to you.”",
    "reference": "1 Kings 20:4"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 5,
    "text": "The messengers came again and said, “This is what Ben Hadad says: ‘I sent this message to you, “You must give me your silver, gold, wives, and sons.” ",
    "reference": "1 Kings 20:5"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 6,
    "text": "But now at this time tomorrow I will send my servants to you and they will search through your palace and your servants’ houses. They will carry away all your valuables.’” ",
    "reference": "1 Kings 20:6"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 7,
    "text": "The king of Israel summoned all the leaders of the land and said, “Notice how this man is looking for trouble. Indeed, he demanded my wives, sons, silver, and gold, and I did not resist him.” ",
    "reference": "1 Kings 20:7"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 8,
    "text": "All the leaders and people said to him, “Do not give in or agree to his demands.” ",
    "reference": "1 Kings 20:8"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 9,
    "text": "So he said to the messengers of Ben Hadad, “Say this to my master, the king: ‘I will give you everything you demanded at first from your servant, but I am unable to agree to this latest demand.’” So the messengers went back and gave their report. ",
    "reference": "1 Kings 20:9"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 10,
    "text": "Ben Hadad sent another message to him, “May the gods judge me severely if there is enough dirt left in Samaria for all my soldiers to scoop up in their hands.” ",
    "reference": "1 Kings 20:10"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 11,
    "text": "The king of Israel replied, “Tell him the one who puts on his battle gear should not boast like one who is taking it off.”",
    "reference": "1 Kings 20:11"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 12,
    "text": "When Ben Hadad received this reply, he and the other kings were drinking in their quarters. He ordered his servants, “Get ready to attack!” So they got ready to attack the city. ",
    "reference": "1 Kings 20:12"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 13,
    "text": "Now a prophet visited King Ahab of Israel and said, “This is what the Lord has said: ‘Do you see this huge army? Look, I am going to hand it over to you this very day. Then you will know that I am the Lord.’” ",
    "reference": "1 Kings 20:13"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 14,
    "text": "Ahab asked, “By whom will this be accomplished?” He answered, “This is what the Lord has said, ‘By the servants of the district governors.’” Ahab asked, “Who will launch the attack?” He answered, “You will.”",
    "reference": "1 Kings 20:14"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 15,
    "text": "So Ahab assembled the 232 servants of the district governors. After that he assembled all the Israelite army, numbering 7,000.",
    "reference": "1 Kings 20:15"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 16,
    "text": "They marched out at noon, while Ben Hadad and the 32 kings allied with him were drinking heavily in their quarters. ",
    "reference": "1 Kings 20:16"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 17,
    "text": "The servants of the district governors led the march. When Ben Hadad sent messengers, they reported back to him, “Men are marching out of Samaria.” ",
    "reference": "1 Kings 20:17"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 18,
    "text": "He ordered, “Whether they come in peace or to do battle, take them alive.” ",
    "reference": "1 Kings 20:18"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 19,
    "text": "They marched out of the city with the servants of the district governors in the lead and the army behind them.",
    "reference": "1 Kings 20:19"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 20,
    "text": "Each one struck down an enemy soldier; the Syrians fled and Israel chased them. King Ben Hadad of Syria escaped on horseback with some horsemen. ",
    "reference": "1 Kings 20:20"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 21,
    "text": "Then the king of Israel marched out and struck down the horses and chariots; he thoroughly defeated Syria. ",
    "reference": "1 Kings 20:21"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 22,
    "text": "The prophet visited the king of Israel and instructed him, “Go, fortify your defenses. Determine what you must do, for in the spring the king of Syria will attack you.”",
    "reference": "1 Kings 20:22"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 23,
    "text": "Now the advisers of the king of Syria said to him: “Their God is a god of the mountains. That’s why they overpowered us. But if we fight them in the plains, we will certainly overpower them. ",
    "reference": "1 Kings 20:23"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 24,
    "text": "So do this: Dismiss the kings from their command, and replace them with military commanders. ",
    "reference": "1 Kings 20:24"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 25,
    "text": "Muster an army like the one you lost, with the same number of horses and chariots. Then we will fight them in the plains; we will certainly overpower them.” He approved their plan and did as they advised. ",
    "reference": "1 Kings 20:25"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 26,
    "text": "In the spring Ben Hadad mustered the Syrian army and marched to Aphek to fight Israel. ",
    "reference": "1 Kings 20:26"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 27,
    "text": "When the Israelites had mustered and received their supplies, they marched out to face them in battle. When the Israelites deployed opposite them, they were like two small flocks of goats, but the Syrians filled the land. ",
    "reference": "1 Kings 20:27"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 28,
    "text": "The prophet visited the king of Israel and said, “This is what the Lord has said: ‘Because the Syrians said, “The Lord is a god of the mountains and not a god of the valleys,” I will deliver this entire huge army into your control. Then you will know that I am the Lord.’”",
    "reference": "1 Kings 20:28"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 29,
    "text": "The armies were deployed opposite each other for seven days. On the seventh day the battle began, and the Israelites killed 100,000 Syrian foot soldiers in one day. ",
    "reference": "1 Kings 20:29"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 30,
    "text": "The remaining 27,000 ran to Aphek and went into the city, but the wall fell on them. Now Ben Hadad ran into the city and hid in an inner room. ",
    "reference": "1 Kings 20:30"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 31,
    "text": "His advisers said to him, “Look, we have heard that the kings of the Israelite dynasty are kind. Allow us to put sackcloth around our waists and ropes on our heads and surrender to the king of Israel. Maybe he will spare our lives.” ",
    "reference": "1 Kings 20:31"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 32,
    "text": "So they put sackcloth around their waists and ropes on their heads and went to the king of Israel. They said, “Your servant Ben Hadad says, ‘Please let me live!’” Ahab replied, “Is he still alive? He is my brother.” ",
    "reference": "1 Kings 20:32"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 33,
    "text": "The men took this as a good omen and quickly accepted his offer, saying, “Ben Hadad is your brother.” Ahab then said, “Go, get him.” So Ben Hadad came out to him, and Ahab pulled him up into his chariot. ",
    "reference": "1 Kings 20:33"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 34,
    "text": "Ben Hadad said, “I will return the cities my father took from your father. You may set up markets in Damascus, just as my father did in Samaria.” Ahab then said, “I want to make a treaty with you before I dismiss you.” So he made a treaty with him and then dismissed him.",
    "reference": "1 Kings 20:34"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 35,
    "text": "One of the members of the prophetic guild told his companion a message from the Lord, “Please wound me!” But the man refused to wound him. ",
    "reference": "1 Kings 20:35"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 36,
    "text": "So the prophet said to him, “Because you have disobeyed the Lord, as soon as you leave me a lion will kill you.” When he left him, a lion attacked and killed him. ",
    "reference": "1 Kings 20:36"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 37,
    "text": "He found another man and said, “Wound me!” So the man wounded him severely. ",
    "reference": "1 Kings 20:37"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 38,
    "text": "The prophet then went and stood by the road, waiting for the king. He also disguised himself by putting a bandage down over his eyes. ",
    "reference": "1 Kings 20:38"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 39,
    "text": "When the king passed by, he called out to the king, “Your servant went out into the heat of the battle, and then a man turned aside and brought me a prisoner. He told me, ‘Guard this prisoner. If he ends up missing for any reason, you will pay with your life or with a talent of silver.’ ",
    "reference": "1 Kings 20:39"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 40,
    "text": "Well, it just so happened that while your servant was doing this and that, he disappeared.” The king of Israel said to him, “Your punishment is already determined by your own testimony.” ",
    "reference": "1 Kings 20:40"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 41,
    "text": "The prophet quickly removed the bandage from his eyes, and the king of Israel recognized he was one of the prophets. ",
    "reference": "1 Kings 20:41"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 42,
    "text": "The prophet then said to him, “This is what the Lord has said: ‘Because you released a man I had determined should die, you will pay with your life, and your people will suffer instead of his people.’” ",
    "reference": "1 Kings 20:42"
  },
  {
    "bookName": "1 Kings",
    "chapter": 20,
    "verse": 43,
    "text": "The king of Israel went home to Samaria bitter and angry. ",
    "reference": "1 Kings 20:43"
  }
]