[{"bookName":"1 Kings","chapter":18,"verse":1,"text":"Some time later, in the third year of the famine, the Lord’s message came to Elijah, “Go, make an appearance before Ahab, so I may send rain on the surface of the ground.” ","reference":"1 Kings 18:1"},{"bookName":"1 Kings","chapter":18,"verse":2,"text":"So Elijah went to make an appearance before Ahab.Now the famine was severe in Samaria. ","reference":"1 Kings 18:2"},{"bookName":"1 Kings","chapter":18,"verse":3,"text":"So Ahab summoned Obadiah, who supervised the palace. (Now Obadiah was a very loyal follower of the Lord. ","reference":"1 Kings 18:3"},{"bookName":"1 Kings","chapter":18,"verse":4,"text":"When Jezebel was killing the Lord’s prophets, Obadiah took 100 prophets and hid them in two caves in two groups of 50. He also brought them food and water.) ","reference":"1 Kings 18:4"},{"bookName":"1 Kings","chapter":18,"verse":5,"text":"Ahab told Obadiah, “Go through the land to all the springs and valleys. Maybe we can find some grazing areas so we can keep the horses and mules alive and not have to kill some of the animals.” ","reference":"1 Kings 18:5"},{"bookName":"1 Kings","chapter":18,"verse":6,"text":"They divided up the land between them to search it; Ahab went one way by himself and Obadiah went the other way by himself. ","reference":"1 Kings 18:6"},{"bookName":"1 Kings","chapter":18,"verse":7,"text":"As Obadiah was traveling along, Elijah met him. When he recognized him, he fell facedown to the ground and said, “Is it really you, my master, Elijah?” ","reference":"1 Kings 18:7"},{"bookName":"1 Kings","chapter":18,"verse":8,"text":"He replied, “Yes, go and say to your master, ‘Elijah is back.’”","reference":"1 Kings 18:8"},{"bookName":"1 Kings","chapter":18,"verse":9,"text":"Obadiah said, “What sin have I committed that you are ready to hand your servant over to Ahab for execution? ","reference":"1 Kings 18:9"},{"bookName":"1 Kings","chapter":18,"verse":10,"text":"As certainly as the Lord your God lives, my master has sent to every nation and kingdom in an effort to find you. When they say, ‘He’s not here,’ he makes them swear an oath that they could not find you.","reference":"1 Kings 18:10"},{"bookName":"1 Kings","chapter":18,"verse":11,"text":"Now you say, ‘Go and say to your master, “Elijah is back.”’","reference":"1 Kings 18:11"},{"bookName":"1 Kings","chapter":18,"verse":12,"text":"But when I leave you, the Lord’s Spirit will carry you away so I can’t find you. If I go tell Ahab I’ve seen you, he won’t be able to find you and he will kill me. That would not be fair, because your servant has been a loyal follower of the Lord from my youth. ","reference":"1 Kings 18:12"},{"bookName":"1 Kings","chapter":18,"verse":13,"text":"Certainly my master is aware of what I did when Jezebel was killing the Lord’s prophets. I hid 100 of the Lord’s prophets in two caves in two groups of 50 and I brought them food and water. ","reference":"1 Kings 18:13"},{"bookName":"1 Kings","chapter":18,"verse":14,"text":"Now you say, ‘Go and say to your master, “Elijah is back,”’ but he will kill me.”","reference":"1 Kings 18:14"},{"bookName":"1 Kings","chapter":18,"verse":15,"text":"But Elijah said, “As certainly as the Lord of Heaven’s Armies lives (whom I serve), I will make an appearance before him today.” ","reference":"1 Kings 18:15"},{"bookName":"1 Kings","chapter":18,"verse":16,"text":"When Obadiah went and informed Ahab, the king went to meet Elijah. ","reference":"1 Kings 18:16"},{"bookName":"1 Kings","chapter":18,"verse":17,"text":"When Ahab saw Elijah, he said to him, “Is it really you, the one who brings disaster on Israel?” ","reference":"1 Kings 18:17"},{"bookName":"1 Kings","chapter":18,"verse":18,"text":"Elijah replied, “I have not brought disaster on Israel. But you and your father’s dynasty have, by abandoning the Lord’s commandments and following the Baals. ","reference":"1 Kings 18:18"},{"bookName":"1 Kings","chapter":18,"verse":19,"text":"Now send out messengers and assemble all Israel before me at Mount Carmel, as well as the 450 prophets of Baal and 400 prophets of Asherah whom Jezebel supports.” ","reference":"1 Kings 18:19"},{"bookName":"1 Kings","chapter":18,"verse":20,"text":"Ahab sent messengers to all the Israelites and had the prophets assemble at Mount Carmel. ","reference":"1 Kings 18:20"},{"bookName":"1 Kings","chapter":18,"verse":21,"text":"Elijah approached all the people and said, “How long are you going to be paralyzed by indecision? If the Lord is the true God, then follow him, but if Baal is, follow him!” But the people did not say a word. ","reference":"1 Kings 18:21"},{"bookName":"1 Kings","chapter":18,"verse":22,"text":"Elijah said to them: “I am the only prophet of the Lord who is left, but there are 450 prophets of Baal. ","reference":"1 Kings 18:22"},{"bookName":"1 Kings","chapter":18,"verse":23,"text":"Let them bring us two bulls. Let them choose one of the bulls for themselves, cut it up into pieces, and place it on the wood. But they must not set it on fire. I will do the same to the other bull and place it on the wood. But I will not set it on fire. ","reference":"1 Kings 18:23"},{"bookName":"1 Kings","chapter":18,"verse":24,"text":"Then you will invoke the name of your god, and I will invoke the name of the Lord. The god who responds with fire will demonstrate that he is the true God.” All the people responded, “This will be a fair test.”","reference":"1 Kings 18:24"},{"bookName":"1 Kings","chapter":18,"verse":25,"text":"Elijah told the prophets of Baal, “Choose one of the bulls for yourselves and go first, for you are the majority. Invoke the name of your god, but do not light a fire.” ","reference":"1 Kings 18:25"},{"bookName":"1 Kings","chapter":18,"verse":26,"text":"So they took a bull, as he had suggested, and prepared it. They invoked the name of Baal from morning until noon, saying, “Baal, answer us.” But there was no sound and no answer. They jumped around on the altar they had made. ","reference":"1 Kings 18:26"},{"bookName":"1 Kings","chapter":18,"verse":27,"text":"At noon Elijah mocked them, “Yell louder! After all, he is a god; he may be deep in thought, or perhaps he stepped out for a moment or has taken a trip. Perhaps he is sleeping and needs to be awakened.” ","reference":"1 Kings 18:27"},{"bookName":"1 Kings","chapter":18,"verse":28,"text":"So they yelled louder and, in accordance with their prescribed ritual, mutilated themselves with swords and spears until their bodies were covered with blood. ","reference":"1 Kings 18:28"},{"bookName":"1 Kings","chapter":18,"verse":29,"text":"Throughout the afternoon they were in an ecstatic frenzy, but there was no sound, no answer, and no response. ","reference":"1 Kings 18:29"},{"bookName":"1 Kings","chapter":18,"verse":30,"text":"Elijah then told all the people, “Approach me.” So all the people approached him. He repaired the altar of the Lord that had been torn down.","reference":"1 Kings 18:30"},{"bookName":"1 Kings","chapter":18,"verse":31,"text":"Then Elijah took 12 stones, corresponding to the number of tribes that descended from Jacob, to whom the Lord’s message had come, “Israel will be your name.” ","reference":"1 Kings 18:31"},{"bookName":"1 Kings","chapter":18,"verse":32,"text":"With the stones he constructed an altar for the Lord. Around the altar he made a trench large enough to contain two seahs of seed. ","reference":"1 Kings 18:32"},{"bookName":"1 Kings","chapter":18,"verse":33,"text":"He arranged the wood, cut up the bull, and placed it on the wood. Then he said, “Fill four water jars and pour the water on the offering and the wood.”","reference":"1 Kings 18:33"},{"bookName":"1 Kings","chapter":18,"verse":34,"text":"When they had done so, he said, “Do it again.” So they did it again. Then he said, “Do it a third time.” So they did it a third time.","reference":"1 Kings 18:34"},{"bookName":"1 Kings","chapter":18,"verse":35,"text":"The water flowed down all sides of the altar and filled the trench. ","reference":"1 Kings 18:35"},{"bookName":"1 Kings","chapter":18,"verse":36,"text":"When it was time for the evening offering, Elijah the prophet approached the altar and prayed: “O Lord God of Abraham, Isaac, and Israel, prove today that you are God in Israel and that I am your servant and have done all these things at your command. ","reference":"1 Kings 18:36"},{"bookName":"1 Kings","chapter":18,"verse":37,"text":"Answer me, O Lord, answer me, so these people will know that you, O Lord, are the true God and that you are winning back their allegiance.”","reference":"1 Kings 18:37"},{"bookName":"1 Kings","chapter":18,"verse":38,"text":"Then fire from the Lord fell from the sky. It consumed the offering, the wood, the stones, and the dirt, and licked up the water in the trench. ","reference":"1 Kings 18:38"},{"bookName":"1 Kings","chapter":18,"verse":39,"text":"When all the people saw this, they threw themselves down with their faces to the ground and said, “The Lord is the true God! The Lord is the true God!” ","reference":"1 Kings 18:39"},{"bookName":"1 Kings","chapter":18,"verse":40,"text":"Elijah told them, “Seize the prophets of Baal! Don’t let even one of them escape!” So they seized them, and Elijah led them down to the Kishon Valley and executed them there. ","reference":"1 Kings 18:40"},{"bookName":"1 Kings","chapter":18,"verse":41,"text":"Then Elijah told Ahab, “Go on up and eat and drink, for the sound of a heavy rainstorm can be heard.”","reference":"1 Kings 18:41"},{"bookName":"1 Kings","chapter":18,"verse":42,"text":"So Ahab went on up to eat and drink, while Elijah climbed to the top of Carmel. He bent down toward the ground and put his face between his knees. ","reference":"1 Kings 18:42"},{"bookName":"1 Kings","chapter":18,"verse":43,"text":"He told his servant, “Go on up and look in the direction of the sea.” So he went on up, looked, and reported, “There is nothing.” Seven times Elijah sent him to look. ","reference":"1 Kings 18:43"},{"bookName":"1 Kings","chapter":18,"verse":44,"text":"The seventh time the servant said, “Look, a small cloud, the size of the palm of a man’s hand, is rising up from the sea.” Elijah then said, “Go and tell Ahab, ‘Hitch up the chariots and go down, so that the rain won’t overtake you.’”","reference":"1 Kings 18:44"},{"bookName":"1 Kings","chapter":18,"verse":45,"text":"Meanwhile the sky was covered with dark clouds, the wind blew, and there was a heavy rainstorm. Ahab rode toward Jezreel. ","reference":"1 Kings 18:45"},{"bookName":"1 Kings","chapter":18,"verse":46,"text":"Now the Lord energized Elijah with power; he tucked his robe into his belt and ran ahead of Ahab all the way to Jezreel. ","reference":"1 Kings 18:46"}]