[{"bookName":"1 Kings","chapter":3,"verse":1,"text":"Solomon made an alliance by marriage with Pharaoh, king of Egypt; he married Pharaoh’s daughter. He brought her to the City of David until he could finish building his residence and the temple of the Lord and the wall around Jerusalem. ","reference":"1 Kings 3:1"},{"bookName":"1 Kings","chapter":3,"verse":2,"text":"Now the people were offering sacrifices at the high places, because in those days a temple had not yet been built to honor the Lord. ","reference":"1 Kings 3:2"},{"bookName":"1 Kings","chapter":3,"verse":3,"text":"Solomon demonstrated his loyalty to the Lord by following the practices of his father David, except that he offered sacrifices and burned incense on the high places. ","reference":"1 Kings 3:3"},{"bookName":"1 Kings","chapter":3,"verse":4,"text":"The king went to Gibeon to offer sacrifices, for it had the most prominent of the high places. Solomon would offer up 1,000 burnt sacrifices on the altar there. ","reference":"1 Kings 3:4"},{"bookName":"1 Kings","chapter":3,"verse":5,"text":"One night in Gibeon the Lord appeared to Solomon in a dream. God said, “Tell me what I should give you.”","reference":"1 Kings 3:5"},{"bookName":"1 Kings","chapter":3,"verse":6,"text":"Solomon replied, “You demonstrated great loyalty to your servant, my father David, as he served you faithfully, properly, and sincerely. You have maintained this great loyalty to this day by allowing his son to sit on his throne. ","reference":"1 Kings 3:6"},{"bookName":"1 Kings","chapter":3,"verse":7,"text":"Now, O Lord my God, you have made your servant king in my father David’s place, even though I am only a young man and am inexperienced.","reference":"1 Kings 3:7"},{"bookName":"1 Kings","chapter":3,"verse":8,"text":"Your servant stands among your chosen people; they are a great nation that is too numerous to count or number. ","reference":"1 Kings 3:8"},{"bookName":"1 Kings","chapter":3,"verse":9,"text":"So give your servant a discerning mind so he can make judicial decisions for your people and distinguish right from wrong. Otherwise no one is able to make judicial decisions for this great nation of yours.”","reference":"1 Kings 3:9"},{"bookName":"1 Kings","chapter":3,"verse":10,"text":"The Lord was pleased that Solomon made this request. ","reference":"1 Kings 3:10"},{"bookName":"1 Kings","chapter":3,"verse":11,"text":"God said to him, “Because you asked for the ability to make wise judicial decisions, and not for long life, or riches, or vengeance on your enemies, ","reference":"1 Kings 3:11"},{"bookName":"1 Kings","chapter":3,"verse":12,"text":"I grant your request and give you a wise and discerning mind superior to that of anyone who has preceded or will succeed you.","reference":"1 Kings 3:12"},{"bookName":"1 Kings","chapter":3,"verse":13,"text":"Furthermore, I am giving you what you did not request—riches and honor so that you will be the greatest king of your generation. ","reference":"1 Kings 3:13"},{"bookName":"1 Kings","chapter":3,"verse":14,"text":"If you follow my instructions by obeying my rules and regulations, just as your father David did, then I will grant you long life.” ","reference":"1 Kings 3:14"},{"bookName":"1 Kings","chapter":3,"verse":15,"text":"Solomon then woke up and realized it was a dream. He went to Jerusalem, stood before the ark of the Lord’s covenant, offered up burnt sacrifices, presented peace offerings, and held a feast for all his servants. ","reference":"1 Kings 3:15"},{"bookName":"1 Kings","chapter":3,"verse":16,"text":"Then two prostitutes came to the king and stood before him.","reference":"1 Kings 3:16"},{"bookName":"1 Kings","chapter":3,"verse":17,"text":"One of the women said, “My master, this woman and I live in the same house. I had a baby while she was with me in the house. ","reference":"1 Kings 3:17"},{"bookName":"1 Kings","chapter":3,"verse":18,"text":"Then three days after I had my baby, this woman also had a baby. We were alone; there was no one else in the house except the two of us. ","reference":"1 Kings 3:18"},{"bookName":"1 Kings","chapter":3,"verse":19,"text":"This woman’s child suffocated during the night when she rolled on top of him.","reference":"1 Kings 3:19"},{"bookName":"1 Kings","chapter":3,"verse":20,"text":"She got up in the middle of the night and took my son from my side, while your servant was sleeping. She put him in her arms, and put her dead son in my arms. ","reference":"1 Kings 3:20"},{"bookName":"1 Kings","chapter":3,"verse":21,"text":"I got up in the morning to nurse my son, and there he was, dead! But when I examined him carefully in the morning, I realized it was not my baby.” ","reference":"1 Kings 3:21"},{"bookName":"1 Kings","chapter":3,"verse":22,"text":"The other woman said, “No! My son is alive; your son is dead!” But the first woman replied, “No, your son is dead; my son is alive.” Each presented her case before the king. ","reference":"1 Kings 3:22"},{"bookName":"1 Kings","chapter":3,"verse":23,"text":"The king said, “One says, ‘My son is alive; your son is dead,’ while the other says, ‘No, your son is dead; my son is alive.’” ","reference":"1 Kings 3:23"},{"bookName":"1 Kings","chapter":3,"verse":24,"text":"The king ordered, “Get me a sword.” So they placed a sword before the king. ","reference":"1 Kings 3:24"},{"bookName":"1 Kings","chapter":3,"verse":25,"text":"The king then said, “Cut the living child in two, and give half to one and half to the other!” ","reference":"1 Kings 3:25"},{"bookName":"1 Kings","chapter":3,"verse":26,"text":"The real mother spoke up to the king, for her motherly instincts were awakened. She said, “My master, give her the living child! Whatever you do, don’t kill him!” But the other woman said, “Neither one of us will have him. Let them cut him in two!” ","reference":"1 Kings 3:26"},{"bookName":"1 Kings","chapter":3,"verse":27,"text":"The king responded, “Give the first woman the living child; don’t kill him. She is the mother.” ","reference":"1 Kings 3:27"},{"bookName":"1 Kings","chapter":3,"verse":28,"text":"When all Israel heard about the judicial decision which the king had rendered, they respected the king, for they realized that he possessed divine wisdom to make judicial decisions. ","reference":"1 Kings 3:28"}]