[{"bookName":"1 Kings","chapter":6,"verse":1,"text":"In the four hundred and eightieth year after the Israelites left Egypt, in the fourth year of Solomon’s reign over Israel, during the month Ziv (the second month), he began building the Lord’s temple. ","reference":"1 Kings 6:1"},{"bookName":"1 Kings","chapter":6,"verse":2,"text":"The temple King Solomon built for the Lord was 90 feet long, 30 feet wide, and 45 feet high. ","reference":"1 Kings 6:2"},{"bookName":"1 Kings","chapter":6,"verse":3,"text":"The porch in front of the main hall of the temple was 30 feet long, corresponding to the width of the temple. It was 15 feet wide, extending out from the front of the temple. ","reference":"1 Kings 6:3"},{"bookName":"1 Kings","chapter":6,"verse":4,"text":"He made framed windows for the temple. ","reference":"1 Kings 6:4"},{"bookName":"1 Kings","chapter":6,"verse":5,"text":"He built an extension all around the walls of the temple’s main hall and Holy Place and constructed side rooms in it.","reference":"1 Kings 6:5"},{"bookName":"1 Kings","chapter":6,"verse":6,"text":"The bottom floor of the extension was 7½ feet wide, the middle floor 9 feet wide, and the third floor 10½ feet wide. He made ledges on the temple’s outer walls so the beams would not have to be inserted into the walls. ","reference":"1 Kings 6:6"},{"bookName":"1 Kings","chapter":6,"verse":7,"text":"As the temple was being built, only stones shaped at the quarry were used; the sound of hammers, pickaxes, or any other iron tool was not heard at the temple while it was being built. ","reference":"1 Kings 6:7"},{"bookName":"1 Kings","chapter":6,"verse":8,"text":"The entrance to the bottom level of side rooms was on the south side of the temple; stairs went up to the middle floor and then on up to the third floor. ","reference":"1 Kings 6:8"},{"bookName":"1 Kings","chapter":6,"verse":9,"text":"He finished building the temple and covered it with rafters and boards made of cedar. ","reference":"1 Kings 6:9"},{"bookName":"1 Kings","chapter":6,"verse":10,"text":"He built an extension all around the temple; it was 7½ feet high and it was attached to the temple by cedar beams. ","reference":"1 Kings 6:10"},{"bookName":"1 Kings","chapter":6,"verse":11,"text":" The Lord’s message came to Solomon: ","reference":"1 Kings 6:11"},{"bookName":"1 Kings","chapter":6,"verse":12,"text":"“As for this temple you are building, if you follow my rules, observe my regulations, and obey all my commandments, I will fulfill through you the promise I made to your father David. ","reference":"1 Kings 6:12"},{"bookName":"1 Kings","chapter":6,"verse":13,"text":"I will live among the Israelites and will not abandon my people Israel.” ","reference":"1 Kings 6:13"},{"bookName":"1 Kings","chapter":6,"verse":14,"text":"So Solomon finished building the temple. ","reference":"1 Kings 6:14"},{"bookName":"1 Kings","chapter":6,"verse":15,"text":"He constructed the walls inside the temple with cedar planks; he paneled the inside with wood from the floor of the temple to the rafters of the ceiling. He covered the temple floor with boards made from the wood of evergreens. ","reference":"1 Kings 6:15"},{"bookName":"1 Kings","chapter":6,"verse":16,"text":"He built a wall 30 feet in from the rear of the temple as a partition for an inner sanctuary that would be the Most Holy Place. He paneled the wall with cedar planks from the floor to the rafters. ","reference":"1 Kings 6:16"},{"bookName":"1 Kings","chapter":6,"verse":17,"text":"The main hall in front of the inner sanctuary was 60 feet long.","reference":"1 Kings 6:17"},{"bookName":"1 Kings","chapter":6,"verse":18,"text":"The inside of the temple was all cedar and was adorned with carvings of round ornaments and of flowers in bloom. Everything was cedar; no stones were visible. ","reference":"1 Kings 6:18"},{"bookName":"1 Kings","chapter":6,"verse":19,"text":"He prepared the inner sanctuary inside the temple so that the ark of the covenant of the Lord could be placed there. ","reference":"1 Kings 6:19"},{"bookName":"1 Kings","chapter":6,"verse":20,"text":"The inner sanctuary was 30 feet long, 30 feet wide, and 30 feet high. He plated it with gold, as well as the cedar altar. ","reference":"1 Kings 6:20"},{"bookName":"1 Kings","chapter":6,"verse":21,"text":"Solomon plated the inside of the temple with gold. He hung golden chains in front of the inner sanctuary and plated the inner sanctuary with gold. ","reference":"1 Kings 6:21"},{"bookName":"1 Kings","chapter":6,"verse":22,"text":"He plated the entire inside of the temple with gold, as well as the altar inside the inner sanctuary. ","reference":"1 Kings 6:22"},{"bookName":"1 Kings","chapter":6,"verse":23,"text":"In the inner sanctuary he made two cherubim of olive wood; each stood 15 feet high. ","reference":"1 Kings 6:23"},{"bookName":"1 Kings","chapter":6,"verse":24,"text":"Each of the first cherub’s wings was 7½ feet long; its entire wingspan was 15 feet. ","reference":"1 Kings 6:24"},{"bookName":"1 Kings","chapter":6,"verse":25,"text":"The second cherub also had a wingspan of 15 feet; it was identical to the first in measurements and shape. ","reference":"1 Kings 6:25"},{"bookName":"1 Kings","chapter":6,"verse":26,"text":"Each cherub stood 15 feet high. ","reference":"1 Kings 6:26"},{"bookName":"1 Kings","chapter":6,"verse":27,"text":"He put the cherubim in the inner sanctuary of the temple. Their wings were spread out. One of the first cherub’s wings touched one wall and one of the other cherub’s wings touched the opposite wall. The first cherub’s other wing touched the second cherub’s other wing in the middle of the room. ","reference":"1 Kings 6:27"},{"bookName":"1 Kings","chapter":6,"verse":28,"text":"He plated the cherubim with gold. ","reference":"1 Kings 6:28"},{"bookName":"1 Kings","chapter":6,"verse":29,"text":"On all the walls around the temple, inside and out, he carved cherubim, palm trees, and flowers in bloom. ","reference":"1 Kings 6:29"},{"bookName":"1 Kings","chapter":6,"verse":30,"text":"He plated the floor of the temple with gold, inside and out. ","reference":"1 Kings 6:30"},{"bookName":"1 Kings","chapter":6,"verse":31,"text":"He made doors of olive wood at the entrance to the inner sanctuary; the pillar on each doorpost was five sided. ","reference":"1 Kings 6:31"},{"bookName":"1 Kings","chapter":6,"verse":32,"text":"On the two doors made of olive wood he carved cherubim, palm trees, and flowers in bloom, and he plated them with gold. He plated the cherubim and the palm trees with hammered gold. ","reference":"1 Kings 6:32"},{"bookName":"1 Kings","chapter":6,"verse":33,"text":"In the same way he made doorposts of olive wood for the entrance to the main hall, only with four-sided pillars.","reference":"1 Kings 6:33"},{"bookName":"1 Kings","chapter":6,"verse":34,"text":"He also made two doors out of wood from evergreens; each door had two folding leaves.","reference":"1 Kings 6:34"},{"bookName":"1 Kings","chapter":6,"verse":35,"text":"He carved cherubim, palm trees, and flowers in bloom and plated them with gold, leveled out over the carvings. ","reference":"1 Kings 6:35"},{"bookName":"1 Kings","chapter":6,"verse":36,"text":"He built the inner courtyard with three rows of chiseled stones and a row of cedar beams. ","reference":"1 Kings 6:36"},{"bookName":"1 Kings","chapter":6,"verse":37,"text":"In the month of Ziv in the fourth year of Solomon’s reign the foundation was laid for the Lord’s temple. ","reference":"1 Kings 6:37"},{"bookName":"1 Kings","chapter":6,"verse":38,"text":"In the eleventh year, in the month of Bul (the eighth month) the temple was completed in accordance with all its specifications and blueprints. It took seven years to build. ","reference":"1 Kings 6:38"}]