[{"bookName":"1 Kings","chapter":2,"verse":1,"text":"When David was close to death, he told Solomon his son: ","reference":"1 Kings 2:1"},{"bookName":"1 Kings","chapter":2,"verse":2,"text":"“I am about to die. Be strong and become a man! ","reference":"1 Kings 2:2"},{"bookName":"1 Kings","chapter":2,"verse":3,"text":"Do the job the Lord your God has assigned you by following his instructions and obeying his rules, commandments, regulations, and laws as written in the law of Moses. Then you will succeed in all you do and seek to accomplish, ","reference":"1 Kings 2:3"},{"bookName":"1 Kings","chapter":2,"verse":4,"text":"and the Lord will fulfill his promise to me, ‘If your descendants watch their step and live faithfully in my presence with all their heart and being, then,’ he promised, ‘you will not fail to have a successor on the throne of Israel.’ ","reference":"1 Kings 2:4"},{"bookName":"1 Kings","chapter":2,"verse":5,"text":"“You know what Joab son of Zeruiah did to me—how he murdered two commanders of the Israelite armies, Abner son of Ner and Amasa son of Jether. During peacetime he struck them down as if in battle; when he shed their blood, he stained the belt on his waist and the sandals on his feet. ","reference":"1 Kings 2:5"},{"bookName":"1 Kings","chapter":2,"verse":6,"text":"Do to him what you think is appropriate, but don’t let him live long and die a peaceful death. ","reference":"1 Kings 2:6"},{"bookName":"1 Kings","chapter":2,"verse":7,"text":"“Treat fairly the sons of Barzillai of Gilead and provide for their needs, because they helped me when I had to flee from your brother Absalom. ","reference":"1 Kings 2:7"},{"bookName":"1 Kings","chapter":2,"verse":8,"text":"“Note well, you still have to contend with Shimei son of Gera, the Benjaminite from Bahurim, who tried to call down upon me a horrible judgment when I went to Mahanaim. He came down and met me at the Jordan, and I solemnly promised him by the Lord, ‘I will not strike you down with the sword.’ ","reference":"1 Kings 2:8"},{"bookName":"1 Kings","chapter":2,"verse":9,"text":"But now don’t treat him as if he were innocent. You are a wise man and you know how to handle him; make sure he has a bloody death.” ","reference":"1 Kings 2:9"},{"bookName":"1 Kings","chapter":2,"verse":10,"text":"Then David passed away and was buried in the City of David. ","reference":"1 Kings 2:10"},{"bookName":"1 Kings","chapter":2,"verse":11,"text":"David reigned over Israel forty years; he reigned in Hebron seven years, and in Jerusalem thirty-three years. ","reference":"1 Kings 2:11"},{"bookName":"1 Kings","chapter":2,"verse":12,"text":"Solomon sat on his father David’s throne, and his royal authority was firmly solidified. ","reference":"1 Kings 2:12"},{"bookName":"1 Kings","chapter":2,"verse":13,"text":"Haggith’s son Adonijah visited Bathsheba, Solomon’s mother. She asked, “Do you come in peace?” He answered, “Yes.”","reference":"1 Kings 2:13"},{"bookName":"1 Kings","chapter":2,"verse":14,"text":"He added, “I have something to say to you.” She replied, “Speak.”","reference":"1 Kings 2:14"},{"bookName":"1 Kings","chapter":2,"verse":15,"text":"He said, “You know that the kingdom was mine and all Israel considered me king. But then the kingdom was given to my brother, for the Lord decided it should be his.","reference":"1 Kings 2:15"},{"bookName":"1 Kings","chapter":2,"verse":16,"text":"Now I’d like to ask you for just one thing. Please don’t refuse me.” She said, “Go ahead and ask.” ","reference":"1 Kings 2:16"},{"bookName":"1 Kings","chapter":2,"verse":17,"text":"He said, “Please ask King Solomon if he would give me Abishag the Shunammite as a wife, for he won’t refuse you.”","reference":"1 Kings 2:17"},{"bookName":"1 Kings","chapter":2,"verse":18,"text":"Bathsheba replied, “That’s fine; I’ll speak to the king on your behalf.”","reference":"1 Kings 2:18"},{"bookName":"1 Kings","chapter":2,"verse":19,"text":"So Bathsheba visited King Solomon to speak to him on Adonijah’s behalf. The king got up to greet her, bowed to her, and then sat on his throne. He ordered a throne to be brought for the king’s mother, and she sat at his right hand. ","reference":"1 Kings 2:19"},{"bookName":"1 Kings","chapter":2,"verse":20,"text":"She said, “I would like to ask you for just one small favor. Please don’t refuse me.” He said, “Go ahead and ask, my mother, for I would not refuse you.”","reference":"1 Kings 2:20"},{"bookName":"1 Kings","chapter":2,"verse":21,"text":"She said, “Allow Abishag the Shunammite to be given to your brother Adonijah as a wife.” ","reference":"1 Kings 2:21"},{"bookName":"1 Kings","chapter":2,"verse":22,"text":"King Solomon answered his mother, “Why just request Abishag the Shunammite for him? Since he is my older brother, you should also request the kingdom for him, for Abiathar the priest, and for Joab son of Zeruiah!” ","reference":"1 Kings 2:22"},{"bookName":"1 Kings","chapter":2,"verse":23,"text":"King Solomon then swore an oath by the Lord, “May God judge me severely, if Adonijah does not pay for this request with his life! ","reference":"1 Kings 2:23"},{"bookName":"1 Kings","chapter":2,"verse":24,"text":"Now, as certainly as the Lord lives (he who made me secure, allowed me to sit on my father David’s throne, and established a dynasty for me as he promised), Adonijah will be executed today!” ","reference":"1 Kings 2:24"},{"bookName":"1 Kings","chapter":2,"verse":25,"text":"King Solomon then sent Benaiah son of Jehoiada, and he killed Adonijah.","reference":"1 Kings 2:25"},{"bookName":"1 Kings","chapter":2,"verse":26,"text":"The king then told Abiathar the priest, “Go back to your property in Anathoth. You deserve to die, but today I will not kill you because you did carry the ark of the Sovereign Lord before my father David and you suffered with my father through all his difficult times.”","reference":"1 Kings 2:26"},{"bookName":"1 Kings","chapter":2,"verse":27,"text":"Solomon removed Abiathar from being a priest for the Lord, fulfilling the Lord’s message that he had pronounced against the family of Eli in Shiloh. ","reference":"1 Kings 2:27"},{"bookName":"1 Kings","chapter":2,"verse":28,"text":"When the news reached Joab (for Joab had supported Adonijah, although he had not supported Absalom), he ran to the tent of the Lord and grabbed hold of the horns of the altar. ","reference":"1 Kings 2:28"},{"bookName":"1 Kings","chapter":2,"verse":29,"text":"When King Solomon heard that Joab had run to the tent of the Lord and was right there beside the altar, he ordered Benaiah son of Jehoiada, “Go, strike him down.” ","reference":"1 Kings 2:29"},{"bookName":"1 Kings","chapter":2,"verse":30,"text":"When Benaiah arrived at the tent of the Lord, he said to him, “The king says, ‘Come out!’” But he replied, “No, I will die here!” So Benaiah sent word to the king and reported Joab’s reply. ","reference":"1 Kings 2:30"},{"bookName":"1 Kings","chapter":2,"verse":31,"text":"The king told him, “Do as he said! Strike him down and bury him. Take away from me and from my father’s family the guilt of Joab’s murderous, bloody deeds.","reference":"1 Kings 2:31"},{"bookName":"1 Kings","chapter":2,"verse":32,"text":"May the Lord punish him for the blood he shed; behind my father David’s back he struck down and murdered with the sword two men who were more innocent and morally upright than he—Abner son of Ner, commander of Israel’s army, and Amasa son of Jether, commander of Judah’s army. ","reference":"1 Kings 2:32"},{"bookName":"1 Kings","chapter":2,"verse":33,"text":"May Joab and his descendants be perpetually guilty of their shed blood, but may the Lord give perpetual peace to David, his descendants, his family, and his dynasty.” ","reference":"1 Kings 2:33"},{"bookName":"1 Kings","chapter":2,"verse":34,"text":"So Benaiah son of Jehoiada went up and executed Joab; he was buried at his home in the wilderness. ","reference":"1 Kings 2:34"},{"bookName":"1 Kings","chapter":2,"verse":35,"text":"The king appointed Benaiah son of Jehoiada to take his place at the head of the army, and the king appointed Zadok the priest to take Abiathar’s place. ","reference":"1 Kings 2:35"},{"bookName":"1 Kings","chapter":2,"verse":36,"text":"Next the king summoned Shimei and told him, “Build yourself a house in Jerusalem and live there, but you may not leave there to go anywhere. ","reference":"1 Kings 2:36"},{"bookName":"1 Kings","chapter":2,"verse":37,"text":"If you ever do leave and cross the Kidron Valley, know for sure that you will certainly die. You will be responsible for your own death.” ","reference":"1 Kings 2:37"},{"bookName":"1 Kings","chapter":2,"verse":38,"text":"Shimei said to the king, “My master the king’s proposal is acceptable. Your servant will do as you say.” So Shimei lived in Jerusalem for a long time.","reference":"1 Kings 2:38"},{"bookName":"1 Kings","chapter":2,"verse":39,"text":"Three years later two of Shimei’s servants ran away to King Achish son of Maacah of Gath. Shimei was told, “Look, your servants are in Gath.” ","reference":"1 Kings 2:39"},{"bookName":"1 Kings","chapter":2,"verse":40,"text":"So Shimei got up, saddled his donkey, and went to Achish at Gath to find his servants; Shimei went and brought back his servants from Gath. ","reference":"1 Kings 2:40"},{"bookName":"1 Kings","chapter":2,"verse":41,"text":"When Solomon was told that Shimei had gone from Jerusalem to Gath and had then returned, ","reference":"1 Kings 2:41"},{"bookName":"1 Kings","chapter":2,"verse":42,"text":"the king summoned Shimei and said to him, “You will recall that I made you take an oath by the Lord, and I solemnly warned you, ‘If you ever leave and go anywhere, know for sure that you will certainly die.’ You said to me, ‘The proposal is acceptable; I agree to it.’","reference":"1 Kings 2:42"},{"bookName":"1 Kings","chapter":2,"verse":43,"text":"Why then have you broken the oath you made before the Lord and disobeyed the order I gave you?”","reference":"1 Kings 2:43"},{"bookName":"1 Kings","chapter":2,"verse":44,"text":"Then the king said to Shimei, “You are well aware of the way you mistreated my father David. The Lord will punish you for what you did.","reference":"1 Kings 2:44"},{"bookName":"1 Kings","chapter":2,"verse":45,"text":"But King Solomon will be empowered, and David’s dynasty will endure permanently before the Lord.”","reference":"1 Kings 2:45"},{"bookName":"1 Kings","chapter":2,"verse":46,"text":"The king then gave the order to Benaiah son of Jehoiada who went and executed Shimei. So Solomon took firm control of the kingdom. ","reference":"1 Kings 2:46"}]