[{"bookName":"1 Kings","chapter":14,"verse":1,"text":" At that time Jeroboam’s son Abijah became sick. ","reference":"1 Kings 14:1"},{"bookName":"1 Kings","chapter":14,"verse":2,"text":"Jeroboam told his wife, “Disguise yourself so that people cannot recognize you are Jeroboam’s wife. Then go to Shiloh; Ahijah the prophet, who told me I would rule over this nation, lives there. ","reference":"1 Kings 14:2"},{"bookName":"1 Kings","chapter":14,"verse":3,"text":"Take 10 loaves of bread, some small cakes, and a container of honey and visit him. He will tell you what will happen to the boy.” ","reference":"1 Kings 14:3"},{"bookName":"1 Kings","chapter":14,"verse":4,"text":"Jeroboam’s wife did as she was told. She went to Shiloh and visited Ahijah. Now Ahijah could not see; he had lost his eyesight in his old age. ","reference":"1 Kings 14:4"},{"bookName":"1 Kings","chapter":14,"verse":5,"text":"But the Lord had told Ahijah, “Look, Jeroboam’s wife is coming to find out from you what will happen to her son, for he is sick. Tell her such and such. When she comes, she will be in a disguise.” ","reference":"1 Kings 14:5"},{"bookName":"1 Kings","chapter":14,"verse":6,"text":"When Ahijah heard the sound of her footsteps as she came through the door, he said, “Come on in, wife of Jeroboam! Why are you pretending to be someone else? I have been commissioned to give you bad news. ","reference":"1 Kings 14:6"},{"bookName":"1 Kings","chapter":14,"verse":7,"text":"Go, tell Jeroboam, ‘This is what the Lord God of Israel has said: “I raised you up from among the people and made you ruler over my people Israel. ","reference":"1 Kings 14:7"},{"bookName":"1 Kings","chapter":14,"verse":8,"text":"I tore the kingdom away from the Davidic dynasty and gave it to you. But you are not like my servant David, who kept my commandments and followed me wholeheartedly by doing only what I approve. ","reference":"1 Kings 14:8"},{"bookName":"1 Kings","chapter":14,"verse":9,"text":"You have sinned more than all who came before you. You went and angered me by making other gods, formed out of metal; you have completely disregarded me.","reference":"1 Kings 14:9"},{"bookName":"1 Kings","chapter":14,"verse":10,"text":"So I am ready to bring disaster on the dynasty of Jeroboam. I will cut off every last male belonging to Jeroboam in Israel, including even the weak and incapacitated. I will burn up the dynasty of Jeroboam, just as one burns manure until it is completely consumed. ","reference":"1 Kings 14:10"},{"bookName":"1 Kings","chapter":14,"verse":11,"text":"Dogs will eat the members of your family who die in the city, and the birds of the sky will eat the ones who die in the country.”’ Indeed, the Lord has announced it!","reference":"1 Kings 14:11"},{"bookName":"1 Kings","chapter":14,"verse":12,"text":"“As for you, get up and go home. When you set foot in the city, the boy will die. ","reference":"1 Kings 14:12"},{"bookName":"1 Kings","chapter":14,"verse":13,"text":"All Israel will mourn him and bury him. He is the only one in Jeroboam’s family who will receive a decent burial, for he is the only one in whom the Lord God of Israel found anything good. ","reference":"1 Kings 14:13"},{"bookName":"1 Kings","chapter":14,"verse":14,"text":"The Lord will raise up a king over Israel who will cut off Jeroboam’s dynasty. It is ready to happen! ","reference":"1 Kings 14:14"},{"bookName":"1 Kings","chapter":14,"verse":15,"text":"The Lord will attack Israel, making it like a reed that sways in the water. He will remove Israel from this good land he gave to their ancestors and scatter them beyond the Euphrates River, because they angered the Lord by making Asherah poles. ","reference":"1 Kings 14:15"},{"bookName":"1 Kings","chapter":14,"verse":16,"text":"He will hand Israel over to their enemies because of the sins which Jeroboam committed and which he made Israel commit.” ","reference":"1 Kings 14:16"},{"bookName":"1 Kings","chapter":14,"verse":17,"text":"So Jeroboam’s wife got up and went back to Tirzah. As she crossed the threshold of the house, the boy died. ","reference":"1 Kings 14:17"},{"bookName":"1 Kings","chapter":14,"verse":18,"text":"All Israel buried him and mourned for him, in keeping with the Lord’s message that he had spoken through his servant, the prophet Ahijah. ","reference":"1 Kings 14:18"},{"bookName":"1 Kings","chapter":14,"verse":19,"text":"The rest of the events of Jeroboam’s reign, including the details of his battles and rule, are recorded in the scroll called the Annals of the Kings of Israel. ","reference":"1 Kings 14:19"},{"bookName":"1 Kings","chapter":14,"verse":20,"text":"Jeroboam ruled for 22 years; then he passed away. His son Nadab replaced him as king. ","reference":"1 Kings 14:20"},{"bookName":"1 Kings","chapter":14,"verse":21,"text":"Now Rehoboam son of Solomon ruled in Judah. He was forty-one years old when he became king, and he ruled for 17 years in Jerusalem, the city the Lord chose from all the tribes of Israel to be his home. His mother was an Ammonite woman named Naamah. ","reference":"1 Kings 14:21"},{"bookName":"1 Kings","chapter":14,"verse":22,"text":"Judah did evil in the sight of the Lord. They made him more jealous by their sins than their ancestors had done. ","reference":"1 Kings 14:22"},{"bookName":"1 Kings","chapter":14,"verse":23,"text":"They even built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree. ","reference":"1 Kings 14:23"},{"bookName":"1 Kings","chapter":14,"verse":24,"text":"There were also male cultic prostitutes in the land. They committed the same horrible sins as the nations that the Lord had driven out from before the Israelites. ","reference":"1 Kings 14:24"},{"bookName":"1 Kings","chapter":14,"verse":25,"text":"In King Rehoboam’s fifth year, King Shishak of Egypt attacked Jerusalem. ","reference":"1 Kings 14:25"},{"bookName":"1 Kings","chapter":14,"verse":26,"text":"He took away the treasures of the Lord’s temple and of the royal palace; he took everything, including all the golden shields that Solomon had made. ","reference":"1 Kings 14:26"},{"bookName":"1 Kings","chapter":14,"verse":27,"text":"King Rehoboam made bronze shields to replace them and assigned them to the officers of the royal guard who protected the entrance to the royal palace. ","reference":"1 Kings 14:27"},{"bookName":"1 Kings","chapter":14,"verse":28,"text":"Whenever the king visited the Lord’s temple, the royal guard carried them and then brought them back to the guardroom. ","reference":"1 Kings 14:28"},{"bookName":"1 Kings","chapter":14,"verse":29,"text":"The rest of the events of Rehoboam’s reign, including his accomplishments, are recorded in the scroll called the Annals of the Kings of Judah. ","reference":"1 Kings 14:29"},{"bookName":"1 Kings","chapter":14,"verse":30,"text":"Rehoboam and Jeroboam were continually at war with each other. ","reference":"1 Kings 14:30"},{"bookName":"1 Kings","chapter":14,"verse":31,"text":"Rehoboam passed away and was buried with his ancestors in the City of David. His mother was an Ammonite named Naamah. His son Abijah replaced him as king. ","reference":"1 Kings 14:31"}]