[{"bookName":"Psalms","chapter":79,"verse":1,"text":"A psalm of Asaph. O God, foreigners have invaded your chosen land; they have polluted your holy temple and turned Jerusalem into a heap of ruins. ","reference":"Psalms 79:1"},{"bookName":"Psalms","chapter":79,"verse":2,"text":"They have given the corpses of your servants to the birds of the sky, the flesh of your loyal followers to the beasts of the earth. ","reference":"Psalms 79:2"},{"bookName":"Psalms","chapter":79,"verse":3,"text":"They have made their blood flow like water all around Jerusalem, and there is no one to bury them.","reference":"Psalms 79:3"},{"bookName":"Psalms","chapter":79,"verse":4,"text":"We have become an object of disdain to our neighbors; those who live on our borders taunt and insult us.","reference":"Psalms 79:4"},{"bookName":"Psalms","chapter":79,"verse":5,"text":"How long will this go on, O Lord? Will you stay angry forever? How long will your rage burn like fire? ","reference":"Psalms 79:5"},{"bookName":"Psalms","chapter":79,"verse":6,"text":"Pour out your anger on the nations that do not acknowledge you, on the kingdoms that do not pray to you. ","reference":"Psalms 79:6"},{"bookName":"Psalms","chapter":79,"verse":7,"text":"For they have devoured Jacob and destroyed his home. ","reference":"Psalms 79:7"},{"bookName":"Psalms","chapter":79,"verse":8,"text":"Do not hold us accountable for the sins of earlier generations. Quickly send your compassion our way, for we are in serious trouble.","reference":"Psalms 79:8"},{"bookName":"Psalms","chapter":79,"verse":9,"text":"Help us, O God, our deliverer! For the sake of your glorious reputation, rescue us. Forgive our sins for the sake of your reputation. ","reference":"Psalms 79:9"},{"bookName":"Psalms","chapter":79,"verse":10,"text":"Why should the nations say, “Where is their God?” Before our very eyes may the shed blood of your servants be avenged among the nations. ","reference":"Psalms 79:10"},{"bookName":"Psalms","chapter":79,"verse":11,"text":"Listen to the painful cries of the prisoners. Use your great strength to set free those condemned to die. ","reference":"Psalms 79:11"},{"bookName":"Psalms","chapter":79,"verse":12,"text":"Pay back our neighbors in full. May they be insulted the same way they insulted you, O Lord. ","reference":"Psalms 79:12"},{"bookName":"Psalms","chapter":79,"verse":13,"text":"Then we, your people, the sheep of your pasture, will continually thank you. We will tell coming generations of your praiseworthy acts.","reference":"Psalms 79:13"}]