[{"bookName":"Psalms","chapter":81,"verse":1,"text":"For the music director, according to the gittith style; by Asaph. Shout for joy to God, our source of strength! Shout out to the God of Jacob! ","reference":"Psalms 81:1"},{"bookName":"Psalms","chapter":81,"verse":2,"text":"Sing a song and play the tambourine, the pleasant-sounding harp, and the ten-stringed instrument. ","reference":"Psalms 81:2"},{"bookName":"Psalms","chapter":81,"verse":3,"text":"Sound the ram’s horn on the day of the new moon and on the day of the full moon when our festival begins.","reference":"Psalms 81:3"},{"bookName":"Psalms","chapter":81,"verse":4,"text":"For observing the festival is a requirement for Israel; it is an ordinance given by the God of Jacob. ","reference":"Psalms 81:4"},{"bookName":"Psalms","chapter":81,"verse":5,"text":"He decreed it as a regulation in Joseph, when he attacked the land of Egypt. I heard a voice I did not recognize. ","reference":"Psalms 81:5"},{"bookName":"Psalms","chapter":81,"verse":6,"text":"It said: “I removed the burden from his shoulder; his hands were released from holding the basket. ","reference":"Psalms 81:6"},{"bookName":"Psalms","chapter":81,"verse":7,"text":"In your distress you called out and I rescued you. I answered you from a dark thundercloud. I tested you at the waters of Meribah. (Selah)","reference":"Psalms 81:7"},{"bookName":"Psalms","chapter":81,"verse":8,"text":"I said, ‘Listen, my people! I will warn you. O Israel, if only you would obey me!","reference":"Psalms 81:8"},{"bookName":"Psalms","chapter":81,"verse":9,"text":"There must be no other god among you. You must not worship a foreign god. ","reference":"Psalms 81:9"},{"bookName":"Psalms","chapter":81,"verse":10,"text":"I am the Lord, your God, the one who brought you out of the land of Egypt. Open your mouth wide and I will fill it.’","reference":"Psalms 81:10"},{"bookName":"Psalms","chapter":81,"verse":11,"text":"But my people did not obey me; Israel did not submit to me. ","reference":"Psalms 81:11"},{"bookName":"Psalms","chapter":81,"verse":12,"text":"I gave them over to their stubborn desires; they did what seemed right to them.","reference":"Psalms 81:12"},{"bookName":"Psalms","chapter":81,"verse":13,"text":"If only my people would obey me! If only Israel would keep my commands! ","reference":"Psalms 81:13"},{"bookName":"Psalms","chapter":81,"verse":14,"text":"Then I would quickly subdue their enemies, and attack their adversaries.” ","reference":"Psalms 81:14"},{"bookName":"Psalms","chapter":81,"verse":15,"text":"(May those who hate the Lord cower in fear before him. May they be permanently humiliated.) ","reference":"Psalms 81:15"},{"bookName":"Psalms","chapter":81,"verse":16,"text":"“I would feed Israel the best wheat, and would satisfy your appetite with honey from the rocky cliffs.”","reference":"Psalms 81:16"}]