[{"bookName":"Psalms","chapter":7,"verse":1,"text":"A musical composition by David, which he sang to the Lord concerning a Benjaminite named Cush. O Lord my God, in you I have taken shelter. Deliver me from all who chase me. Rescue me!","reference":"Psalms 7:1"},{"bookName":"Psalms","chapter":7,"verse":2,"text":"Otherwise they will rip me to shreds like a lion; they will tear me to bits and no one will be able to rescue me. ","reference":"Psalms 7:2"},{"bookName":"Psalms","chapter":7,"verse":3,"text":"O Lord my God, if I have done what they say, or am guilty of unjust actions,","reference":"Psalms 7:3"},{"bookName":"Psalms","chapter":7,"verse":4,"text":"or have wronged my ally, or helped his lawless enemy, ","reference":"Psalms 7:4"},{"bookName":"Psalms","chapter":7,"verse":5,"text":"may an enemy relentlessly chase me and catch me; may he trample me to death and leave me lying dishonored in the dust. (Selah)","reference":"Psalms 7:5"},{"bookName":"Psalms","chapter":7,"verse":6,"text":"Stand up angrily, Lord. Rise up with raging fury against my enemies. Wake up for my sake, and execute the judgment you have decreed for them.","reference":"Psalms 7:6"},{"bookName":"Psalms","chapter":7,"verse":7,"text":"The countries are assembled all around you; take once more your rightful place over them. ","reference":"Psalms 7:7"},{"bookName":"Psalms","chapter":7,"verse":8,"text":"The Lord judges the nations. Vindicate me, Lord, because I am innocent, because I am blameless, O Exalted One.","reference":"Psalms 7:8"},{"bookName":"Psalms","chapter":7,"verse":9,"text":"May the evil deeds of the wicked come to an end. But make the innocent secure, O righteous God, you who examine inner thoughts and motives. ","reference":"Psalms 7:9"},{"bookName":"Psalms","chapter":7,"verse":10,"text":"The Exalted God is my shield, the one who delivers the morally upright. ","reference":"Psalms 7:10"},{"bookName":"Psalms","chapter":7,"verse":11,"text":"God is a just judge; he is angry throughout the day. ","reference":"Psalms 7:11"},{"bookName":"Psalms","chapter":7,"verse":12,"text":"If a person does not repent, God will wield his sword. He has prepared to shoot his bow. ","reference":"Psalms 7:12"},{"bookName":"Psalms","chapter":7,"verse":13,"text":"He has prepared deadly weapons to use against him; he gets ready to shoot flaming arrows. ","reference":"Psalms 7:13"},{"bookName":"Psalms","chapter":7,"verse":14,"text":"See the one who is pregnant with wickedness, who conceives destructive plans, and gives birth to harmful lies—","reference":"Psalms 7:14"},{"bookName":"Psalms","chapter":7,"verse":15,"text":"he digs a pit and then falls into the hole he has made. ","reference":"Psalms 7:15"},{"bookName":"Psalms","chapter":7,"verse":16,"text":"He becomes the victim of his own destructive plans— and the violence he intended for others falls on his own head. ","reference":"Psalms 7:16"},{"bookName":"Psalms","chapter":7,"verse":17,"text":"I will thank the Lord for his justice; I will sing praises to the Lord Most High! ","reference":"Psalms 7:17"}]