[{"bookName":"Psalms","chapter":19,"verse":1,"text":"For the music director, a psalm of David. The heavens declare the glory of God; the sky displays his handiwork.","reference":"Psalms 19:1"},{"bookName":"Psalms","chapter":19,"verse":2,"text":"Day after day it speaks out; night after night it reveals his greatness. ","reference":"Psalms 19:2"},{"bookName":"Psalms","chapter":19,"verse":3,"text":"There is no actual speech or word, nor is its voice literally heard. ","reference":"Psalms 19:3"},{"bookName":"Psalms","chapter":19,"verse":4,"text":"Yet its voice echoes throughout the earth; its words carry to the distant horizon. In the sky he has pitched a tent for the sun. ","reference":"Psalms 19:4"},{"bookName":"Psalms","chapter":19,"verse":5,"text":"Like a bridegroom it emerges from its chamber; like a strong man it enjoys running its course. ","reference":"Psalms 19:5"},{"bookName":"Psalms","chapter":19,"verse":6,"text":"It emerges from the distant horizon, and goes from one end of the sky to the other; nothing can escape its heat. ","reference":"Psalms 19:6"},{"bookName":"Psalms","chapter":19,"verse":7,"text":"The law of the Lord is perfect and preserves one’s life. The rules set down by the Lord are reliable and impart wisdom to the inexperienced. ","reference":"Psalms 19:7"},{"bookName":"Psalms","chapter":19,"verse":8,"text":"The Lord’s precepts are fair and make one joyful. The Lord’s commands are pure and give insight for life. ","reference":"Psalms 19:8"},{"bookName":"Psalms","chapter":19,"verse":9,"text":"The commands to fear the Lord are right and endure forever. The judgments given by the Lord are trustworthy and absolutely just. ","reference":"Psalms 19:9"},{"bookName":"Psalms","chapter":19,"verse":10,"text":"They are of greater value than gold, than even a great amount of pure gold; they bring greater delight than honey, than even the sweetest honey from a honeycomb. ","reference":"Psalms 19:10"},{"bookName":"Psalms","chapter":19,"verse":11,"text":"Yes, your servant finds moral guidance there; those who obey them receive a rich reward. ","reference":"Psalms 19:11"},{"bookName":"Psalms","chapter":19,"verse":12,"text":"Who can know all his errors? Please do not punish me for sins I am unaware of. ","reference":"Psalms 19:12"},{"bookName":"Psalms","chapter":19,"verse":13,"text":"Moreover, keep me from committing flagrant sins; do not allow such sins to control me. Then I will be blameless and innocent of blatant rebellion. ","reference":"Psalms 19:13"},{"bookName":"Psalms","chapter":19,"verse":14,"text":"May my words and my thoughts be acceptable in your sight, O Lord, my sheltering rock and my redeemer. ","reference":"Psalms 19:14"}]