[{"bookName":"Psalms","chapter":37,"verse":1,"text":"By David. Do not fret when wicked men seem to succeed. Do not envy evildoers. ","reference":"Psalms 37:1"},{"bookName":"Psalms","chapter":37,"verse":2,"text":"For they will quickly dry up like grass, and wither away like plants. ","reference":"Psalms 37:2"},{"bookName":"Psalms","chapter":37,"verse":3,"text":"Trust in the Lord and do what is right. Settle in the land and maintain your integrity. ","reference":"Psalms 37:3"},{"bookName":"Psalms","chapter":37,"verse":4,"text":"Then you will take delight in the Lord, and he will answer your prayers. ","reference":"Psalms 37:4"},{"bookName":"Psalms","chapter":37,"verse":5,"text":"Commit your future to the Lord. Trust in him, and he will act on your behalf.","reference":"Psalms 37:5"},{"bookName":"Psalms","chapter":37,"verse":6,"text":"He will vindicate you in broad daylight, and publicly defend your just cause. ","reference":"Psalms 37:6"},{"bookName":"Psalms","chapter":37,"verse":7,"text":"Wait patiently for the Lord! Wait confidently for him! Do not fret over the apparent success of a sinner, a man who carries out wicked schemes. ","reference":"Psalms 37:7"},{"bookName":"Psalms","chapter":37,"verse":8,"text":"Do not be angry and frustrated. Do not fret. That only leads to trouble. ","reference":"Psalms 37:8"},{"bookName":"Psalms","chapter":37,"verse":9,"text":"Wicked men will be wiped out, but those who rely on the Lord are the ones who will possess the land. ","reference":"Psalms 37:9"},{"bookName":"Psalms","chapter":37,"verse":10,"text":"Evil men will soon disappear; you will stare at the spot where they once were, but they will be gone. ","reference":"Psalms 37:10"},{"bookName":"Psalms","chapter":37,"verse":11,"text":"But the oppressed will possess the land and enjoy great prosperity. ","reference":"Psalms 37:11"},{"bookName":"Psalms","chapter":37,"verse":12,"text":"Evil men plot against the godly and viciously attack them. ","reference":"Psalms 37:12"},{"bookName":"Psalms","chapter":37,"verse":13,"text":"The Lord laughs in disgust at them, for he knows that their day is coming. ","reference":"Psalms 37:13"},{"bookName":"Psalms","chapter":37,"verse":14,"text":"Evil men draw their swords and prepare their bows, to bring down the oppressed and needy, and to slaughter those who are godly. ","reference":"Psalms 37:14"},{"bookName":"Psalms","chapter":37,"verse":15,"text":"Their swords will pierce their own hearts, and their bows will be broken. ","reference":"Psalms 37:15"},{"bookName":"Psalms","chapter":37,"verse":16,"text":"The little bit that a godly man owns is better than the wealth of many evil men,","reference":"Psalms 37:16"},{"bookName":"Psalms","chapter":37,"verse":17,"text":"for evil men will lose their power, but the Lord sustains the godly. ","reference":"Psalms 37:17"},{"bookName":"Psalms","chapter":37,"verse":18,"text":"The Lord watches over the innocent day by day, and they possess a permanent inheritance. ","reference":"Psalms 37:18"},{"bookName":"Psalms","chapter":37,"verse":19,"text":"They will not be ashamed when hard times come; when famine comes they will have enough to eat. ","reference":"Psalms 37:19"},{"bookName":"Psalms","chapter":37,"verse":20,"text":"But evil men will die; the Lord’s enemies will be incinerated— they will go up in smoke. ","reference":"Psalms 37:20"},{"bookName":"Psalms","chapter":37,"verse":21,"text":"Evil men borrow, but do not repay their debt, but the godly show compassion and are generous. ","reference":"Psalms 37:21"},{"bookName":"Psalms","chapter":37,"verse":22,"text":"Surely those favored by the Lord will possess the land, but those rejected by him will be wiped out.","reference":"Psalms 37:22"},{"bookName":"Psalms","chapter":37,"verse":23,"text":"The Lord grants success to the one whose behavior he finds commendable.","reference":"Psalms 37:23"},{"bookName":"Psalms","chapter":37,"verse":24,"text":"Even if he trips, he will not fall headlong, for the Lord holds his hand. ","reference":"Psalms 37:24"},{"bookName":"Psalms","chapter":37,"verse":25,"text":"I was once young, now I am old. I have never seen the godly abandoned, or their children forced to search for food. ","reference":"Psalms 37:25"},{"bookName":"Psalms","chapter":37,"verse":26,"text":"All day long they show compassion and lend to others, and their children are blessed. ","reference":"Psalms 37:26"},{"bookName":"Psalms","chapter":37,"verse":27,"text":"Turn away from evil. Do what is right. Then you will enjoy lasting security. ","reference":"Psalms 37:27"},{"bookName":"Psalms","chapter":37,"verse":28,"text":"For the Lord promotes justice, and never abandons his faithful followers. They are permanently secure, but the children of the wicked are wiped out.","reference":"Psalms 37:28"},{"bookName":"Psalms","chapter":37,"verse":29,"text":"The godly will possess the land and will dwell in it permanently. ","reference":"Psalms 37:29"},{"bookName":"Psalms","chapter":37,"verse":30,"text":"The godly speak wise words and promote justice. ","reference":"Psalms 37:30"},{"bookName":"Psalms","chapter":37,"verse":31,"text":"The law of their God controls their thinking; their feet do not slip. ","reference":"Psalms 37:31"},{"bookName":"Psalms","chapter":37,"verse":32,"text":"The wicked set an ambush for the godly and try to kill them.","reference":"Psalms 37:32"},{"bookName":"Psalms","chapter":37,"verse":33,"text":"But the Lord does not surrender the godly, or allow them to be condemned in a court of law.","reference":"Psalms 37:33"},{"bookName":"Psalms","chapter":37,"verse":34,"text":"Rely on the Lord. Obey his commands. Then he will permit you to possess the land; you will see the demise of the wicked.","reference":"Psalms 37:34"},{"bookName":"Psalms","chapter":37,"verse":35,"text":"I have seen ruthless, wicked people growing in influence, like a green tree grows in its native soil.","reference":"Psalms 37:35"},{"bookName":"Psalms","chapter":37,"verse":36,"text":"But then one passes by, and suddenly they have disappeared. I looked for them, but they could not be found. ","reference":"Psalms 37:36"},{"bookName":"Psalms","chapter":37,"verse":37,"text":"Take note of the one who has integrity. Observe the upright. For the one who promotes peace has a future. ","reference":"Psalms 37:37"},{"bookName":"Psalms","chapter":37,"verse":38,"text":"Sinful rebels are totally destroyed; the wicked have no future. ","reference":"Psalms 37:38"},{"bookName":"Psalms","chapter":37,"verse":39,"text":"But the Lord delivers the godly; he protects them in times of trouble. ","reference":"Psalms 37:39"},{"bookName":"Psalms","chapter":37,"verse":40,"text":"The Lord helps them and rescues them; he rescues them from the wicked and delivers them, for they seek his protection. ","reference":"Psalms 37:40"}]