[{"bookName":"Psalms","chapter":65,"verse":1,"text":"For the music director, a psalm of David, a song. Praise awaits you, O God, in Zion. Vows made to you are fulfilled. ","reference":"Psalms 65:1"},{"bookName":"Psalms","chapter":65,"verse":2,"text":"You hear prayers; all people approach you. ","reference":"Psalms 65:2"},{"bookName":"Psalms","chapter":65,"verse":3,"text":"Our record of sins overwhelms me, but you forgive our acts of rebellion. ","reference":"Psalms 65:3"},{"bookName":"Psalms","chapter":65,"verse":4,"text":"How blessed is the one whom you choose and allow to live in your palace courts. May we be satisfied with the good things of your house— your holy palace. ","reference":"Psalms 65:4"},{"bookName":"Psalms","chapter":65,"verse":5,"text":"You answer our prayers by performing awesome acts of deliverance, O God, our savior. All the ends of the earth trust in you, as well as those living across the wide seas. ","reference":"Psalms 65:5"},{"bookName":"Psalms","chapter":65,"verse":6,"text":"You created the mountains by your power and demonstrated your strength. ","reference":"Psalms 65:6"},{"bookName":"Psalms","chapter":65,"verse":7,"text":"You calmed the raging seas and their roaring waves, as well as the commotion made by the nations. ","reference":"Psalms 65:7"},{"bookName":"Psalms","chapter":65,"verse":8,"text":"Even those living in the remotest areas are awestruck by your acts; you cause those living in the east and west to praise you.","reference":"Psalms 65:8"},{"bookName":"Psalms","chapter":65,"verse":9,"text":"You visit the earth and give it rain; you make it rich and fertile. God’s streams are full of water; you provide grain for the people of the earth, for you have prepared the earth in this way.","reference":"Psalms 65:9"},{"bookName":"Psalms","chapter":65,"verse":10,"text":"You saturate its furrows, and soak its plowed ground. With rain showers you soften its soil, and make its crops grow. ","reference":"Psalms 65:10"},{"bookName":"Psalms","chapter":65,"verse":11,"text":"You crown the year with your good blessings, and you leave abundance in your wake. ","reference":"Psalms 65:11"},{"bookName":"Psalms","chapter":65,"verse":12,"text":"The pastures in the wilderness glisten with moisture, and the hills are clothed with joy. ","reference":"Psalms 65:12"},{"bookName":"Psalms","chapter":65,"verse":13,"text":"The meadows are clothed with sheep, and the valleys are covered with grain. They shout joyfully, yes, they sing. ","reference":"Psalms 65:13"}]