[{"bookName":"Psalms","chapter":42,"verse":1,"text":"For the music director, a well-written song by the Korahites. As a deer longs for streams of water, so I long for you, O God! ","reference":"Psalms 42:1"},{"bookName":"Psalms","chapter":42,"verse":2,"text":"I thirst for God, for the living God. I say, “When will I be able to go and appear in God’s presence?” ","reference":"Psalms 42:2"},{"bookName":"Psalms","chapter":42,"verse":3,"text":"I cannot eat; I weep day and night. All day long they say to me, “Where is your God?” ","reference":"Psalms 42:3"},{"bookName":"Psalms","chapter":42,"verse":4,"text":"I will remember and weep. For I was once walking along with the great throng to the temple of God, shouting and giving thanks along with the crowd as we celebrated the holy festival. ","reference":"Psalms 42:4"},{"bookName":"Psalms","chapter":42,"verse":5,"text":"Why are you depressed, O my soul? Why are you upset? Wait for God! For I will again give thanks to my God for his saving intervention. ","reference":"Psalms 42:5"},{"bookName":"Psalms","chapter":42,"verse":6,"text":"I am depressed, so I will pray to you while in the region of the upper Jordan, from Hermon, from Mount Mizar. ","reference":"Psalms 42:6"},{"bookName":"Psalms","chapter":42,"verse":7,"text":"One deep stream calls out to another at the sound of your waterfalls; all your billows and waves overwhelm me.","reference":"Psalms 42:7"},{"bookName":"Psalms","chapter":42,"verse":8,"text":"By day the Lord decrees his loyal love, and by night he gives me a song, a prayer to the God of my life. ","reference":"Psalms 42:8"},{"bookName":"Psalms","chapter":42,"verse":9,"text":"I will pray to God, my high ridge: “Why do you ignore me? Why must I walk around mourning because my enemies oppress me?”","reference":"Psalms 42:9"},{"bookName":"Psalms","chapter":42,"verse":10,"text":"My enemies’ taunts cut me to the bone, as they say to me all day long, “Where is your God?” ","reference":"Psalms 42:10"},{"bookName":"Psalms","chapter":42,"verse":11,"text":"Why are you depressed, O my soul? Why are you upset? Wait for God! For I will again give thanks to my God for his saving intervention. ","reference":"Psalms 42:11"}]