[{"bookName":"Psalms","chapter":55,"verse":1,"text":"For the music director, to be accompanied by stringed instruments; a well-written song by David. Listen, O God, to my prayer. Do not ignore my appeal for mercy. ","reference":"Psalms 55:1"},{"bookName":"Psalms","chapter":55,"verse":2,"text":"Pay attention to me and answer me. I am so upset and distressed, I am beside myself, ","reference":"Psalms 55:2"},{"bookName":"Psalms","chapter":55,"verse":3,"text":"because of what the enemy says, and because of how the wicked pressure me, for they hurl trouble down upon me and angrily attack me.","reference":"Psalms 55:3"},{"bookName":"Psalms","chapter":55,"verse":4,"text":"My heart beats violently within me; the horrors of death overcome me.","reference":"Psalms 55:4"},{"bookName":"Psalms","chapter":55,"verse":5,"text":"Fear and panic overpower me; terror overwhelms me.","reference":"Psalms 55:5"},{"bookName":"Psalms","chapter":55,"verse":6,"text":"I say, “I wish I had wings like a dove. I would fly away and settle in a safe place.","reference":"Psalms 55:6"},{"bookName":"Psalms","chapter":55,"verse":7,"text":"Look, I will escape to a distant place; I will stay in the wilderness. (Selah)","reference":"Psalms 55:7"},{"bookName":"Psalms","chapter":55,"verse":8,"text":"I will hurry off to a place that is safe from the strong wind and the gale.” ","reference":"Psalms 55:8"},{"bookName":"Psalms","chapter":55,"verse":9,"text":"Confuse them, O Lord. Frustrate their plans. For I see violence and conflict in the city. ","reference":"Psalms 55:9"},{"bookName":"Psalms","chapter":55,"verse":10,"text":"Day and night they walk around on its walls, while wickedness and destruction are within it.","reference":"Psalms 55:10"},{"bookName":"Psalms","chapter":55,"verse":11,"text":"Disaster is within it; violence and deceit do not depart from its public square. ","reference":"Psalms 55:11"},{"bookName":"Psalms","chapter":55,"verse":12,"text":"Indeed, it is not an enemy who insults me, or else I could bear it; it is not one who hates me who arrogantly taunts me, or else I could hide from him.","reference":"Psalms 55:12"},{"bookName":"Psalms","chapter":55,"verse":13,"text":"But it is you, a man like me, my close friend in whom I confided. ","reference":"Psalms 55:13"},{"bookName":"Psalms","chapter":55,"verse":14,"text":"We would share personal thoughts with each other; in God’s temple we would walk together among the crowd. ","reference":"Psalms 55:14"},{"bookName":"Psalms","chapter":55,"verse":15,"text":"May death destroy them. May they go down alive into Sheol. For evil is in their dwelling place and in their midst. ","reference":"Psalms 55:15"},{"bookName":"Psalms","chapter":55,"verse":16,"text":"As for me, I will call out to God, and the Lord will deliver me.","reference":"Psalms 55:16"},{"bookName":"Psalms","chapter":55,"verse":17,"text":"During the evening, morning, and noontime I will lament and moan, and he will hear me. ","reference":"Psalms 55:17"},{"bookName":"Psalms","chapter":55,"verse":18,"text":"He will rescue me and protect me from those who attack me, even though they greatly outnumber me. ","reference":"Psalms 55:18"},{"bookName":"Psalms","chapter":55,"verse":19,"text":"God, the one who has reigned as king from long ago, will hear and humiliate them. (Selah) They refuse to change, and do not fear God. ","reference":"Psalms 55:19"},{"bookName":"Psalms","chapter":55,"verse":20,"text":"He attacks his friends; he breaks his solemn promises to them.","reference":"Psalms 55:20"},{"bookName":"Psalms","chapter":55,"verse":21,"text":"His words are as smooth as butter, but he harbors animosity in his heart. His words seem softer than oil, but they are really like sharp swords. ","reference":"Psalms 55:21"},{"bookName":"Psalms","chapter":55,"verse":22,"text":"Throw your burden upon the Lord, and he will sustain you. He will never allow the godly to be shaken. ","reference":"Psalms 55:22"},{"bookName":"Psalms","chapter":55,"verse":23,"text":"But you, O God, will bring them down to the deep Pit. Violent and deceitful people will not live even half a normal life-span. But as for me, I trust in you. ","reference":"Psalms 55:23"}]