[{"bookName":"Psalms","chapter":77,"verse":1,"text":"For the music director, Jeduthun; a psalm of Asaph. I will cry out to God and call for help. I will cry out to God and he will pay attention to me. ","reference":"Psalms 77:1"},{"bookName":"Psalms","chapter":77,"verse":2,"text":"In my time of trouble I sought the Lord. I kept my hand raised in prayer throughout the night. I refused to be comforted. ","reference":"Psalms 77:2"},{"bookName":"Psalms","chapter":77,"verse":3,"text":"I said, “I will remember God while I groan; I will think about him while my strength leaves me.” (Selah)","reference":"Psalms 77:3"},{"bookName":"Psalms","chapter":77,"verse":4,"text":"You held my eyelids open; I was troubled and could not speak. ","reference":"Psalms 77:4"},{"bookName":"Psalms","chapter":77,"verse":5,"text":"I thought about the days of old, about ancient times. ","reference":"Psalms 77:5"},{"bookName":"Psalms","chapter":77,"verse":6,"text":"I said, “During the night I will remember the song I once sang; I will think very carefully.” I tried to make sense of what was happening. ","reference":"Psalms 77:6"},{"bookName":"Psalms","chapter":77,"verse":7,"text":"I asked, “Will the Lord reject me forever? Will he never again show me his favor? ","reference":"Psalms 77:7"},{"bookName":"Psalms","chapter":77,"verse":8,"text":"Has his loyal love disappeared forever? Has his promise failed forever? ","reference":"Psalms 77:8"},{"bookName":"Psalms","chapter":77,"verse":9,"text":"Has God forgotten to be merciful? Has his anger stifled his compassion?” (Selah)","reference":"Psalms 77:9"},{"bookName":"Psalms","chapter":77,"verse":10,"text":"Then I said, “I am sickened by the thought that the Most High might become inactive. ","reference":"Psalms 77:10"},{"bookName":"Psalms","chapter":77,"verse":11,"text":"I will remember the works of the Lord. Yes, I will remember the amazing things you did long ago. ","reference":"Psalms 77:11"},{"bookName":"Psalms","chapter":77,"verse":12,"text":"I will think about all you have done; I will reflect upon your deeds.” ","reference":"Psalms 77:12"},{"bookName":"Psalms","chapter":77,"verse":13,"text":" O God, your deeds are extraordinary. What god can compare to our great God? ","reference":"Psalms 77:13"},{"bookName":"Psalms","chapter":77,"verse":14,"text":"You are the God who does amazing things; you have revealed your strength among the nations. ","reference":"Psalms 77:14"},{"bookName":"Psalms","chapter":77,"verse":15,"text":"You delivered your people by your strength— the children of Jacob and Joseph. (Selah)","reference":"Psalms 77:15"},{"bookName":"Psalms","chapter":77,"verse":16,"text":"The waters saw you, O God, the waters saw you and trembled. Yes, the depths of the sea shook with fear.","reference":"Psalms 77:16"},{"bookName":"Psalms","chapter":77,"verse":17,"text":"The clouds poured down rain; the skies thundered. Yes, your arrows flashed about.","reference":"Psalms 77:17"},{"bookName":"Psalms","chapter":77,"verse":18,"text":"Your thunderous voice was heard in the wind; the lightning bolts lit up the world. The earth trembled and shook. ","reference":"Psalms 77:18"},{"bookName":"Psalms","chapter":77,"verse":19,"text":"You walked through the sea; you passed through the surging waters, but left no footprints. ","reference":"Psalms 77:19"},{"bookName":"Psalms","chapter":77,"verse":20,"text":"You led your people like a flock of sheep, by the hand of Moses and Aaron. ","reference":"Psalms 77:20"}]