[{"bookName":"Psalms","chapter":39,"verse":1,"text":"For the music director, Jeduthun; a psalm of David. I decided, “I will watch what I say and make sure I do not sin with my tongue. I will put a muzzle over my mouth while in the presence of an evil person.” ","reference":"Psalms 39:1"},{"bookName":"Psalms","chapter":39,"verse":2,"text":"I was stone silent; I held back the urge to speak. My frustration grew; ","reference":"Psalms 39:2"},{"bookName":"Psalms","chapter":39,"verse":3,"text":"my anxiety intensified. As I thought about it, I became impatient. Finally I spoke these words: ","reference":"Psalms 39:3"},{"bookName":"Psalms","chapter":39,"verse":4,"text":"“O Lord, help me understand my mortality and the brevity of life. Let me realize how quickly my life will pass.","reference":"Psalms 39:4"},{"bookName":"Psalms","chapter":39,"verse":5,"text":"Look, you make my days short lived, and my life span is nothing from your perspective. Surely all people, even those who seem secure, are nothing but vapor. (Selah)","reference":"Psalms 39:5"},{"bookName":"Psalms","chapter":39,"verse":6,"text":"Surely people go through life as mere ghosts. Surely they accumulate worthless wealth without knowing who will eventually haul it away.”","reference":"Psalms 39:6"},{"bookName":"Psalms","chapter":39,"verse":7,"text":"But now, O Lord, upon what am I relying? You are my only hope! ","reference":"Psalms 39:7"},{"bookName":"Psalms","chapter":39,"verse":8,"text":"Deliver me from all my sins of rebellion. Do not make me the object of fools’ insults. ","reference":"Psalms 39:8"},{"bookName":"Psalms","chapter":39,"verse":9,"text":"I am silent and cannot open my mouth because of what you have done. ","reference":"Psalms 39:9"},{"bookName":"Psalms","chapter":39,"verse":10,"text":"Please stop wounding me. You have almost beaten me to death. ","reference":"Psalms 39:10"},{"bookName":"Psalms","chapter":39,"verse":11,"text":"You severely discipline people for their sins; like a moth you slowly devour their strength. Surely all people are a mere vapor. (Selah)","reference":"Psalms 39:11"},{"bookName":"Psalms","chapter":39,"verse":12,"text":"Hear my prayer, O Lord. Listen to my cry for help. Do not ignore my sobbing. For I am a resident foreigner with you, a temporary settler, just as all my ancestors were. ","reference":"Psalms 39:12"},{"bookName":"Psalms","chapter":39,"verse":13,"text":"Turn your angry gaze away from me, so I can be happy before I pass away. ","reference":"Psalms 39:13"}]