[{"bookName":"Psalms","chapter":40,"verse":1,"text":"For the music director, a psalm of David. I relied completely on the Lord, and he turned toward me and heard my cry for help. ","reference":"Psalms 40:1"},{"bookName":"Psalms","chapter":40,"verse":2,"text":"He lifted me out of the watery pit, out of the slimy mud. He placed my feet on a rock and gave me secure footing. ","reference":"Psalms 40:2"},{"bookName":"Psalms","chapter":40,"verse":3,"text":"He gave me reason to sing a new song, praising our God. May many see what God has done, so that they might swear allegiance to him and trust in the Lord. ","reference":"Psalms 40:3"},{"bookName":"Psalms","chapter":40,"verse":4,"text":"How blessed is the one who trusts in the Lord and does not seek help from the proud or from liars. ","reference":"Psalms 40:4"},{"bookName":"Psalms","chapter":40,"verse":5,"text":"O Lord, my God, you have accomplished many things; you have done amazing things and carried out your purposes for us. No one can thwart you. I want to declare your deeds and talk about them, but they are too numerous to recount. ","reference":"Psalms 40:5"},{"bookName":"Psalms","chapter":40,"verse":6,"text":"Receiving sacrifices and offerings are not your primary concern. You make that quite clear to me. You do not ask for burnt sacrifices and sin offerings. ","reference":"Psalms 40:6"},{"bookName":"Psalms","chapter":40,"verse":7,"text":"Then I say, “Look, I come! What is written in the scroll pertains to me.","reference":"Psalms 40:7"},{"bookName":"Psalms","chapter":40,"verse":8,"text":"I want to do what pleases you, my God. Your law dominates my thoughts.” ","reference":"Psalms 40:8"},{"bookName":"Psalms","chapter":40,"verse":9,"text":"I have told the great assembly about your justice. Look, I spare no words. O Lord, you know this is true.","reference":"Psalms 40:9"},{"bookName":"Psalms","chapter":40,"verse":10,"text":"I have not failed to tell about your justice; I spoke about your reliability and deliverance. I have not neglected to tell the great assembly about your loyal love and faithfulness. ","reference":"Psalms 40:10"},{"bookName":"Psalms","chapter":40,"verse":11,"text":"O Lord, you do not withhold your compassion from me. May your loyal love and faithfulness continually protect me!","reference":"Psalms 40:11"},{"bookName":"Psalms","chapter":40,"verse":12,"text":"For innumerable dangers surround me. My sins overtake me so I am unable to see; they outnumber the hairs of my head so my strength fails me.","reference":"Psalms 40:12"},{"bookName":"Psalms","chapter":40,"verse":13,"text":"Please be willing, O Lord, to rescue me! O Lord, hurry and help me!","reference":"Psalms 40:13"},{"bookName":"Psalms","chapter":40,"verse":14,"text":"May those who are trying to snatch away my life be totally embarrassed and ashamed. May those who want to harm me be turned back and ashamed. ","reference":"Psalms 40:14"},{"bookName":"Psalms","chapter":40,"verse":15,"text":"May those who say to me, “Aha! Aha!” be humiliated and disgraced. ","reference":"Psalms 40:15"},{"bookName":"Psalms","chapter":40,"verse":16,"text":"May all those who seek you be happy and rejoice in you. May those who love to experience your deliverance say continually, “May the Lord be praised!” ","reference":"Psalms 40:16"},{"bookName":"Psalms","chapter":40,"verse":17,"text":"I am oppressed and needy. May the Lord pay attention to me. You are my helper and my deliverer. O my God, do not delay. ","reference":"Psalms 40:17"}]