[
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 1,
    "text": "For the music director, according to the alumoth-labben style; a psalm of David. I will thank the Lord with all my heart! I will tell about all your amazing deeds.",
    "reference": "Psalms 9:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 2,
    "text": "I will be happy and rejoice in you. I will sing praises to you, O Most High.",
    "reference": "Psalms 9:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 3,
    "text": "When my enemies turn back, they trip and are defeated before you.",
    "reference": "Psalms 9:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 4,
    "text": "For you defended my just cause; from your throne you pronounced a just decision. ",
    "reference": "Psalms 9:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 5,
    "text": "You terrified the nations with your battle cry. You destroyed the wicked; you permanently wiped out all memory of them. ",
    "reference": "Psalms 9:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 6,
    "text": "The enemy’s cities have been reduced to permanent ruins. You destroyed their cities; all memory of the enemies has perished. ",
    "reference": "Psalms 9:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 7,
    "text": "But the Lord rules forever; he reigns in a just manner. ",
    "reference": "Psalms 9:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 8,
    "text": "He judges the world fairly; he makes just legal decisions for the nations. ",
    "reference": "Psalms 9:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 9,
    "text": "Consequently the Lord provides safety for the oppressed; he provides safety in times of trouble. ",
    "reference": "Psalms 9:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 10,
    "text": "Your loyal followers trust in you, for you, Lord, do not abandon those who seek your help.",
    "reference": "Psalms 9:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 11,
    "text": "Sing praises to the Lord, who rules in Zion. Tell the nations what he has done. ",
    "reference": "Psalms 9:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 12,
    "text": "For the one who takes revenge against murderers took notice of the oppressed; he did not overlook their cry for help",
    "reference": "Psalms 9:12"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 13,
    "text": "when they prayed: “Have mercy on me, Lord! See how I am oppressed by those who hate me, O one who can snatch me away from the gates of death! ",
    "reference": "Psalms 9:13"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 14,
    "text": "Then I will tell about all your praiseworthy acts; in the gates of Daughter Zion I will rejoice because of your deliverance.” ",
    "reference": "Psalms 9:14"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 15,
    "text": "The nations fell into the pit they had made; their feet were caught in the net they had hidden. ",
    "reference": "Psalms 9:15"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 16,
    "text": "The Lord revealed himself; he accomplished justice. The wicked were ensnared by their own actions. (Higgaion. Selah) ",
    "reference": "Psalms 9:16"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 17,
    "text": "The wicked are turned back and sent to Sheol; this is the destiny of all the nations that ignore God, ",
    "reference": "Psalms 9:17"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 18,
    "text": "for the needy are not permanently ignored, the hopes of the oppressed are not forever dashed. ",
    "reference": "Psalms 9:18"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 19,
    "text": "Rise up, Lord! Don’t let men be defiant. May the nations be judged in your presence. ",
    "reference": "Psalms 9:19"
  },
  {
    "bookName": "Psalms",
    "chapter": 9,
    "verse": 20,
    "text": "Terrify them, Lord. Let the nations know they are mere mortals. (Selah)",
    "reference": "Psalms 9:20"
  }
]