[{"bookName":"Psalms","chapter":22,"verse":1,"text":"For the music director, according to the tune “Morning Doe”; a psalm of David. My God, my God, why have you abandoned me? I groan in prayer, but help seems far away.","reference":"Psalms 22:1"},{"bookName":"Psalms","chapter":22,"verse":2,"text":"My God, I cry out during the day, but you do not answer, and during the night my prayers do not let up.","reference":"Psalms 22:2"},{"bookName":"Psalms","chapter":22,"verse":3,"text":"You are holy; you sit as king receiving the praises of Israel. ","reference":"Psalms 22:3"},{"bookName":"Psalms","chapter":22,"verse":4,"text":"In you our ancestors trusted; they trusted in you and you rescued them.","reference":"Psalms 22:4"},{"bookName":"Psalms","chapter":22,"verse":5,"text":"To you they cried out, and they were saved; in you they trusted and they were not disappointed. ","reference":"Psalms 22:5"},{"bookName":"Psalms","chapter":22,"verse":6,"text":"But I am a worm, not a man; people insult me and despise me.","reference":"Psalms 22:6"},{"bookName":"Psalms","chapter":22,"verse":7,"text":"All who see me taunt me; they mock me and shake their heads. ","reference":"Psalms 22:7"},{"bookName":"Psalms","chapter":22,"verse":8,"text":"They say, “Commit yourself to the Lord! Let the Lord rescue him! Let the Lord deliver him, for he delights in him.”","reference":"Psalms 22:8"},{"bookName":"Psalms","chapter":22,"verse":9,"text":"Yes, you are the one who brought me out from the womb and made me feel secure on my mother’s breasts. ","reference":"Psalms 22:9"},{"bookName":"Psalms","chapter":22,"verse":10,"text":"I have been dependent on you since birth; from the time I came out of my mother’s womb you have been my God. ","reference":"Psalms 22:10"},{"bookName":"Psalms","chapter":22,"verse":11,"text":"Do not remain far away from me, for trouble is near and I have no one to help me.","reference":"Psalms 22:11"},{"bookName":"Psalms","chapter":22,"verse":12,"text":"Many bulls surround me; powerful bulls of Bashan hem me in.","reference":"Psalms 22:12"},{"bookName":"Psalms","chapter":22,"verse":13,"text":"They open their mouths to devour me like a roaring lion that rips its prey.","reference":"Psalms 22:13"},{"bookName":"Psalms","chapter":22,"verse":14,"text":"My strength drains away like water; all my bones are dislocated. My heart is like wax; it melts away inside me.","reference":"Psalms 22:14"},{"bookName":"Psalms","chapter":22,"verse":15,"text":"The roof of my mouth is as dry as a piece of pottery; my tongue sticks to my gums. You set me in the dust of death. ","reference":"Psalms 22:15"},{"bookName":"Psalms","chapter":22,"verse":16,"text":"Yes, wild dogs surround me— a gang of evil men crowd around me; like a lion they pin my hands and feet.","reference":"Psalms 22:16"},{"bookName":"Psalms","chapter":22,"verse":17,"text":"I can count all my bones; my enemies are gloating over me in triumph. ","reference":"Psalms 22:17"},{"bookName":"Psalms","chapter":22,"verse":18,"text":"They are dividing up my clothes among themselves; they are rolling dice for my garments. ","reference":"Psalms 22:18"},{"bookName":"Psalms","chapter":22,"verse":19,"text":"But you, O Lord, do not remain far away. You are my source of strength. Hurry and help me!","reference":"Psalms 22:19"},{"bookName":"Psalms","chapter":22,"verse":20,"text":"Deliver me from the sword. Save my life from the claws of the wild dogs. ","reference":"Psalms 22:20"},{"bookName":"Psalms","chapter":22,"verse":21,"text":"Rescue me from the mouth of the lion and from the horns of the wild oxen. You have answered me.","reference":"Psalms 22:21"},{"bookName":"Psalms","chapter":22,"verse":22,"text":"I will declare your name to my countrymen. In the middle of the assembly I will praise you.","reference":"Psalms 22:22"},{"bookName":"Psalms","chapter":22,"verse":23,"text":"You loyal followers of the Lord, praise him. All you descendants of Jacob, honor him. All you descendants of Israel, stand in awe of him.","reference":"Psalms 22:23"},{"bookName":"Psalms","chapter":22,"verse":24,"text":"For he did not despise or detest the suffering of the oppressed. He did not ignore him; when he cried out to him, he responded. ","reference":"Psalms 22:24"},{"bookName":"Psalms","chapter":22,"verse":25,"text":"You are the reason I offer praise in the great assembly; I will fulfill my promises before the Lord’s loyal followers. ","reference":"Psalms 22:25"},{"bookName":"Psalms","chapter":22,"verse":26,"text":"Let the oppressed eat and be filled. Let those who seek his help praise the Lord. May you live forever! ","reference":"Psalms 22:26"},{"bookName":"Psalms","chapter":22,"verse":27,"text":"Let all the people of the earth acknowledge the Lord and turn to him. Let all the nations worship you.","reference":"Psalms 22:27"},{"bookName":"Psalms","chapter":22,"verse":28,"text":"For the Lord is king and rules over the nations. ","reference":"Psalms 22:28"},{"bookName":"Psalms","chapter":22,"verse":29,"text":"All the thriving people of the earth will join the celebration and worship; all those who are descending into the grave will bow before him, including those who cannot preserve their lives. ","reference":"Psalms 22:29"},{"bookName":"Psalms","chapter":22,"verse":30,"text":"A whole generation will serve him; they will tell the next generation about the Lord.","reference":"Psalms 22:30"},{"bookName":"Psalms","chapter":22,"verse":31,"text":"They will come and tell about his saving deeds; they will tell a future generation what he has accomplished. ","reference":"Psalms 22:31"}]