[{"bookName":"Psalms","chapter":60,"verse":1,"text":"For the music director, according to the shushan-eduth style; a prayer of David written to instruct others. It was written when he fought against Aram Naharaim and Aram Zobah. That was when Joab turned back and struck down 12,000 Edomites in the Valley of Salt. O God, you have rejected us. You suddenly turned on us in your anger. Please restore us!","reference":"Psalms 60:1"},{"bookName":"Psalms","chapter":60,"verse":2,"text":"You made the earth quake; you split it open. Repair its breaches, for it is ready to fall. ","reference":"Psalms 60:2"},{"bookName":"Psalms","chapter":60,"verse":3,"text":"You have made your people experience hard times; you have made us drink intoxicating wine. ","reference":"Psalms 60:3"},{"bookName":"Psalms","chapter":60,"verse":4,"text":"You have given your loyal followers a rallying flag, so that they might seek safety from the bow. (Selah)","reference":"Psalms 60:4"},{"bookName":"Psalms","chapter":60,"verse":5,"text":"Deliver by your power and answer me, so that the ones you love may be safe. ","reference":"Psalms 60:5"},{"bookName":"Psalms","chapter":60,"verse":6,"text":"God has spoken in his sanctuary: “I will triumph. I will parcel out Shechem; the Valley of Sukkoth I will measure off.","reference":"Psalms 60:6"},{"bookName":"Psalms","chapter":60,"verse":7,"text":"Gilead belongs to me, as does Manasseh. Ephraim is my helmet, Judah my royal scepter. ","reference":"Psalms 60:7"},{"bookName":"Psalms","chapter":60,"verse":8,"text":"Moab is my washbasin. I will make Edom serve me. I will shout in triumph over Philistia.” ","reference":"Psalms 60:8"},{"bookName":"Psalms","chapter":60,"verse":9,"text":"Who will lead me into the fortified city? Who will bring me to Edom? ","reference":"Psalms 60:9"},{"bookName":"Psalms","chapter":60,"verse":10,"text":"Have you not rejected us, O God? O God, you do not go into battle with our armies. ","reference":"Psalms 60:10"},{"bookName":"Psalms","chapter":60,"verse":11,"text":"Give us help against the enemy, for any help men might offer is futile. ","reference":"Psalms 60:11"},{"bookName":"Psalms","chapter":60,"verse":12,"text":"By God’s power we will conquer; he will trample down our enemies. ","reference":"Psalms 60:12"}]