[{"bookName":"Psalms","chapter":139,"verse":1,"text":"For the music director, a psalm of David. O Lord, you examine me and know me. ","reference":"Psalms 139:1"},{"bookName":"Psalms","chapter":139,"verse":2,"text":"You know when I sit down and when I get up; even from far away you understand my motives. ","reference":"Psalms 139:2"},{"bookName":"Psalms","chapter":139,"verse":3,"text":"You carefully observe me when I travel or when I lie down to rest; you are aware of everything I do.","reference":"Psalms 139:3"},{"bookName":"Psalms","chapter":139,"verse":4,"text":"Certainly my tongue does not frame a word without you, O Lord, being thoroughly aware of it.","reference":"Psalms 139:4"},{"bookName":"Psalms","chapter":139,"verse":5,"text":"You squeeze me in from behind and in front; you place your hand on me.","reference":"Psalms 139:5"},{"bookName":"Psalms","chapter":139,"verse":6,"text":"Your knowledge is beyond my comprehension; it is so far beyond me, I am unable to fathom it.","reference":"Psalms 139:6"},{"bookName":"Psalms","chapter":139,"verse":7,"text":"Where can I go to escape your Spirit? Where can I flee to escape your presence? ","reference":"Psalms 139:7"},{"bookName":"Psalms","chapter":139,"verse":8,"text":"If I were to ascend to heaven, you would be there. If I were to sprawl out in Sheol, there you would be.","reference":"Psalms 139:8"},{"bookName":"Psalms","chapter":139,"verse":9,"text":"If I were to fly away on the wings of the dawn and settle down on the other side of the sea, ","reference":"Psalms 139:9"},{"bookName":"Psalms","chapter":139,"verse":10,"text":"even there your hand would guide me, your right hand would grab hold of me.","reference":"Psalms 139:10"},{"bookName":"Psalms","chapter":139,"verse":11,"text":"If I were to say, “Certainly the darkness will cover me, and the light will turn to night all around me,”","reference":"Psalms 139:11"},{"bookName":"Psalms","chapter":139,"verse":12,"text":"even the darkness is not too dark for you to see, and the night is as bright as day; darkness and light are the same to you.","reference":"Psalms 139:12"},{"bookName":"Psalms","chapter":139,"verse":13,"text":"Certainly you made my mind and heart; you wove me together in my mother’s womb. ","reference":"Psalms 139:13"},{"bookName":"Psalms","chapter":139,"verse":14,"text":"I will give you thanks because your deeds are awesome and amazing. You knew me thoroughly; ","reference":"Psalms 139:14"},{"bookName":"Psalms","chapter":139,"verse":15,"text":"my bones were not hidden from you, when I was made in secret and sewed together in the depths of the earth. ","reference":"Psalms 139:15"},{"bookName":"Psalms","chapter":139,"verse":16,"text":"Your eyes saw me when I was inside the womb. All the days ordained for me were recorded in your scroll before one of them came into existence.","reference":"Psalms 139:16"},{"bookName":"Psalms","chapter":139,"verse":17,"text":"How difficult it is for me to fathom your thoughts about me, O God! How vast is their sum total.","reference":"Psalms 139:17"},{"bookName":"Psalms","chapter":139,"verse":18,"text":"If I tried to count them, they would outnumber the grains of sand. Even if I finished counting them, I would still have to contend with you.","reference":"Psalms 139:18"},{"bookName":"Psalms","chapter":139,"verse":19,"text":"If only you would kill the wicked, O God! Get away from me, you violent men! ","reference":"Psalms 139:19"},{"bookName":"Psalms","chapter":139,"verse":20,"text":"They rebel against you and act deceitfully; your enemies lie. ","reference":"Psalms 139:20"},{"bookName":"Psalms","chapter":139,"verse":21,"text":"O Lord, do I not hate those who hate you and despise those who oppose you?","reference":"Psalms 139:21"},{"bookName":"Psalms","chapter":139,"verse":22,"text":"I absolutely hate them; they have become my enemies. ","reference":"Psalms 139:22"},{"bookName":"Psalms","chapter":139,"verse":23,"text":"Examine me, O God, and probe my thoughts. Test me, and know my concerns. ","reference":"Psalms 139:23"},{"bookName":"Psalms","chapter":139,"verse":24,"text":"See if there is any idolatrous way in me, and lead me in the everlasting way. ","reference":"Psalms 139:24"}]