[
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 1,
    "text": "By David. O Lord, fight those who fight with me. Attack those who attack me.",
    "reference": "Psalms 35:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 2,
    "text": "Grab your small shield and large shield, and rise up to help me.",
    "reference": "Psalms 35:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 3,
    "text": "Use your spear and lance against those who chase me. Assure me with these words: “I am your deliverer.” ",
    "reference": "Psalms 35:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 4,
    "text": "May those who seek my life be embarrassed and humiliated. May those who plan to harm me be turned back and ashamed. ",
    "reference": "Psalms 35:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 5,
    "text": "May they be like wind-driven chaff, as the angel of the Lord attacks them.",
    "reference": "Psalms 35:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 6,
    "text": "May their path be dark and slippery, as the angel of the Lord chases them.",
    "reference": "Psalms 35:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 7,
    "text": "I did not harm them, but they hid a net to catch me and dug a pit to trap me. ",
    "reference": "Psalms 35:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 8,
    "text": "Let destruction take them by surprise. Let the net they hid catch them. Let them fall into destruction. ",
    "reference": "Psalms 35:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 9,
    "text": "Then I will rejoice in the Lord and be happy because of his deliverance. ",
    "reference": "Psalms 35:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 10,
    "text": "With all my strength I will say, “O Lord, who can compare to you? You rescue the oppressed from those who try to overpower them, the oppressed and needy from those who try to rob them.”",
    "reference": "Psalms 35:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 11,
    "text": "Violent men perjure themselves, and falsely accuse me.",
    "reference": "Psalms 35:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 12,
    "text": "They repay me evil for the good I have done; I am overwhelmed with sorrow. ",
    "reference": "Psalms 35:12"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 13,
    "text": "When they were sick, I wore sackcloth, and refrained from eating food. (If I am lying, may my prayers go unanswered.) ",
    "reference": "Psalms 35:13"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 14,
    "text": "I mourned for them as I would for a friend or my brother. I bowed down in sorrow as if I were mourning for my mother. ",
    "reference": "Psalms 35:14"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 15,
    "text": "But when I stumbled, they rejoiced and gathered together; they gathered together to ambush me. They tore at me without stopping to rest. ",
    "reference": "Psalms 35:15"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 16,
    "text": "When I tripped, they taunted me relentlessly, and tried to bite me.",
    "reference": "Psalms 35:16"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 17,
    "text": "O Lord, how long are you going to watch this? Rescue me from their destructive attacks; guard my life from the young lions. ",
    "reference": "Psalms 35:17"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 18,
    "text": "Then I will give you thanks in the great assembly; I will praise you before a large crowd of people. ",
    "reference": "Psalms 35:18"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 19,
    "text": "Do not let those who are my enemies for no reason gloat over me. Do not let those who hate me without cause carry out their wicked schemes. ",
    "reference": "Psalms 35:19"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 20,
    "text": "For they do not try to make peace with others, but plan ways to deceive those who live peacefully in the land. ",
    "reference": "Psalms 35:20"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 21,
    "text": "They are ready to devour me; they say, “Aha! Aha! We’ve got you!”",
    "reference": "Psalms 35:21"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 22,
    "text": "But you take notice, Lord; do not be silent! O Lord, do not remain far away from me.",
    "reference": "Psalms 35:22"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 23,
    "text": "Rouse yourself, wake up and vindicate me. My God and Lord, defend my just cause.",
    "reference": "Psalms 35:23"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 24,
    "text": "Vindicate me by your justice, O Lord my God. Do not let them gloat over me.",
    "reference": "Psalms 35:24"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 25,
    "text": "Do not let them say to themselves, “Aha! We have what we wanted!” Do not let them say, “We have devoured him.”",
    "reference": "Psalms 35:25"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 26,
    "text": "May those who rejoice in my troubles be totally embarrassed and ashamed. May those who arrogantly taunt me be covered with shame and humiliation. ",
    "reference": "Psalms 35:26"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 27,
    "text": "May those who desire my vindication shout for joy and rejoice. May they continually say, “May the Lord be praised, for he wants his servant to be secure.” ",
    "reference": "Psalms 35:27"
  },
  {
    "bookName": "Psalms",
    "chapter": 35,
    "verse": 28,
    "text": "Then I will tell others about your justice, and praise you all day long.",
    "reference": "Psalms 35:28"
  }
]