[
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 1,
    "text": "For the music director, Jeduthun; a psalm of David. For God alone I patiently wait; he is the one who delivers me. ",
    "reference": "Psalms 62:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 2,
    "text": "He alone is my protector and deliverer. He is my refuge; I will not be upended. ",
    "reference": "Psalms 62:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 3,
    "text": "How long will you threaten a man like me? All of you are murderers, as dangerous as a leaning wall or an unstable fence. ",
    "reference": "Psalms 62:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 4,
    "text": "They spend all their time planning how to bring their victim down. They love to use deceit; they pronounce blessings with their mouths, but inwardly they utter curses. (Selah)",
    "reference": "Psalms 62:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 5,
    "text": "Patiently wait for God alone, my soul! For he is the one who gives me hope. ",
    "reference": "Psalms 62:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 6,
    "text": "He alone is my protector and deliverer. He is my refuge; I will not be shaken. ",
    "reference": "Psalms 62:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 7,
    "text": "God delivers me and exalts me; God is my strong protector and my shelter. ",
    "reference": "Psalms 62:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 8,
    "text": "Trust in him at all times, you people! Pour out your hearts before him. God is our shelter. (Selah)",
    "reference": "Psalms 62:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 9,
    "text": "Men are nothing but a mere breath; human beings are unreliable. When they are weighed in the scales, all of them together are lighter than air. ",
    "reference": "Psalms 62:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 10,
    "text": "Do not trust in what you can gain by oppression. Do not put false confidence in what you can gain by robbery. If wealth increases, do not become attached to it.",
    "reference": "Psalms 62:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 11,
    "text": "God has declared one principle; two principles I have heard: God is strong, ",
    "reference": "Psalms 62:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 62,
    "verse": 12,
    "text": "and you, O Lord, demonstrate loyal love. For you repay men for what they do. ",
    "reference": "Psalms 62:12"
  }
]