[{"bookName":"Psalms","chapter":84,"verse":1,"text":"For the music director, according to the gittith style; written by the Korahites, a psalm. How lovely is the place where you live, O Lord of Heaven’s Armies! ","reference":"Psalms 84:1"},{"bookName":"Psalms","chapter":84,"verse":2,"text":"I desperately want to be in the courts of the Lord’s temple. My heart and my entire being shout for joy to the living God. ","reference":"Psalms 84:2"},{"bookName":"Psalms","chapter":84,"verse":3,"text":"Even the birds find a home there, and the swallow builds a nest where she can protect her young near your altars, O Lord of Heaven’s Armies, my King and my God. ","reference":"Psalms 84:3"},{"bookName":"Psalms","chapter":84,"verse":4,"text":"How blessed are those who live in your temple and praise you continually. (Selah)","reference":"Psalms 84:4"},{"bookName":"Psalms","chapter":84,"verse":5,"text":"How blessed are those who find their strength in you and long to travel the roads that lead to your temple.","reference":"Psalms 84:5"},{"bookName":"Psalms","chapter":84,"verse":6,"text":"As they pass through the Baca Valley, he provides a spring for them. The rain even covers it with pools of water. ","reference":"Psalms 84:6"},{"bookName":"Psalms","chapter":84,"verse":7,"text":"They are sustained as they travel along; each one appears before God in Zion. ","reference":"Psalms 84:7"},{"bookName":"Psalms","chapter":84,"verse":8,"text":"O Lord God of Heaven’s Armies, hear my prayer. Listen, O God of Jacob. (Selah)","reference":"Psalms 84:8"},{"bookName":"Psalms","chapter":84,"verse":9,"text":"O God, take notice of our shield. Show concern for your chosen king. ","reference":"Psalms 84:9"},{"bookName":"Psalms","chapter":84,"verse":10,"text":"Certainly spending just one day in your temple courts is better than spending a thousand elsewhere. I would rather stand at the entrance to the temple of my God than live in the tents of the wicked. ","reference":"Psalms 84:10"},{"bookName":"Psalms","chapter":84,"verse":11,"text":"For the Lord God is our sovereign protector. The Lord bestows favor and honor; he withholds no good thing from those who have integrity. ","reference":"Psalms 84:11"},{"bookName":"Psalms","chapter":84,"verse":12,"text":"O Lord of Heaven’s Armies, how blessed are those who trust in you.","reference":"Psalms 84:12"}]