[{"bookName":"Psalms","chapter":104,"verse":1,"text":"Praise the Lord, O my soul! O Lord my God, you are magnificent. You are robed in splendor and majesty. ","reference":"Psalms 104:1"},{"bookName":"Psalms","chapter":104,"verse":2,"text":"He covers himself with light as if it were a garment. He stretches out the skies like a tent curtain ","reference":"Psalms 104:2"},{"bookName":"Psalms","chapter":104,"verse":3,"text":"and lays the beams of the upper rooms of his palace on the rain clouds. He makes the clouds his chariot and travels on the wings of the wind. ","reference":"Psalms 104:3"},{"bookName":"Psalms","chapter":104,"verse":4,"text":"He makes the winds his messengers and the flaming fire his attendant. ","reference":"Psalms 104:4"},{"bookName":"Psalms","chapter":104,"verse":5,"text":"He established the earth on its foundations; it will never be moved. ","reference":"Psalms 104:5"},{"bookName":"Psalms","chapter":104,"verse":6,"text":"The watery deep covered it like a garment; the waters reached above the mountains. ","reference":"Psalms 104:6"},{"bookName":"Psalms","chapter":104,"verse":7,"text":"Your shout made the waters retreat; at the sound of your thunderous voice they hurried off—","reference":"Psalms 104:7"},{"bookName":"Psalms","chapter":104,"verse":8,"text":"as the mountains rose up and the valleys went down— to the place you appointed for them. ","reference":"Psalms 104:8"},{"bookName":"Psalms","chapter":104,"verse":9,"text":"You set up a boundary for them that they could not cross, so that they would not cover the earth again. ","reference":"Psalms 104:9"},{"bookName":"Psalms","chapter":104,"verse":10,"text":"He turns springs into streams; they flow between the mountains. ","reference":"Psalms 104:10"},{"bookName":"Psalms","chapter":104,"verse":11,"text":"They provide water for all the animals in the field; the wild donkeys quench their thirst. ","reference":"Psalms 104:11"},{"bookName":"Psalms","chapter":104,"verse":12,"text":"The birds of the sky live beside them; they chirp among the bushes. ","reference":"Psalms 104:12"},{"bookName":"Psalms","chapter":104,"verse":13,"text":"He waters the mountains from the upper rooms of his palace; the earth is full of the fruit you cause to grow.","reference":"Psalms 104:13"},{"bookName":"Psalms","chapter":104,"verse":14,"text":"He provides grass for the cattle and crops for people to cultivate, so they can produce food from the ground ","reference":"Psalms 104:14"},{"bookName":"Psalms","chapter":104,"verse":15,"text":"as well as wine that makes people glad, and olive oil to make their faces shine as well as bread that sustains them. ","reference":"Psalms 104:15"},{"bookName":"Psalms","chapter":104,"verse":16,"text":"The trees of the Lord receive all the rain they need, the cedars of Lebanon that he planted, ","reference":"Psalms 104:16"},{"bookName":"Psalms","chapter":104,"verse":17,"text":"where the birds make nests near the evergreens in which the herons live.","reference":"Psalms 104:17"},{"bookName":"Psalms","chapter":104,"verse":18,"text":"The wild goats live in the high mountains; the rock badgers find safety in the cliffs. ","reference":"Psalms 104:18"},{"bookName":"Psalms","chapter":104,"verse":19,"text":"He made the moon to mark the months, and the sun sets according to a regular schedule. ","reference":"Psalms 104:19"},{"bookName":"Psalms","chapter":104,"verse":20,"text":"You make it dark and night comes, during which all the beasts of the forest prowl around.","reference":"Psalms 104:20"},{"bookName":"Psalms","chapter":104,"verse":21,"text":"The lions roar for prey, seeking their food from God. ","reference":"Psalms 104:21"},{"bookName":"Psalms","chapter":104,"verse":22,"text":"When the sun rises, they withdraw and sleep in their dens. ","reference":"Psalms 104:22"},{"bookName":"Psalms","chapter":104,"verse":23,"text":"People then go out to do their work, and they labor until evening. ","reference":"Psalms 104:23"},{"bookName":"Psalms","chapter":104,"verse":24,"text":"How many living things you have made, O Lord! You have exhibited great skill in making all of them; the earth is full of the living things you have made. ","reference":"Psalms 104:24"},{"bookName":"Psalms","chapter":104,"verse":25,"text":"Over here is the deep, wide sea, which teems with innumerable swimming creatures, living things both small and large. ","reference":"Psalms 104:25"},{"bookName":"Psalms","chapter":104,"verse":26,"text":"The ships travel there, and over here swims the whale you made to play in it.","reference":"Psalms 104:26"},{"bookName":"Psalms","chapter":104,"verse":27,"text":"All your creatures wait for you to provide them with food on a regular basis. ","reference":"Psalms 104:27"},{"bookName":"Psalms","chapter":104,"verse":28,"text":"You give food to them and they receive it; you open your hand and they are filled with food. ","reference":"Psalms 104:28"},{"bookName":"Psalms","chapter":104,"verse":29,"text":"When you ignore them, they panic. When you take away their life’s breath, they die and return to dust. ","reference":"Psalms 104:29"},{"bookName":"Psalms","chapter":104,"verse":30,"text":"When you send your life-giving breath, they are created, and you replenish the surface of the ground. ","reference":"Psalms 104:30"},{"bookName":"Psalms","chapter":104,"verse":31,"text":"May the splendor of the Lord endure. May the Lord find pleasure in the living things he has made.","reference":"Psalms 104:31"},{"bookName":"Psalms","chapter":104,"verse":32,"text":"He looks down on the earth and it shakes; he touches the mountains and they start to smolder. ","reference":"Psalms 104:32"},{"bookName":"Psalms","chapter":104,"verse":33,"text":"I will sing to the Lord as long as I live; I will sing praise to my God as long as I exist. ","reference":"Psalms 104:33"},{"bookName":"Psalms","chapter":104,"verse":34,"text":"May my thoughts be pleasing to him. I will rejoice in the Lord. ","reference":"Psalms 104:34"},{"bookName":"Psalms","chapter":104,"verse":35,"text":"May sinners disappear from the earth, and the wicked vanish. Praise the Lord, O my soul. Praise the Lord. ","reference":"Psalms 104:35"}]