[{"bookName":"Psalms","chapter":72,"verse":1,"text":"For Solomon. O God, grant the king the ability to make just decisions. Grant the king’s son the ability to make fair decisions. ","reference":"Psalms 72:1"},{"bookName":"Psalms","chapter":72,"verse":2,"text":"Then he will judge your people fairly and your oppressed ones equitably. ","reference":"Psalms 72:2"},{"bookName":"Psalms","chapter":72,"verse":3,"text":"The mountains will bring news of peace to the people, and the hills will announce justice. ","reference":"Psalms 72:3"},{"bookName":"Psalms","chapter":72,"verse":4,"text":"He will defend the oppressed among the people; he will deliver the children of the poor and crush the oppressor. ","reference":"Psalms 72:4"},{"bookName":"Psalms","chapter":72,"verse":5,"text":"People will fear you as long as the sun and moon remain in the sky, for generation after generation. ","reference":"Psalms 72:5"},{"bookName":"Psalms","chapter":72,"verse":6,"text":"He will descend like rain on the mown grass, like showers that drench the earth. ","reference":"Psalms 72:6"},{"bookName":"Psalms","chapter":72,"verse":7,"text":"During his days the godly will flourish; peace will prevail as long as the moon remains in the sky.","reference":"Psalms 72:7"},{"bookName":"Psalms","chapter":72,"verse":8,"text":"May he rule from sea to sea, and from the Euphrates River to the ends of the earth. ","reference":"Psalms 72:8"},{"bookName":"Psalms","chapter":72,"verse":9,"text":"Before him the coastlands will bow down, and his enemies will lick the dust. ","reference":"Psalms 72:9"},{"bookName":"Psalms","chapter":72,"verse":10,"text":"The kings of Tarshish and the coastlands will offer gifts; the kings of Sheba and Seba will bring tribute. ","reference":"Psalms 72:10"},{"bookName":"Psalms","chapter":72,"verse":11,"text":"All kings will bow down to him; all nations will serve him.","reference":"Psalms 72:11"},{"bookName":"Psalms","chapter":72,"verse":12,"text":"For he will rescue the needy when they cry out for help, and the oppressed who have no defender.","reference":"Psalms 72:12"},{"bookName":"Psalms","chapter":72,"verse":13,"text":"He will take pity on the poor and needy; the lives of the needy he will save. ","reference":"Psalms 72:13"},{"bookName":"Psalms","chapter":72,"verse":14,"text":"From harm and violence he will defend them; he will value their lives. ","reference":"Psalms 72:14"},{"bookName":"Psalms","chapter":72,"verse":15,"text":"May he live! May they offer him gold from Sheba. May they continually pray for him. May they pronounce blessings on him all day long.","reference":"Psalms 72:15"},{"bookName":"Psalms","chapter":72,"verse":16,"text":"May there be an abundance of grain in the earth; on the tops of the mountains may it sway. May its fruit trees flourish like the forests of Lebanon. May its crops be as abundant as the grass of the earth. ","reference":"Psalms 72:16"},{"bookName":"Psalms","chapter":72,"verse":17,"text":"May his fame endure. May his dynasty last as long as the sun remains in the sky. May they use his name when they formulate their blessings. May all nations consider him to be favored by God. ","reference":"Psalms 72:17"},{"bookName":"Psalms","chapter":72,"verse":18,"text":"The Lord God, the God of Israel, deserves praise. He alone accomplishes amazing things.","reference":"Psalms 72:18"},{"bookName":"Psalms","chapter":72,"verse":19,"text":"His glorious name deserves praise forevermore. May his majestic splendor fill the whole earth. We agree! We agree! ","reference":"Psalms 72:19"},{"bookName":"Psalms","chapter":72,"verse":20,"text":"This collection of the prayers of David son of Jesse ends here.","reference":"Psalms 72:20"}]