[
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 1,
    "text": "By David; a well-written song. How blessed is the one whose rebellious acts are forgiven, whose sin is pardoned. ",
    "reference": "Psalms 32:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 2,
    "text": "How blessed is the one whose wrongdoing the Lord does not punish, in whose spirit there is no deceit. ",
    "reference": "Psalms 32:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 3,
    "text": "When I refused to confess my sin, my whole body wasted away, while I groaned in pain all day long.",
    "reference": "Psalms 32:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 4,
    "text": "For day and night you tormented me; you tried to destroy me in the intense heat of summer. (Selah)",
    "reference": "Psalms 32:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 5,
    "text": "Then I confessed my sin; I no longer covered up my wrongdoing. I said, “I will confess my rebellious acts to the Lord.” And then you forgave my sins. (Selah)",
    "reference": "Psalms 32:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 6,
    "text": "For this reason every one of your faithful followers should pray to you while there is a window of opportunity. Certainly when the surging water rises, it will not reach them.",
    "reference": "Psalms 32:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 7,
    "text": "You are my hiding place; you protect me from distress. You surround me with shouts of joy from those celebrating deliverance. (Selah)",
    "reference": "Psalms 32:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 8,
    "text": "I will instruct and teach you about how you should live. I will advise you as I look you in the eye. ",
    "reference": "Psalms 32:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 9,
    "text": "Do not be like an unintelligent horse or mule, which will not obey you unless they are controlled by a bridle and bit. ",
    "reference": "Psalms 32:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 10,
    "text": "An evil person suffers much pain, but the Lord’s faithfulness overwhelms the one who trusts in him.",
    "reference": "Psalms 32:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 32,
    "verse": 11,
    "text": "Rejoice in the Lord and be happy, you who are godly! Shout for joy, all you who are morally upright! ",
    "reference": "Psalms 32:11"
  }
]