[
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 1,
    "text": "For the music director, a psalm of David. In you, O Lord, I have taken shelter. Never let me be humiliated. Vindicate me by rescuing me.",
    "reference": "Psalms 31:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 2,
    "text": "Listen to me. Quickly deliver me. Be my protector and refuge, a stronghold where I can be safe. ",
    "reference": "Psalms 31:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 3,
    "text": "For you are my high ridge and my stronghold; for the sake of your own reputation you lead me and guide me.",
    "reference": "Psalms 31:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 4,
    "text": "You will free me from the net they hid for me, for you are my place of refuge. ",
    "reference": "Psalms 31:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 5,
    "text": "Into your hand I entrust my life; you will rescue me, O Lord, the faithful God. ",
    "reference": "Psalms 31:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 6,
    "text": "I hate those who serve worthless idols, but I trust in the Lord. ",
    "reference": "Psalms 31:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 7,
    "text": "I will be happy and rejoice in your faithfulness, because you notice my pain and you are aware of how distressed I am.",
    "reference": "Psalms 31:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 8,
    "text": "You do not deliver me over to the power of the enemy; you enable me to stand in a wide open place. ",
    "reference": "Psalms 31:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 9,
    "text": "Have mercy on me, Lord, for I am in distress! My eyes grow dim from suffering. I have lost my strength.",
    "reference": "Psalms 31:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 10,
    "text": "For my life nears its end in pain; my years draw to a close as I groan. My strength fails me because of my sin, and my bones become brittle. ",
    "reference": "Psalms 31:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 11,
    "text": "Because of all my enemies, people disdain me; my neighbors are appalled by my suffering— those who know me are horrified by my condition; those who see me in the street run away from me.",
    "reference": "Psalms 31:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 12,
    "text": "I am forgotten, like a dead man no one thinks about; I am regarded as worthless, like a broken jar. ",
    "reference": "Psalms 31:12"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 13,
    "text": "For I hear what so many are saying, the terrifying news that comes from every direction. When they plot together against me, they figure out how they can take my life. ",
    "reference": "Psalms 31:13"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 14,
    "text": "But I trust in you, O Lord! I declare, “You are my God!” ",
    "reference": "Psalms 31:14"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 15,
    "text": "You determine my destiny. Rescue me from the power of my enemies and those who chase me.",
    "reference": "Psalms 31:15"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 16,
    "text": "Smile on your servant. Deliver me because of your faithfulness. ",
    "reference": "Psalms 31:16"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 17,
    "text": "O Lord, do not let me be humiliated, for I call out to you. May evil men be humiliated. May they go wailing to the grave. ",
    "reference": "Psalms 31:17"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 18,
    "text": "May lying lips be silenced— lips that speak defiantly against the innocent with arrogance and contempt. ",
    "reference": "Psalms 31:18"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 19,
    "text": "How great is your favor, which you store up for your loyal followers. In plain sight of everyone you bestow it on those who take shelter in you. ",
    "reference": "Psalms 31:19"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 20,
    "text": "You hide them with you, where they are safe from the attacks of men; you conceal them in a shelter, where they are safe from slanderous attacks. ",
    "reference": "Psalms 31:20"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 21,
    "text": "The Lord deserves praise for he demonstrated his amazing faithfulness to me when I was besieged by enemies.",
    "reference": "Psalms 31:21"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 22,
    "text": "I jumped to conclusions and said, “I am cut off from your presence!” But you heard my plea for mercy when I cried out to you for help. ",
    "reference": "Psalms 31:22"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 23,
    "text": "Love the Lord, all you faithful followers of his! The Lord protects those who have integrity, but he pays back in full the one who acts arrogantly. ",
    "reference": "Psalms 31:23"
  },
  {
    "bookName": "Psalms",
    "chapter": 31,
    "verse": 24,
    "text": "Be strong and confident, all you who wait on the Lord. ",
    "reference": "Psalms 31:24"
  }
]