[{"bookName":"Psalms","chapter":45,"verse":1,"text":"For the music director, according to the tune of “Lilies”; by the Korahites, a well-written poem, a love song. My heart is stirred by a beautiful song. I say, “I have composed this special song for the king; my tongue is as skilled as the stylus of an experienced scribe.” ","reference":"Psalms 45:1"},{"bookName":"Psalms","chapter":45,"verse":2,"text":"You are the most handsome of all men. You speak in an impressive and fitting manner. For this reason God grants you continual blessings. ","reference":"Psalms 45:2"},{"bookName":"Psalms","chapter":45,"verse":3,"text":"Strap your sword to your thigh, O warrior. Appear in your majestic splendor. ","reference":"Psalms 45:3"},{"bookName":"Psalms","chapter":45,"verse":4,"text":"Appear in your majesty and be victorious. Ride forth for the sake of what is right, on behalf of justice. Then your right hand will accomplish mighty acts. ","reference":"Psalms 45:4"},{"bookName":"Psalms","chapter":45,"verse":5,"text":"Your arrows are sharp and penetrate the hearts of the king’s enemies. Nations fall at your feet.","reference":"Psalms 45:5"},{"bookName":"Psalms","chapter":45,"verse":6,"text":"Your throne, O God, is permanent. The scepter of your kingdom is a scepter of justice. ","reference":"Psalms 45:6"},{"bookName":"Psalms","chapter":45,"verse":7,"text":"You love justice and hate evil. For this reason God, your God, has anointed you with the oil of joy, elevating you above your companions. ","reference":"Psalms 45:7"},{"bookName":"Psalms","chapter":45,"verse":8,"text":"All your garments are perfumed with myrrh, aloes, and cassia. From the luxurious palaces comes the music of stringed instruments that makes you happy. ","reference":"Psalms 45:8"},{"bookName":"Psalms","chapter":45,"verse":9,"text":"Princesses are among your honored women. Your bride stands at your right hand, wearing jewelry made with gold from Ophir. ","reference":"Psalms 45:9"},{"bookName":"Psalms","chapter":45,"verse":10,"text":"Listen, O princess. Observe and pay attention! Forget your homeland and your family. ","reference":"Psalms 45:10"},{"bookName":"Psalms","chapter":45,"verse":11,"text":"Then the king will be attracted by your beauty. After all, he is your master. Submit to him.","reference":"Psalms 45:11"},{"bookName":"Psalms","chapter":45,"verse":12,"text":"Rich people from Tyre will seek your favor by bringing a gift. ","reference":"Psalms 45:12"},{"bookName":"Psalms","chapter":45,"verse":13,"text":"The princess looks absolutely magnificent, decked out in pearls and clothed in a brocade trimmed with gold. ","reference":"Psalms 45:13"},{"bookName":"Psalms","chapter":45,"verse":14,"text":"In embroidered robes she is escorted to the king. Her attendants, the maidens of honor who follow her, are led before you.","reference":"Psalms 45:14"},{"bookName":"Psalms","chapter":45,"verse":15,"text":"They are bubbling with joy as they walk in procession and enter the royal palace. ","reference":"Psalms 45:15"},{"bookName":"Psalms","chapter":45,"verse":16,"text":"Your sons will carry on the dynasty of your ancestors; you will make them princes throughout the land. ","reference":"Psalms 45:16"},{"bookName":"Psalms","chapter":45,"verse":17,"text":"I will proclaim your greatness through the coming years, then the nations will praise you forever. ","reference":"Psalms 45:17"}]