[
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 1,
    "text": "By David. The Lord, my Protector, deserves praise— the one who trains my hands for battle and my fingers for war, ",
    "reference": "Psalms 144:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 2,
    "text": "who loves me and is my stronghold, my refuge and my deliverer, my shield and the one in whom I take shelter, who makes nations submit to me.",
    "reference": "Psalms 144:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 3,
    "text": "O Lord, of what importance is the human race that you should notice them? Of what importance is mankind that you should be concerned about them?",
    "reference": "Psalms 144:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 4,
    "text": "People are like a vapor, their days like a shadow that disappears. ",
    "reference": "Psalms 144:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 5,
    "text": "O Lord, make the sky sink and come down. Touch the mountains and make them smolder. ",
    "reference": "Psalms 144:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 6,
    "text": "Hurl lightning bolts and scatter the enemy. Shoot your arrows and rout them.",
    "reference": "Psalms 144:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 7,
    "text": "Reach down from above. Grab me and rescue me from the surging water, from the power of foreigners ",
    "reference": "Psalms 144:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 8,
    "text": "who speak lies and make false promises. ",
    "reference": "Psalms 144:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 9,
    "text": "O God, I will sing a new song to you. Accompanied by a ten-stringed instrument, I will sing praises to you,",
    "reference": "Psalms 144:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 10,
    "text": "the one who delivers kings and rescued David his servant from a deadly sword. ",
    "reference": "Psalms 144:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 11,
    "text": "Grab me and rescue me from the power of foreigners who speak lies and make false promises. ",
    "reference": "Psalms 144:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 12,
    "text": "Then our sons will be like plants, that quickly grow to full size. Our daughters will be like corner pillars, carved like those in a palace. ",
    "reference": "Psalms 144:12"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 13,
    "text": "Our storehouses will be full, providing all kinds of food. Our sheep will multiply by the thousands and fill our pastures. ",
    "reference": "Psalms 144:13"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 14,
    "text": "Our cattle will be weighted down with produce. No one will break through our walls, no one will be taken captive, and there will be no terrified cries in our city squares. ",
    "reference": "Psalms 144:14"
  },
  {
    "bookName": "Psalms",
    "chapter": 144,
    "verse": 15,
    "text": "How blessed are the people who experience these things. How blessed are the people whose God is the Lord. ",
    "reference": "Psalms 144:15"
  }
]