[{"bookName":"Psalms","chapter":27,"verse":1,"text":"By David. The Lord is my light and my salvation. I fear no one. The Lord protects my life. I am afraid of no one. ","reference":"Psalms 27:1"},{"bookName":"Psalms","chapter":27,"verse":2,"text":"When evil men attack me to devour my flesh, when my adversaries and enemies attack me, they stumble and fall. ","reference":"Psalms 27:2"},{"bookName":"Psalms","chapter":27,"verse":3,"text":"Even when an army is deployed against me, I do not fear. Even when war is imminent, I remain confident. ","reference":"Psalms 27:3"},{"bookName":"Psalms","chapter":27,"verse":4,"text":"I have asked the Lord for one thing— this is what I desire! I want to live in the Lord’s house all the days of my life, so I can gaze at the splendor of the Lord and contemplate in his temple. ","reference":"Psalms 27:4"},{"bookName":"Psalms","chapter":27,"verse":5,"text":"He will surely give me shelter in the day of danger; he will hide me in his home. He will place me on an inaccessible rocky summit.","reference":"Psalms 27:5"},{"bookName":"Psalms","chapter":27,"verse":6,"text":"Now I will triumph over my enemies who surround me. I will offer sacrifices in his dwelling place and shout for joy. I will sing praises to the Lord. ","reference":"Psalms 27:6"},{"bookName":"Psalms","chapter":27,"verse":7,"text":"Hear me, O Lord, when I cry out. Have mercy on me and answer me.","reference":"Psalms 27:7"},{"bookName":"Psalms","chapter":27,"verse":8,"text":"My heart tells me to pray to you, and I do pray to you, O Lord. ","reference":"Psalms 27:8"},{"bookName":"Psalms","chapter":27,"verse":9,"text":"Do not reject me. Do not push your servant away in anger. You are my deliverer. Do not forsake or abandon me, O God who vindicates me.","reference":"Psalms 27:9"},{"bookName":"Psalms","chapter":27,"verse":10,"text":"Even if my father and mother abandoned me, the Lord would take me in.","reference":"Psalms 27:10"},{"bookName":"Psalms","chapter":27,"verse":11,"text":"Teach me how you want me to live, Lord; lead me along a level path because of those who wait to ambush me.","reference":"Psalms 27:11"},{"bookName":"Psalms","chapter":27,"verse":12,"text":"Do not turn me over to my enemies, for false witnesses who want to destroy me testify against me. ","reference":"Psalms 27:12"},{"bookName":"Psalms","chapter":27,"verse":13,"text":"Where would I be if I did not believe I would experience the Lord’s favor in the land of the living? ","reference":"Psalms 27:13"},{"bookName":"Psalms","chapter":27,"verse":14,"text":"Rely on the Lord! Be strong and confident! Rely on the Lord! ","reference":"Psalms 27:14"}]