[{"bookName":"Psalms","chapter":88,"verse":1,"text":"A song, a psalm written by the Korahites, for the music director, according to the machalath-leannoth style; a well-written song by Heman the Ezrahite. O Lord God who delivers me, by day I cry out and at night I pray before you.","reference":"Psalms 88:1"},{"bookName":"Psalms","chapter":88,"verse":2,"text":"Listen to my prayer. Pay attention to my cry for help.","reference":"Psalms 88:2"},{"bookName":"Psalms","chapter":88,"verse":3,"text":"For my life is filled with troubles, and I am ready to enter Sheol. ","reference":"Psalms 88:3"},{"bookName":"Psalms","chapter":88,"verse":4,"text":"They treat me like those who descend into the grave. I am like a helpless man, ","reference":"Psalms 88:4"},{"bookName":"Psalms","chapter":88,"verse":5,"text":"adrift among the dead, like corpses lying in the grave whom you remember no more and who are cut off from your power. ","reference":"Psalms 88:5"},{"bookName":"Psalms","chapter":88,"verse":6,"text":"You place me in the lowest regions of the Pit, in the dark places, in the watery depths. ","reference":"Psalms 88:6"},{"bookName":"Psalms","chapter":88,"verse":7,"text":"Your anger bears down on me, and you overwhelm me with all your waves. (Selah)","reference":"Psalms 88:7"},{"bookName":"Psalms","chapter":88,"verse":8,"text":"You cause those who know me to keep their distance; you make me an appalling sight to them. I am trapped and cannot get free. ","reference":"Psalms 88:8"},{"bookName":"Psalms","chapter":88,"verse":9,"text":"My eyes grow weak because of oppression. I call out to you, O Lord, all day long; I spread out my hands in prayer to you.","reference":"Psalms 88:9"},{"bookName":"Psalms","chapter":88,"verse":10,"text":"Do you accomplish amazing things for the dead? Do the departed spirits rise up and give you thanks? (Selah)","reference":"Psalms 88:10"},{"bookName":"Psalms","chapter":88,"verse":11,"text":"Is your loyal love proclaimed in the grave, or your faithfulness in the place of the dead? ","reference":"Psalms 88:11"},{"bookName":"Psalms","chapter":88,"verse":12,"text":"Are your amazing deeds experienced in the dark region, or your deliverance in the land of oblivion? ","reference":"Psalms 88:12"},{"bookName":"Psalms","chapter":88,"verse":13,"text":"As for me, I cry out to you, O Lord; in the morning my prayer confronts you.","reference":"Psalms 88:13"},{"bookName":"Psalms","chapter":88,"verse":14,"text":"O Lord, why do you reject me, and pay no attention to me? ","reference":"Psalms 88:14"},{"bookName":"Psalms","chapter":88,"verse":15,"text":"I am oppressed and have been on the verge of death since my youth. I have been subjected to your horrors and am numb with pain. ","reference":"Psalms 88:15"},{"bookName":"Psalms","chapter":88,"verse":16,"text":"Your anger overwhelms me; your terrors destroy me.","reference":"Psalms 88:16"},{"bookName":"Psalms","chapter":88,"verse":17,"text":"They surround me like water all day long; they join forces and encircle me.","reference":"Psalms 88:17"},{"bookName":"Psalms","chapter":88,"verse":18,"text":"You cause my friends and neighbors to keep their distance; those who know me leave me alone in the darkness. ","reference":"Psalms 88:18"}]