[
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 1,
    "text": "For the music director, according to the al-tashcheth style; a prayer of David, written when Saul sent men to surround his house and murder him. Deliver me from my enemies, my God. Protect me from those who attack me.",
    "reference": "Psalms 59:1"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 2,
    "text": "Deliver me from evildoers. Rescue me from violent men. ",
    "reference": "Psalms 59:2"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 3,
    "text": "For look, they wait to ambush me; powerful men stalk me, but not because I have rebelled or sinned, O Lord. ",
    "reference": "Psalms 59:3"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 4,
    "text": "Though I have done nothing wrong, they are anxious to attack. Spring into action and help me. Take notice of me.",
    "reference": "Psalms 59:4"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 5,
    "text": "You, O Lord God of Heaven’s Armies, the God of Israel, rouse yourself and punish all the nations. Have no mercy on any treacherous evildoers. (Selah)",
    "reference": "Psalms 59:5"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 6,
    "text": "They return in the evening; they growl like dogs and prowl around outside the city. ",
    "reference": "Psalms 59:6"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 7,
    "text": "Look, they hurl insults at me and openly threaten to kill me, for they say, “Who hears?” ",
    "reference": "Psalms 59:7"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 8,
    "text": "But you, O Lord, laugh in disgust at them; you taunt all the nations. ",
    "reference": "Psalms 59:8"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 9,
    "text": "You are my source of strength. I will wait for you. For God is my refuge. ",
    "reference": "Psalms 59:9"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 10,
    "text": "The God who loves me will help me; God will enable me to triumph over my enemies.",
    "reference": "Psalms 59:10"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 11,
    "text": "Do not strike them dead suddenly, because then my people might forget the lesson. Use your power to make them homeless vagabonds and then bring them down, O Lord who shields us.",
    "reference": "Psalms 59:11"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 12,
    "text": "They speak sinful words. So let them be trapped by their own pride and by the curses and lies they speak. ",
    "reference": "Psalms 59:12"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 13,
    "text": "Angrily wipe them out. Wipe them out so they vanish. Let them know that God rules over Jacob and to the ends of the earth. (Selah)",
    "reference": "Psalms 59:13"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 14,
    "text": "They return in the evening; they growl like dogs and prowl around outside the city. ",
    "reference": "Psalms 59:14"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 15,
    "text": "They wander around looking for something to eat; they refuse to sleep until they are full. ",
    "reference": "Psalms 59:15"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 16,
    "text": "As for me, I will sing about your strength; I will praise your loyal love in the morning. For you are my refuge and my place of shelter when I face trouble. ",
    "reference": "Psalms 59:16"
  },
  {
    "bookName": "Psalms",
    "chapter": 59,
    "verse": 17,
    "text": "You are my source of strength. I will sing praises to you. For God is my refuge, the God who loves me.",
    "reference": "Psalms 59:17"
  }
]