[{"bookName":"Psalms","chapter":51,"verse":1,"text":"For the music director, a psalm of David, written when Nathan the prophet confronted him after David’s affair with Bathsheba. Have mercy on me, O God, because of your loyal love. Because of your great compassion, wipe away my rebellious acts. ","reference":"Psalms 51:1"},{"bookName":"Psalms","chapter":51,"verse":2,"text":"Wash away my wrongdoing. Cleanse me of my sin. ","reference":"Psalms 51:2"},{"bookName":"Psalms","chapter":51,"verse":3,"text":"For I am aware of my rebellious acts; I am forever conscious of my sin. ","reference":"Psalms 51:3"},{"bookName":"Psalms","chapter":51,"verse":4,"text":"Against you—you above all—I have sinned; I have done what is evil in your sight. So you are just when you confront me; you are right when you condemn me.","reference":"Psalms 51:4"},{"bookName":"Psalms","chapter":51,"verse":5,"text":"Look, I was guilty of sin from birth, a sinner the moment my mother conceived me.","reference":"Psalms 51:5"},{"bookName":"Psalms","chapter":51,"verse":6,"text":"Look, you desire integrity in the inner man; you want me to possess wisdom. ","reference":"Psalms 51:6"},{"bookName":"Psalms","chapter":51,"verse":7,"text":"Cleanse me with hyssop and I will be pure; wash me and I will be whiter than snow. ","reference":"Psalms 51:7"},{"bookName":"Psalms","chapter":51,"verse":8,"text":"Grant me the ultimate joy of being forgiven. May the bones you crushed rejoice. ","reference":"Psalms 51:8"},{"bookName":"Psalms","chapter":51,"verse":9,"text":"Hide your face from my sins. Wipe away all my guilt. ","reference":"Psalms 51:9"},{"bookName":"Psalms","chapter":51,"verse":10,"text":"Create for me a pure heart, O God. Renew a resolute spirit within me.","reference":"Psalms 51:10"},{"bookName":"Psalms","chapter":51,"verse":11,"text":"Do not reject me. Do not take your Holy Spirit away from me.","reference":"Psalms 51:11"},{"bookName":"Psalms","chapter":51,"verse":12,"text":"Let me again experience the joy of your deliverance. Sustain me by giving me the desire to obey. ","reference":"Psalms 51:12"},{"bookName":"Psalms","chapter":51,"verse":13,"text":"Then I will teach rebels your merciful ways, and sinners will turn to you.","reference":"Psalms 51:13"},{"bookName":"Psalms","chapter":51,"verse":14,"text":"Rescue me from the guilt of murder, O God, the God who delivers me. Then my tongue will shout for joy because of your righteousness. ","reference":"Psalms 51:14"},{"bookName":"Psalms","chapter":51,"verse":15,"text":"O Lord, give me the words. Then my mouth will praise you.","reference":"Psalms 51:15"},{"bookName":"Psalms","chapter":51,"verse":16,"text":"Certainly you do not want a sacrifice, or else I would offer it; you do not desire a burnt sacrifice. ","reference":"Psalms 51:16"},{"bookName":"Psalms","chapter":51,"verse":17,"text":"The sacrifice God desires is a humble spirit— O God, a humble and repentant heart you will not reject. ","reference":"Psalms 51:17"},{"bookName":"Psalms","chapter":51,"verse":18,"text":"Because you favor Zion, do what is good for her. Fortify the walls of Jerusalem. ","reference":"Psalms 51:18"},{"bookName":"Psalms","chapter":51,"verse":19,"text":"Then you will accept the proper sacrifices, burnt sacrifices and whole offerings; then bulls will be sacrificed on your altar. ","reference":"Psalms 51:19"}]