[{"bookName":"Psalms","chapter":2,"verse":1,"text":"Why do the nations rebel? Why are the countries devising plots that will fail? ","reference":"Psalms 2:1"},{"bookName":"Psalms","chapter":2,"verse":2,"text":"The kings of the earth form a united front; the rulers collaborate against the Lord and his anointed king. ","reference":"Psalms 2:2"},{"bookName":"Psalms","chapter":2,"verse":3,"text":"They say, “Let’s tear off the shackles they’ve put on us. Let’s free ourselves from their ropes.” ","reference":"Psalms 2:3"},{"bookName":"Psalms","chapter":2,"verse":4,"text":"The one enthroned in heaven laughs in disgust; the Lord taunts them.","reference":"Psalms 2:4"},{"bookName":"Psalms","chapter":2,"verse":5,"text":"Then he angrily speaks to them and terrifies them in his rage, saying,","reference":"Psalms 2:5"},{"bookName":"Psalms","chapter":2,"verse":6,"text":"“I myself have installed my king on Zion, my holy hill.” ","reference":"Psalms 2:6"},{"bookName":"Psalms","chapter":2,"verse":7,"text":"The king says, “I will announce the Lord’s decree. He said to me: ‘You are my son. This very day I have become your father. ","reference":"Psalms 2:7"},{"bookName":"Psalms","chapter":2,"verse":8,"text":"Ask me, and I will give you the nations as your inheritance, the ends of the earth as your personal property. ","reference":"Psalms 2:8"},{"bookName":"Psalms","chapter":2,"verse":9,"text":"You will break them with an iron scepter; you will smash them like a potter’s jar.’” ","reference":"Psalms 2:9"},{"bookName":"Psalms","chapter":2,"verse":10,"text":"So now, you kings, do what is wise; you rulers of the earth, submit to correction. ","reference":"Psalms 2:10"},{"bookName":"Psalms","chapter":2,"verse":11,"text":"Serve the Lord in fear. Repent in terror. ","reference":"Psalms 2:11"},{"bookName":"Psalms","chapter":2,"verse":12,"text":"Give sincere homage. Otherwise he will be angry, and you will die because of your behavior, when his anger quickly ignites. How blessed are all who take shelter in him!","reference":"Psalms 2:12"}]