[{"bookName":"Psalms","chapter":49,"verse":1,"text":"For the music director, a psalm by the Korahites. Listen to this, all you nations. Pay attention, all you inhabitants of the world. ","reference":"Psalms 49:1"},{"bookName":"Psalms","chapter":49,"verse":2,"text":"Pay attention, all you people, both rich and poor. ","reference":"Psalms 49:2"},{"bookName":"Psalms","chapter":49,"verse":3,"text":"I will declare a wise saying; I will share my profound thoughts.","reference":"Psalms 49:3"},{"bookName":"Psalms","chapter":49,"verse":4,"text":"I will learn a song that imparts wisdom; I will then sing my insightful song to the accompaniment of a harp. ","reference":"Psalms 49:4"},{"bookName":"Psalms","chapter":49,"verse":5,"text":"Why should I be afraid in times of trouble, when the sinful deeds of deceptive men threaten to overwhelm me?","reference":"Psalms 49:5"},{"bookName":"Psalms","chapter":49,"verse":6,"text":"They trust in their wealth and boast in their great riches. ","reference":"Psalms 49:6"},{"bookName":"Psalms","chapter":49,"verse":7,"text":"Certainly a man cannot rescue his brother; he cannot pay God an adequate ransom price","reference":"Psalms 49:7"},{"bookName":"Psalms","chapter":49,"verse":8,"text":"(the ransom price for a human life is too high, and people go to their final destiny), ","reference":"Psalms 49:8"},{"bookName":"Psalms","chapter":49,"verse":9,"text":"so that he might continue to live forever and not experience death. ","reference":"Psalms 49:9"},{"bookName":"Psalms","chapter":49,"verse":10,"text":"Surely one sees that even wise people die; fools and spiritually insensitive people all pass away and leave their wealth to others. ","reference":"Psalms 49:10"},{"bookName":"Psalms","chapter":49,"verse":11,"text":"Their grave becomes their permanent residence, their eternal dwelling place. They name their lands after themselves, ","reference":"Psalms 49:11"},{"bookName":"Psalms","chapter":49,"verse":12,"text":"but, despite their wealth, people do not last. They are like animals that perish. ","reference":"Psalms 49:12"},{"bookName":"Psalms","chapter":49,"verse":13,"text":"This is the destiny of fools, and of those who approve of their philosophy. (Selah)","reference":"Psalms 49:13"},{"bookName":"Psalms","chapter":49,"verse":14,"text":"They will travel to Sheol like sheep, with death as their shepherd. The godly will rule over them when the day of vindication dawns. Sheol will consume their bodies, and they will no longer live in impressive houses. ","reference":"Psalms 49:14"},{"bookName":"Psalms","chapter":49,"verse":15,"text":"But God will rescue my life from the power of Sheol; certainly he will pull me to safety. (Selah)","reference":"Psalms 49:15"},{"bookName":"Psalms","chapter":49,"verse":16,"text":"Do not be afraid when a man becomes rich and his wealth multiplies.","reference":"Psalms 49:16"},{"bookName":"Psalms","chapter":49,"verse":17,"text":"For he will take nothing with him when he dies; his wealth will not follow him down into the grave. ","reference":"Psalms 49:17"},{"bookName":"Psalms","chapter":49,"verse":18,"text":"He pronounces this blessing on himself while he is alive: “May men praise you, for you have done well.” ","reference":"Psalms 49:18"},{"bookName":"Psalms","chapter":49,"verse":19,"text":"But he will join his ancestors; they will never again see the light of day. ","reference":"Psalms 49:19"},{"bookName":"Psalms","chapter":49,"verse":20,"text":"Wealthy people do not understand; they are like animals that perish. ","reference":"Psalms 49:20"}]