[{"bookName":"Psalms","chapter":10,"verse":1,"text":"Why, Lord, do you stand far off? Why do you pay no attention during times of trouble? ","reference":"Psalms 10:1"},{"bookName":"Psalms","chapter":10,"verse":2,"text":"The wicked arrogantly chase the oppressed; the oppressed are trapped by the schemes the wicked have dreamed up. ","reference":"Psalms 10:2"},{"bookName":"Psalms","chapter":10,"verse":3,"text":"Yes, the wicked man boasts because he gets what he wants; the one who robs others curses and rejects the Lord. ","reference":"Psalms 10:3"},{"bookName":"Psalms","chapter":10,"verse":4,"text":"The wicked man is so arrogant he always thinks, “God won’t hold me accountable; he doesn’t care.”","reference":"Psalms 10:4"},{"bookName":"Psalms","chapter":10,"verse":5,"text":"He is secure at all times. He has no regard for your commands; he disdains all his enemies. ","reference":"Psalms 10:5"},{"bookName":"Psalms","chapter":10,"verse":6,"text":"He says to himself, “I will never be shaken, because I experience no calamity.” ","reference":"Psalms 10:6"},{"bookName":"Psalms","chapter":10,"verse":7,"text":"His mouth is full of curses and deceptive, harmful words; his tongue injures and destroys. ","reference":"Psalms 10:7"},{"bookName":"Psalms","chapter":10,"verse":8,"text":"He waits in ambush near the villages; in hidden places he kills the innocent. His eyes look for some unfortunate victim. ","reference":"Psalms 10:8"},{"bookName":"Psalms","chapter":10,"verse":9,"text":"He lies in ambush in a hidden place, like a lion in a thicket. He lies in ambush, waiting to catch the oppressed; he catches the oppressed by pulling in his net. ","reference":"Psalms 10:9"},{"bookName":"Psalms","chapter":10,"verse":10,"text":"His victims are crushed and beaten down; they are trapped in his sturdy nets.","reference":"Psalms 10:10"},{"bookName":"Psalms","chapter":10,"verse":11,"text":"He says to himself, “God overlooks it; he does not pay attention; he never notices.”","reference":"Psalms 10:11"},{"bookName":"Psalms","chapter":10,"verse":12,"text":"Rise up, Lord! O God, strike him down. Do not forget the oppressed. ","reference":"Psalms 10:12"},{"bookName":"Psalms","chapter":10,"verse":13,"text":"Why does the wicked man reject God? He says to himself, “You will not hold me accountable.” ","reference":"Psalms 10:13"},{"bookName":"Psalms","chapter":10,"verse":14,"text":"You have taken notice, for you always see one who inflicts pain and suffering. The unfortunate victim entrusts his cause to you; you deliver the fatherless. ","reference":"Psalms 10:14"},{"bookName":"Psalms","chapter":10,"verse":15,"text":"Break the arm of the wicked and evil man. Hold him accountable for his wicked deeds, which he thought you would not discover. ","reference":"Psalms 10:15"},{"bookName":"Psalms","chapter":10,"verse":16,"text":"The Lord rules forever! The nations are driven out of his land. ","reference":"Psalms 10:16"},{"bookName":"Psalms","chapter":10,"verse":17,"text":"Lord, you have heard the request of the oppressed; you make them feel secure because you listen to their prayer.","reference":"Psalms 10:17"},{"bookName":"Psalms","chapter":10,"verse":18,"text":"You defend the fatherless and oppressed, so that mere mortals may no longer terrorize them.","reference":"Psalms 10:18"}]