[
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 1,
    "text": " Therefore, since we have been declared righteous by faith, we have peace with God through our Lord Jesus Christ, ",
    "reference": "Romans 5:1"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 2,
    "text": "through whom we have also obtained access into this grace in which we stand, and we rejoice in the hope of God’s glory. ",
    "reference": "Romans 5:2"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 3,
    "text": "Not only this, but we also rejoice in sufferings, knowing that suffering produces endurance, ",
    "reference": "Romans 5:3"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 4,
    "text": "and endurance, character, and character, hope. ",
    "reference": "Romans 5:4"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 5,
    "text": "And hope does not disappoint, because the love of God has been poured out in our hearts through the Holy Spirit who was given to us. ",
    "reference": "Romans 5:5"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 6,
    "text": "For while we were still helpless, at the right time Christ died for the ungodly. ",
    "reference": "Romans 5:6"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 7,
    "text": "(For rarely will anyone die for a righteous person, though for a good person perhaps someone might possibly dare to die.) ",
    "reference": "Romans 5:7"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 8,
    "text": "But God demonstrates his own love for us, in that while we were still sinners, Christ died for us. ",
    "reference": "Romans 5:8"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 9,
    "text": "Much more then, because we have now been declared righteous by his blood, we will be saved through him from God’s wrath. ",
    "reference": "Romans 5:9"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 10,
    "text": "For if while we were enemies we were reconciled to God through the death of his Son, how much more, since we have been reconciled, will we be saved by his life? ",
    "reference": "Romans 5:10"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 11,
    "text": "Not only this, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received this reconciliation. ",
    "reference": "Romans 5:11"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 12,
    "text": "So then, just as sin entered the world through one man and death through sin, and so death spread to all people because all sinned—",
    "reference": "Romans 5:12"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 13,
    "text": "for before the law was given, sin was in the world, but there is no accounting for sin when there is no law. ",
    "reference": "Romans 5:13"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 14,
    "text": "Yet death reigned from Adam until Moses even over those who did not sin in the same way that Adam (who is a type of the coming one) transgressed. ",
    "reference": "Romans 5:14"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 15,
    "text": "But the gracious gift is not like the transgression. For if the many died through the transgression of the one man, how much more did the grace of God and the gift by the grace of the one man Jesus Christ multiply to the many! ",
    "reference": "Romans 5:15"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 16,
    "text": "And the gift is not like the one who sinned. For judgment, resulting from the one transgression, led to condemnation, but the gracious gift from the many failures led to justification. ",
    "reference": "Romans 5:16"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 17,
    "text": "For if, by the transgression of the one man, death reigned through the one, how much more will those who receive the abundance of grace and of the gift of righteousness reign in life through the one, Jesus Christ! ",
    "reference": "Romans 5:17"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 18,
    "text": "Consequently, just as condemnation for all people came through one transgression, so too through the one righteous act came righteousness leading to life for all people. ",
    "reference": "Romans 5:18"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 19,
    "text": "For just as through the disobedience of the one man many were constituted sinners, so also through the obedience of one man many will be constituted righteous. ",
    "reference": "Romans 5:19"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 20,
    "text": "Now the law came in so that the transgression may increase, but where sin increased, grace multiplied all the more, ",
    "reference": "Romans 5:20"
  },
  {
    "bookName": "Romans",
    "chapter": 5,
    "verse": 21,
    "text": "so that just as sin reigned in death, so also grace will reign through righteousness to eternal life through Jesus Christ our Lord. ",
    "reference": "Romans 5:21"
  }
]