[
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 1,
    "text": "Therefore I exhort you, brothers and sisters, by the mercies of God, to present your bodies as a sacrifice—alive, holy, and pleasing to God—which is your reasonable service. ",
    "reference": "Romans 12:1"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 2,
    "text": "Do not be conformed to this present world, but be transformed by the renewing of your mind, so that you may test and approve what is the will of God—what is good and well-pleasing and perfect. ",
    "reference": "Romans 12:2"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 3,
    "text": "For by the grace given to me I say to every one of you not to think more highly of yourself than you ought to think, but to think with sober discernment, as God has distributed to each of you a measure of faith. ",
    "reference": "Romans 12:3"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 4,
    "text": "For just as in one body we have many members, and not all the members serve the same function, ",
    "reference": "Romans 12:4"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 5,
    "text": "so we who are many are one body in Christ, and individually we are members who belong to one another. ",
    "reference": "Romans 12:5"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 6,
    "text": "And we have different gifts according to the grace given to us. If the gift is prophecy, that individual must use it in proportion to his faith. ",
    "reference": "Romans 12:6"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 7,
    "text": "If it is service, he must serve; if it is teaching, he must teach; ",
    "reference": "Romans 12:7"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 8,
    "text": "if it is exhortation, he must exhort; if it is contributing, he must do so with sincerity; if it is leadership, he must do so with diligence; if it is showing mercy, he must do so with cheerfulness. ",
    "reference": "Romans 12:8"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 9,
    "text": "Love must be without hypocrisy. Abhor what is evil, cling to what is good. ",
    "reference": "Romans 12:9"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 10,
    "text": "Be devoted to one another with mutual love, showing eagerness in honoring one another. ",
    "reference": "Romans 12:10"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 11,
    "text": "Do not lag in zeal, be enthusiastic in spirit, serve the Lord. ",
    "reference": "Romans 12:11"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 12,
    "text": "Rejoice in hope, endure in suffering, persist in prayer. ",
    "reference": "Romans 12:12"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 13,
    "text": "Contribute to the needs of the saints, pursue hospitality. ",
    "reference": "Romans 12:13"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 14,
    "text": "Bless those who persecute you, bless and do not curse. ",
    "reference": "Romans 12:14"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 15,
    "text": "Rejoice with those who rejoice, weep with those who weep. ",
    "reference": "Romans 12:15"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 16,
    "text": "Live in harmony with one another; do not be haughty but associate with the lowly. Do not be conceited. ",
    "reference": "Romans 12:16"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 17,
    "text": "Do not repay anyone evil for evil; consider what is good before all people. ",
    "reference": "Romans 12:17"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 18,
    "text": "If possible, so far as it depends on you, live peaceably with all people. ",
    "reference": "Romans 12:18"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 19,
    "text": "Do not avenge yourselves, dear friends, but give place to God’s wrath, for it is written, “\u003Cb\u003EVengeance is mine, I will repay\u003C/b\u003E,” says the Lord. ",
    "reference": "Romans 12:19"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 20,
    "text": "Rather, \u003Cb\u003Eif your enemy is hungry, feed him; if he is thirsty, give him a drink; for in doing this you will be heaping burning coals on his head\u003C/b\u003E. ",
    "reference": "Romans 12:20"
  },
  {
    "bookName": "Romans",
    "chapter": 12,
    "verse": 21,
    "text": "Do not be overcome by evil, but overcome evil with good. ",
    "reference": "Romans 12:21"
  }
]