[
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 1,
    "text": "Now receive the one who is weak in the faith, and do not have disputes over differing opinions. ",
    "reference": "Romans 14:1"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 2,
    "text": "One person believes in eating everything, but the weak person eats only vegetables. ",
    "reference": "Romans 14:2"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 3,
    "text": "The one who eats everything must not despise the one who does not, and the one who abstains must not judge the one who eats everything, for God has accepted him. ",
    "reference": "Romans 14:3"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 4,
    "text": "Who are you to pass judgment on another’s servant? Before his own master he stands or falls. And he will stand, for the Lord is able to make him stand. ",
    "reference": "Romans 14:4"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 5,
    "text": "One person regards one day holier than other days, and another regards them all alike. Each must be fully convinced in his own mind. ",
    "reference": "Romans 14:5"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 6,
    "text": "The one who observes the day does it for the Lord. The one who eats, eats for the Lord because he gives thanks to God, and the one who abstains from eating abstains for the Lord, and he gives thanks to God. ",
    "reference": "Romans 14:6"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 7,
    "text": "For none of us lives for himself and none dies for himself. ",
    "reference": "Romans 14:7"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 8,
    "text": "If we live, we live for the Lord; if we die, we die for the Lord. Therefore, whether we live or die, we are the Lord’s.",
    "reference": "Romans 14:8"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 9,
    "text": "For this reason Christ died and returned to life, so that he may be the Lord of both the dead and the living. ",
    "reference": "Romans 14:9"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 10,
    "text": "But you who eat vegetables only—why do you judge your brother or sister? And you who eat everything—why do you despise your brother or sister? For we will all stand before the judgment seat of God. ",
    "reference": "Romans 14:10"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 11,
    "text": "For it is written, “\u003Cb\u003EAs I live, says the Lord, every knee will bow to me, and every tongue will give praise to God\u003C/b\u003E.” ",
    "reference": "Romans 14:11"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 12,
    "text": "Therefore, each of us will give an account of himself to God. ",
    "reference": "Romans 14:12"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 13,
    "text": "Therefore we must not pass judgment on one another, but rather determine never to place an obstacle or a trap before a brother or sister. ",
    "reference": "Romans 14:13"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 14,
    "text": "I know and am convinced in the Lord Jesus that there is nothing unclean in itself; still, it is unclean to the one who considers it unclean. ",
    "reference": "Romans 14:14"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 15,
    "text": "For if your brother or sister is distressed because of what you eat, you are no longer walking in love. Do not destroy by your food someone for whom Christ died. ",
    "reference": "Romans 14:15"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 16,
    "text": "Therefore do not let what you consider good be spoken of as evil. ",
    "reference": "Romans 14:16"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 17,
    "text": "For the kingdom of God does not consist of food and drink, but righteousness, peace, and joy in the Holy Spirit. ",
    "reference": "Romans 14:17"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 18,
    "text": "For the one who serves Christ in this way is pleasing to God and approved by people. ",
    "reference": "Romans 14:18"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 19,
    "text": "So then, let us pursue what makes for peace and for building up one another. ",
    "reference": "Romans 14:19"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 20,
    "text": "Do not destroy the work of God for the sake of food. For although all things are clean, it is wrong to cause anyone to stumble by what you eat. ",
    "reference": "Romans 14:20"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 21,
    "text": "It is good not to eat meat or drink wine or to do anything that causes your brother to stumble. ",
    "reference": "Romans 14:21"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 22,
    "text": "The faith you have, keep to yourself before God. Blessed is the one who does not judge himself by what he approves. ",
    "reference": "Romans 14:22"
  },
  {
    "bookName": "Romans",
    "chapter": 14,
    "verse": 23,
    "text": "But the man who doubts is condemned if he eats, because he does not do so from faith, and whatever is not from faith is sin. ",
    "reference": "Romans 14:23"
  }
]