[
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 1,
    "text": "Brothers and sisters, my heart’s desire and prayer to God on behalf of my fellow Israelites is for their salvation. ",
    "reference": "Romans 10:1"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 2,
    "text": "For I can testify that they are zealous for God, but their zeal is not in line with the truth. ",
    "reference": "Romans 10:2"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 3,
    "text": "For ignoring the righteousness that comes from God and seeking instead to establish their own righteousness, they did not submit to God’s righteousness. ",
    "reference": "Romans 10:3"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 4,
    "text": "For Christ is the end of the law, with the result that there is righteousness for everyone who believes. ",
    "reference": "Romans 10:4"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 5,
    "text": "For Moses writes about the righteousness that is by the law: “\u003Cb\u003EThe one who does these things will live by them\u003C/b\u003E.” ",
    "reference": "Romans 10:5"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 6,
    "text": "But the righteousness that is by faith says: \u003Cb\u003E“Do not say in your heart,\u003C/b\u003E \u003Cb\u003E‘Who will ascend into heaven?’”\u003C/b\u003E (that is, to bring Christ down) ",
    "reference": "Romans 10:6"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 7,
    "text": "or \u003Cb\u003E“Who will descend into the abyss?”\u003C/b\u003E (that is, to bring Christ up from the dead). ",
    "reference": "Romans 10:7"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 8,
    "text": "But what does it say? “\u003Cb\u003EThe word is near you, in your mouth and in your heart\u003C/b\u003E” (that is, the word of faith that we preach), ",
    "reference": "Romans 10:8"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 9,
    "text": "because if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. ",
    "reference": "Romans 10:9"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 10,
    "text": "For with the heart one believes and thus has righteousness and with the mouth one confesses and thus has salvation. ",
    "reference": "Romans 10:10"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 11,
    "text": "For the scripture says, “\u003Cb\u003EEveryone who believes in him will not be put to shame\u003C/b\u003E.” ",
    "reference": "Romans 10:11"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 12,
    "text": "For there is no distinction between the Jew and the Greek, for the same Lord is Lord of all, who richly blesses all who call on him. ",
    "reference": "Romans 10:12"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 13,
    "text": "For \u003Cb\u003Eeveryone\u003C/b\u003E\u003Cb\u003E who calls on the name of the Lord will be saved\u003C/b\u003E. ",
    "reference": "Romans 10:13"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 14,
    "text": "How are they to call on one they have not believed in? And how are they to believe in one they have not heard of? And how are they to hear without someone preaching to them?",
    "reference": "Romans 10:14"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 15,
    "text": "And how are they to preach unless they are sent? As it is written, “\u003Cb\u003EHow timely\u003C/b\u003E \u003Cb\u003Eis the arrival\u003C/b\u003E \u003Cb\u003Eof those who proclaim the good news\u003C/b\u003E.” ",
    "reference": "Romans 10:15"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 16,
    "text": "But not all have obeyed the good news, for Isaiah says, “\u003Cb\u003ELord, who has believed our report?\u003C/b\u003E” ",
    "reference": "Romans 10:16"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 17,
    "text": "Consequently faith comes from what is heard, and what is heard comes through the preached word of Christ. ",
    "reference": "Romans 10:17"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 18,
    "text": "But I ask, have they not heard? Yes, they have: \u003Cb\u003ETheir voice has gone out to all the earth, and their words to the ends of the world\u003C/b\u003E. ",
    "reference": "Romans 10:18"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 19,
    "text": "But again I ask, didn’t Israel understand? First Moses says, “\u003Cb\u003EI will make you jealous by those who are not a nation; with a senseless nation I will provoke you to anger\u003C/b\u003E.”",
    "reference": "Romans 10:19"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 20,
    "text": "And Isaiah is even bold enough to say, “\u003Cb\u003EI was found by those who did not seek me; I became well known to those who did not ask for me\u003C/b\u003E.” ",
    "reference": "Romans 10:20"
  },
  {
    "bookName": "Romans",
    "chapter": 10,
    "verse": 21,
    "text": "But about Israel he says, “\u003Cb\u003EAll day long I held out my hands to this disobedient and stubborn people!\u003C/b\u003E” ",
    "reference": "Romans 10:21"
  }
]