[{"bookName":"Romans","chapter":11,"verse":1,"text":"So I ask, God has not rejected his people, has he? Absolutely not! For I too am an Israelite, a descendant of Abraham, from the tribe of Benjamin. ","reference":"Romans 11:1"},{"bookName":"Romans","chapter":11,"verse":2,"text":"God has not rejected his people whom he foreknew! Do you not know what the scripture says about Elijah, how he pleads with God against Israel? ","reference":"Romans 11:2"},{"bookName":"Romans","chapter":11,"verse":3,"text":"“Lord, \u003Cb\u003Ethey have killed your prophets; they have demolished your altars; I alone am left, and they are seeking my life!\u003C/b\u003E” ","reference":"Romans 11:3"},{"bookName":"Romans","chapter":11,"verse":4,"text":"But what was the divine response to him? “\u003Cb\u003EI have kept\u003C/b\u003E for myself \u003Cb\u003E7,000 people\u003C/b\u003E \u003Cb\u003Ewho have not bent the knee to Baal\u003C/b\u003E.” ","reference":"Romans 11:4"},{"bookName":"Romans","chapter":11,"verse":5,"text":"So in the same way at the present time there is a remnant chosen by grace. ","reference":"Romans 11:5"},{"bookName":"Romans","chapter":11,"verse":6,"text":"And if it is by grace, it is no longer by works, otherwise grace would no longer be grace. ","reference":"Romans 11:6"},{"bookName":"Romans","chapter":11,"verse":7,"text":"What then? Israel failed to obtain what it was diligently seeking, but the elect obtained it. The rest were hardened, ","reference":"Romans 11:7"},{"bookName":"Romans","chapter":11,"verse":8,"text":"as it is written,“\u003Cb\u003EGod gave them a spirit of stupor\u003C/b\u003E,\u003Cb\u003Eeyes that would not see and ears that would not hear\u003C/b\u003E, \u003Cb\u003Eto this very day.\u003C/b\u003E” ","reference":"Romans 11:8"},{"bookName":"Romans","chapter":11,"verse":9,"text":"And David says,“\u003Cb\u003ELet their table become a snare and trap\u003C/b\u003E,\u003Cb\u003Ea stumbling block and a retribution for them\u003C/b\u003E; ","reference":"Romans 11:9"},{"bookName":"Romans","chapter":11,"verse":10,"text":"\u003Cb\u003Elet their eyes be darkened so that they may not see,\u003C/b\u003E\u003Cb\u003Eand make their backs bend continually.\u003C/b\u003E”","reference":"Romans 11:10"},{"bookName":"Romans","chapter":11,"verse":11,"text":"I ask then, they did not stumble into an irrevocable fall, did they? Absolutely not! But by their transgression salvation has come to the Gentiles, to make Israel jealous. ","reference":"Romans 11:11"},{"bookName":"Romans","chapter":11,"verse":12,"text":"Now if their transgression means riches for the world and their defeat means riches for the Gentiles, how much more will their full restoration bring?","reference":"Romans 11:12"},{"bookName":"Romans","chapter":11,"verse":13,"text":"Now I am speaking to you Gentiles. Seeing that I am an apostle to the Gentiles, I magnify my ministry, ","reference":"Romans 11:13"},{"bookName":"Romans","chapter":11,"verse":14,"text":"if somehow I could provoke my people to jealousy and save some of them. ","reference":"Romans 11:14"},{"bookName":"Romans","chapter":11,"verse":15,"text":"For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead? ","reference":"Romans 11:15"},{"bookName":"Romans","chapter":11,"verse":16,"text":"If the first portion of the dough offered is holy, then the whole batch is holy, and if the root is holy, so too are the branches. ","reference":"Romans 11:16"},{"bookName":"Romans","chapter":11,"verse":17,"text":"Now if some of the branches were broken off, and you, a wild olive shoot, were grafted in among them and participated in the richness of the olive root, ","reference":"Romans 11:17"},{"bookName":"Romans","chapter":11,"verse":18,"text":"do not boast over the branches. But if you boast, remember that you do not support the root, but the root supports you. ","reference":"Romans 11:18"},{"bookName":"Romans","chapter":11,"verse":19,"text":"Then you will say, “The branches were broken off so that I could be grafted in.”","reference":"Romans 11:19"},{"bookName":"Romans","chapter":11,"verse":20,"text":"Granted! They were broken off because of their unbelief, but you stand by faith. Do not be arrogant, but fear! ","reference":"Romans 11:20"},{"bookName":"Romans","chapter":11,"verse":21,"text":"For if God did not spare the natural branches, perhaps he will not spare you. ","reference":"Romans 11:21"},{"bookName":"Romans","chapter":11,"verse":22,"text":"Notice therefore the kindness and harshness of God—harshness toward those who have fallen, but God’s kindness toward you, provided you continue in his kindness; otherwise you also will be cut off. ","reference":"Romans 11:22"},{"bookName":"Romans","chapter":11,"verse":23,"text":"And even they—if they do not continue in their unbelief—will be grafted in, for God is able to graft them in again. ","reference":"Romans 11:23"},{"bookName":"Romans","chapter":11,"verse":24,"text":"For if you were cut off from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these natural branches be grafted back into their own olive tree? ","reference":"Romans 11:24"},{"bookName":"Romans","chapter":11,"verse":25,"text":"For I do not want you to be ignorant of this mystery, brothers and sisters, so that you may not be conceited: A partial hardening has happened to Israel until the full number of the Gentiles has come in. ","reference":"Romans 11:25"},{"bookName":"Romans","chapter":11,"verse":26,"text":"And so all Israel will be saved, as it is written:“\u003Cb\u003EThe Deliverer will come out of Zion;\u003C/b\u003E\u003Cb\u003Ehe will remove ungodliness from Jacob\u003C/b\u003E. ","reference":"Romans 11:26"},{"bookName":"Romans","chapter":11,"verse":27,"text":"\u003Cb\u003EAnd this is my covenant with them\u003C/b\u003E, \u003Cb\u003Ewhen I take away their sins.\u003C/b\u003E” ","reference":"Romans 11:27"},{"bookName":"Romans","chapter":11,"verse":28,"text":"In regard to the gospel they are enemies for your sake, but in regard to election they are dearly loved for the sake of the fathers. ","reference":"Romans 11:28"},{"bookName":"Romans","chapter":11,"verse":29,"text":"For the gifts and the call of God are irrevocable. ","reference":"Romans 11:29"},{"bookName":"Romans","chapter":11,"verse":30,"text":"Just as you were formerly disobedient to God, but have now received mercy due to their disobedience, ","reference":"Romans 11:30"},{"bookName":"Romans","chapter":11,"verse":31,"text":"so they too have now been disobedient in order that, by the mercy shown to you, they too may now receive mercy. ","reference":"Romans 11:31"},{"bookName":"Romans","chapter":11,"verse":32,"text":"For God has consigned all people to disobedience so that he may show mercy to them all. ","reference":"Romans 11:32"},{"bookName":"Romans","chapter":11,"verse":33,"text":"Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how unfathomable his ways! ","reference":"Romans 11:33"},{"bookName":"Romans","chapter":11,"verse":34,"text":"\u003Cb\u003EFor who has known the mind of the Lord\u003C/b\u003E,\u003Cb\u003Eor who has been his counselor?\u003C/b\u003E ","reference":"Romans 11:34"},{"bookName":"Romans","chapter":11,"verse":35,"text":"\u003Cb\u003EOr who has first given to God\u003C/b\u003E \u003Cb\u003Ethat God\u003C/b\u003E \u003Cb\u003Eneeds to repay him?\u003C/b\u003E ","reference":"Romans 11:35"},{"bookName":"Romans","chapter":11,"verse":36,"text":"For from him and through him and to him are all things. To him be glory forever! Amen. ","reference":"Romans 11:36"}]