[{"bookName":"Romans","chapter":9,"verse":1,"text":" I am telling the truth in Christ (I am not lying!), for my conscience assures me in the Holy Spirit—","reference":"Romans 9:1"},{"bookName":"Romans","chapter":9,"verse":2,"text":"I have great sorrow and unceasing anguish in my heart. ","reference":"Romans 9:2"},{"bookName":"Romans","chapter":9,"verse":3,"text":"For I could wish that I myself were accursed—cut off from Christ—for the sake of my people, my fellow countrymen, ","reference":"Romans 9:3"},{"bookName":"Romans","chapter":9,"verse":4,"text":"who are Israelites. To them belong the adoption as sons, the glory, the covenants, the giving of the law, the temple worship, and the promises. ","reference":"Romans 9:4"},{"bookName":"Romans","chapter":9,"verse":5,"text":"To them belong the patriarchs, and from them, by human descent, came the Christ, who is God over all, blessed forever! Amen. ","reference":"Romans 9:5"},{"bookName":"Romans","chapter":9,"verse":6,"text":"It is not as though the word of God had failed. For not all those who are descended from Israel are truly Israel, ","reference":"Romans 9:6"},{"bookName":"Romans","chapter":9,"verse":7,"text":"nor are all the children Abraham’s true descendants; rather “\u003Cb\u003Ethrough Isaac will your descendants be counted\u003C/b\u003E.” ","reference":"Romans 9:7"},{"bookName":"Romans","chapter":9,"verse":8,"text":"This means it is not the children of the flesh who are the children of God; rather, the children of promise are counted as descendants. ","reference":"Romans 9:8"},{"bookName":"Romans","chapter":9,"verse":9,"text":"For this is what the promise declared: “\u003Cb\u003EAbout a year from now\u003C/b\u003E \u003Cb\u003EI will return and Sarah will have a son\u003C/b\u003E.” ","reference":"Romans 9:9"},{"bookName":"Romans","chapter":9,"verse":10,"text":"Not only that, but when Rebekah had conceived children by one man, our ancestor Isaac—","reference":"Romans 9:10"},{"bookName":"Romans","chapter":9,"verse":11,"text":"even before they were born or had done anything good or bad (so that God’s purpose in election would stand, not by works but by his calling)—","reference":"Romans 9:11"},{"bookName":"Romans","chapter":9,"verse":12,"text":" it was said to her, “\u003Cb\u003EThe older will serve the younger\u003C/b\u003E,” ","reference":"Romans 9:12"},{"bookName":"Romans","chapter":9,"verse":13,"text":"just as it is written: “\u003Cb\u003EJacob I loved, but Esau I hated\u003C/b\u003E.” ","reference":"Romans 9:13"},{"bookName":"Romans","chapter":9,"verse":14,"text":"What shall we say then? Is there injustice with God? Absolutely not! ","reference":"Romans 9:14"},{"bookName":"Romans","chapter":9,"verse":15,"text":"For he says to Moses: “\u003Cb\u003EI will have mercy on whom I have mercy, and I will have compassion on whom I have compassion\u003C/b\u003E.” ","reference":"Romans 9:15"},{"bookName":"Romans","chapter":9,"verse":16,"text":"So then, it does not depend on human desire or exertion, but on God who shows mercy. ","reference":"Romans 9:16"},{"bookName":"Romans","chapter":9,"verse":17,"text":"For the scripture says to Pharaoh: “\u003Cb\u003EFor this very purpose I have raised you up, that I may demonstrate my power in you, and that my name may be proclaimed in all the earth\u003C/b\u003E.” ","reference":"Romans 9:17"},{"bookName":"Romans","chapter":9,"verse":18,"text":"So then, God has mercy on whom he chooses to have mercy, and he hardens whom he chooses to harden.","reference":"Romans 9:18"},{"bookName":"Romans","chapter":9,"verse":19,"text":"You will say to me then, “Why does he still find fault? For who has ever resisted his will?” ","reference":"Romans 9:19"},{"bookName":"Romans","chapter":9,"verse":20,"text":"But who indeed are you—a mere human being—to talk back to God? \u003Cb\u003EDoes what is molded say to the molder\u003C/b\u003E, “\u003Cb\u003EWhy have you made me like this?\u003C/b\u003E” ","reference":"Romans 9:20"},{"bookName":"Romans","chapter":9,"verse":21,"text":"Has the potter no right to make from the same lump of clay one vessel for special use and another for ordinary use? ","reference":"Romans 9:21"},{"bookName":"Romans","chapter":9,"verse":22,"text":"But what if God, willing to demonstrate his wrath and to make known his power, has endured with much patience the objects of wrath prepared for destruction? ","reference":"Romans 9:22"},{"bookName":"Romans","chapter":9,"verse":23,"text":"And what if he is willing to make known the wealth of his glory on the objects of mercy that he has prepared beforehand for glory—","reference":"Romans 9:23"},{"bookName":"Romans","chapter":9,"verse":24,"text":"even us, whom he has called, not only from the Jews but also from the Gentiles? ","reference":"Romans 9:24"},{"bookName":"Romans","chapter":9,"verse":25,"text":"As he also says in Hosea:“\u003Cb\u003EI will call those who were not my people\u003C/b\u003E, ‘\u003Cb\u003EMy people\u003C/b\u003E,’ \u003Cb\u003Eand I will call her who was unloved,\u003C/b\u003E ‘\u003Cb\u003EMy beloved\u003C/b\u003E.’” ","reference":"Romans 9:25"},{"bookName":"Romans","chapter":9,"verse":26,"text":"“\u003Cb\u003EAnd in the very place\u003C/b\u003E \u003Cb\u003Ewhere it was said to them\u003C/b\u003E, ‘\u003Cb\u003EYou are not my people\u003C/b\u003E,’ \u003Cb\u003Ethere they will be called\u003C/b\u003E ‘\u003Cb\u003Esons of the living God\u003C/b\u003E.’” ","reference":"Romans 9:26"},{"bookName":"Romans","chapter":9,"verse":27,"text":"And Isaiah cries out on behalf of Israel, “Though the number of the children of Israel are as the sand of the sea, only the remnant will be saved,","reference":"Romans 9:27"},{"bookName":"Romans","chapter":9,"verse":28,"text":"for the Lord will execute his sentence on the earth completely and quickly.” ","reference":"Romans 9:28"},{"bookName":"Romans","chapter":9,"verse":29,"text":"Just as Isaiah predicted, \u003Cb\u003E“If the Lord of Heaven’s Armies\u003C/b\u003E \u003Cb\u003Ehad not left us descendants,\u003C/b\u003E \u003Cb\u003Ewe would have become like Sodom,\u003C/b\u003E \u003Cb\u003Eand we would have resembled Gomorrah.”\u003C/b\u003E ","reference":"Romans 9:29"},{"bookName":"Romans","chapter":9,"verse":30,"text":"What shall we say then?—that the Gentiles who did not pursue righteousness obtained it, that is, a righteousness that is by faith, ","reference":"Romans 9:30"},{"bookName":"Romans","chapter":9,"verse":31,"text":"but Israel even though pursuing a law of righteousness did not attain it. ","reference":"Romans 9:31"},{"bookName":"Romans","chapter":9,"verse":32,"text":"Why not? Because they pursued it not by faith but (as if it were possible) by works. They stumbled over the stumbling stone, ","reference":"Romans 9:32"},{"bookName":"Romans","chapter":9,"verse":33,"text":"just as it is written, “\u003Cb\u003ELook, I am laying in Zion a stone that will cause people to stumble\u003C/b\u003E\u003Cb\u003Eand a rock that will make them fall,\u003C/b\u003E \u003Cb\u003Eyet the one who believes in him will not be put to shame.\u003C/b\u003E” ","reference":"Romans 9:33"}]