[{"bookName":"Romans","chapter":6,"verse":1,"text":"What shall we say then? Are we to remain in sin so that grace may increase? ","reference":"Romans 6:1"},{"bookName":"Romans","chapter":6,"verse":2,"text":"Absolutely not! How can we who died to sin still live in it? ","reference":"Romans 6:2"},{"bookName":"Romans","chapter":6,"verse":3,"text":"Or do you not know that as many as were baptized into Christ Jesus were baptized into his death? ","reference":"Romans 6:3"},{"bookName":"Romans","chapter":6,"verse":4,"text":"Therefore we have been buried with him through baptism into death, in order that just as Christ was raised from the dead through the glory of the Father, so we too may live a new life. ","reference":"Romans 6:4"},{"bookName":"Romans","chapter":6,"verse":5,"text":"For if we have become united with him in the likeness of his death, we will certainly also be united in the likeness of his resurrection. ","reference":"Romans 6:5"},{"bookName":"Romans","chapter":6,"verse":6,"text":"We know that our old man was crucified with him so that the body of sin would no longer dominate us, so that we would no longer be enslaved to sin. ","reference":"Romans 6:6"},{"bookName":"Romans","chapter":6,"verse":7,"text":"(For someone who has died has been freed from sin.) ","reference":"Romans 6:7"},{"bookName":"Romans","chapter":6,"verse":8,"text":"Now if we died with Christ, we believe that we will also live with him. ","reference":"Romans 6:8"},{"bookName":"Romans","chapter":6,"verse":9,"text":"We know that since Christ has been raised from the dead, he is never going to die again; death no longer has mastery over him. ","reference":"Romans 6:9"},{"bookName":"Romans","chapter":6,"verse":10,"text":"For the death he died, he died to sin once for all, but the life he lives, he lives to God. ","reference":"Romans 6:10"},{"bookName":"Romans","chapter":6,"verse":11,"text":"So you too consider yourselves dead to sin, but alive to God in Christ Jesus. ","reference":"Romans 6:11"},{"bookName":"Romans","chapter":6,"verse":12,"text":"Therefore do not let sin reign in your mortal body so that you obey its desires, ","reference":"Romans 6:12"},{"bookName":"Romans","chapter":6,"verse":13,"text":"and do not present your members to sin as instruments to be used for unrighteousness, but present yourselves to God as those who are alive from the dead and your members to God as instruments to be used for righteousness. ","reference":"Romans 6:13"},{"bookName":"Romans","chapter":6,"verse":14,"text":"For sin will have no mastery over you, because you are not under law but under grace. ","reference":"Romans 6:14"},{"bookName":"Romans","chapter":6,"verse":15,"text":"What then? Shall we sin because we are not under law but under grace? Absolutely not! ","reference":"Romans 6:15"},{"bookName":"Romans","chapter":6,"verse":16,"text":"Do you not know that if you present yourselves as obedient slaves, you are slaves of the one you obey, either of sin resulting in death, or obedience resulting in righteousness? ","reference":"Romans 6:16"},{"bookName":"Romans","chapter":6,"verse":17,"text":"But thanks be to God that though you were slaves to sin, you obeyed from the heart that pattern of teaching you were entrusted to, ","reference":"Romans 6:17"},{"bookName":"Romans","chapter":6,"verse":18,"text":"and having been freed from sin, you became enslaved to righteousness. ","reference":"Romans 6:18"},{"bookName":"Romans","chapter":6,"verse":19,"text":"(I am speaking in human terms because of the weakness of your flesh.) For just as you once presented your members as slaves to impurity and lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification. ","reference":"Romans 6:19"},{"bookName":"Romans","chapter":6,"verse":20,"text":"For when you were slaves of sin, you were free with regard to righteousness. ","reference":"Romans 6:20"},{"bookName":"Romans","chapter":6,"verse":21,"text":"So what benefit did you then reap from those things that you are now ashamed of? For the end of those things is death. ","reference":"Romans 6:21"},{"bookName":"Romans","chapter":6,"verse":22,"text":"But now, freed from sin and enslaved to God, you have your benefit leading to sanctification, and the end is eternal life. ","reference":"Romans 6:22"},{"bookName":"Romans","chapter":6,"verse":23,"text":"For the payoff of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. ","reference":"Romans 6:23"}]