[{"bookName":"Romans","chapter":13,"verse":1,"text":"Let every person be subject to the governing authorities. For there is no authority except by God’s appointment, and the authorities that exist have been instituted by God. ","reference":"Romans 13:1"},{"bookName":"Romans","chapter":13,"verse":2,"text":"So the person who resists such authority resists the ordinance of God, and those who resist will incur judgment ","reference":"Romans 13:2"},{"bookName":"Romans","chapter":13,"verse":3,"text":"(for rulers cause no fear for good conduct but for bad). Do you desire not to fear authority? Do good and you will receive its commendation","reference":"Romans 13:3"},{"bookName":"Romans","chapter":13,"verse":4,"text":"because it is God’s servant for your well-being. But be afraid if you do wrong because government does not bear the sword for nothing. It is God’s servant to administer punishment on the person who does wrong. ","reference":"Romans 13:4"},{"bookName":"Romans","chapter":13,"verse":5,"text":"Therefore it is necessary to be in subjection, not only because of the wrath of the authorities but also because of your conscience. ","reference":"Romans 13:5"},{"bookName":"Romans","chapter":13,"verse":6,"text":"For this reason you also pay taxes, for the authorities are God’s servants devoted to governing. ","reference":"Romans 13:6"},{"bookName":"Romans","chapter":13,"verse":7,"text":"Pay everyone what is owed: taxes to whom taxes are due, revenue to whom revenue is due, respect to whom respect is due, honor to whom honor is due. ","reference":"Romans 13:7"},{"bookName":"Romans","chapter":13,"verse":8,"text":"Owe no one anything, except to love one another, for the one who loves his neighbor has fulfilled the law. ","reference":"Romans 13:8"},{"bookName":"Romans","chapter":13,"verse":9,"text":"For the commandments, “\u003Cb\u003EDo not commit adultery, do not murder, do not steal, do not covet\u003C/b\u003E,” (and if there is any other commandment) are summed up in this, “\u003Cb\u003ELove your neighbor as yourself\u003C/b\u003E.” ","reference":"Romans 13:9"},{"bookName":"Romans","chapter":13,"verse":10,"text":"Love does no wrong to a neighbor. Therefore love is the fulfillment of the law. ","reference":"Romans 13:10"},{"bookName":"Romans","chapter":13,"verse":11,"text":"And do this because we know the time, that it is already the hour for us to awake from sleep, for our salvation is now nearer than when we became believers. ","reference":"Romans 13:11"},{"bookName":"Romans","chapter":13,"verse":12,"text":"The night has advanced toward dawn; the day is near. So then we must lay aside the works of darkness, and put on the weapons of light. ","reference":"Romans 13:12"},{"bookName":"Romans","chapter":13,"verse":13,"text":"Let us live decently as in the daytime, not in carousing and drunkenness, not in sexual immorality and sensuality, not in discord and jealousy. ","reference":"Romans 13:13"},{"bookName":"Romans","chapter":13,"verse":14,"text":"Instead, put on the Lord Jesus Christ, and make no provision for the flesh to arouse its desires. ","reference":"Romans 13:14"}]