[
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 1,
    "text": "There is therefore now no condemnation for those who are in Christ Jesus. ",
    "reference": "Romans 8:1"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 2,
    "text": "For the law of the life-giving Spirit in Christ Jesus has set you free from the law of sin and death. ",
    "reference": "Romans 8:2"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 3,
    "text": "For God achieved what the law could not do because it was weakened through the flesh. By sending his own Son in the likeness of sinful flesh and concerning sin, he condemned sin in the flesh, ",
    "reference": "Romans 8:3"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 4,
    "text": "so that the righteous requirement of the law may be fulfilled in us, who do not walk according to the flesh but according to the Spirit.",
    "reference": "Romans 8:4"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 5,
    "text": "For those who live according to the flesh have their outlook shaped by the things of the flesh, but those who live according to the Spirit have their outlook shaped by the things of the Spirit. ",
    "reference": "Romans 8:5"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 6,
    "text": "For the outlook of the flesh is death, but the outlook of the Spirit is life and peace, ",
    "reference": "Romans 8:6"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 7,
    "text": "because the outlook of the flesh is hostile to God, for it does not submit to the law of God, nor is it able to do so.",
    "reference": "Romans 8:7"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 8,
    "text": "Those who are in the flesh cannot please God. ",
    "reference": "Romans 8:8"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 9,
    "text": "You, however, are not in the flesh but in the Spirit, if indeed the Spirit of God lives in you. Now if anyone does not have the Spirit of Christ, this person does not belong to him. ",
    "reference": "Romans 8:9"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 10,
    "text": "But if Christ is in you, your body is dead because of sin, but the Spirit is your life because of righteousness. ",
    "reference": "Romans 8:10"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 11,
    "text": "Moreover if the Spirit of the one who raised Jesus from the dead lives in you, the one who raised Christ from the dead will also make your mortal bodies alive through his Spirit who lives in you. ",
    "reference": "Romans 8:11"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 12,
    "text": "So then, brothers and sisters, we are under obligation, not to the flesh, to live according to the flesh ",
    "reference": "Romans 8:12"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 13,
    "text": "(for if you live according to the flesh, you will die), but if by the Spirit you put to death the deeds of the body, you will live. ",
    "reference": "Romans 8:13"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 14,
    "text": "For all who are led by the Spirit of God are the sons of God. ",
    "reference": "Romans 8:14"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 15,
    "text": "For you did not receive the spirit of slavery leading again to fear, but you received the Spirit of adoption, by whom we cry, “Abba, Father.” ",
    "reference": "Romans 8:15"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 16,
    "text": "The Spirit himself bears witness to our spirit that we are God’s children. ",
    "reference": "Romans 8:16"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 17,
    "text": "And if children, then heirs (namely, heirs of God and also fellow heirs with Christ)—if indeed we suffer with him so we may also be glorified with him.",
    "reference": "Romans 8:17"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 18,
    "text": "For I consider that our present sufferings cannot even be compared to the coming glory that will be revealed to us. ",
    "reference": "Romans 8:18"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 19,
    "text": "For the creation eagerly waits for the revelation of the sons of God. ",
    "reference": "Romans 8:19"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 20,
    "text": "For the creation was subjected to futility—not willingly but because of God who subjected it—in hope ",
    "reference": "Romans 8:20"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 21,
    "text": "that the creation itself will also be set free from the bondage of decay into the glorious freedom of God’s children. ",
    "reference": "Romans 8:21"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 22,
    "text": "For we know that the whole creation groans and suffers together until now. ",
    "reference": "Romans 8:22"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 23,
    "text": "Not only this, but we ourselves also, who have the firstfruits of the Spirit, groan inwardly as we eagerly await our adoption, the redemption of our bodies. ",
    "reference": "Romans 8:23"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 24,
    "text": "For in hope we were saved. Now hope that is seen is not hope, because who hopes for what he sees? ",
    "reference": "Romans 8:24"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 25,
    "text": "But if we hope for what we do not see, we eagerly wait for it with endurance. ",
    "reference": "Romans 8:25"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 26,
    "text": "In the same way, the Spirit helps us in our weakness, for we do not know how we should pray, but the Spirit himself intercedes for us with inexpressible groanings. ",
    "reference": "Romans 8:26"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 27,
    "text": "And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes on behalf of the saints according to God’s will. ",
    "reference": "Romans 8:27"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 28,
    "text": "And we know that all things work together for good for those who love God, who are called according to his purpose, ",
    "reference": "Romans 8:28"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 29,
    "text": "because those whom he foreknew he also predestined to be conformed to the image of his Son, that his Son would be the firstborn among many brothers and sisters. ",
    "reference": "Romans 8:29"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 30,
    "text": "And those he predestined, he also called; and those he called, he also justified; and those he justified, he also glorified. ",
    "reference": "Romans 8:30"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 31,
    "text": "What then shall we say about these things? If God is for us, who can be against us? ",
    "reference": "Romans 8:31"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 32,
    "text": "Indeed, he who did not spare his own Son, but gave him up for us all—how will he not also, along with him, freely give us all things? ",
    "reference": "Romans 8:32"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 33,
    "text": "Who will bring any charge against God’s elect? It is God who justifies. ",
    "reference": "Romans 8:33"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 34,
    "text": "Who is the one who will condemn? Christ is the one who died (and more than that, he was raised), who is at the right hand of God, and who also is interceding for us. ",
    "reference": "Romans 8:34"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 35,
    "text": "Who will separate us from the love of Christ? Will trouble, or distress, or persecution, or famine, or nakedness, or danger, or sword? ",
    "reference": "Romans 8:35"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 36,
    "text": "As it is written, “\u003Cb\u003EFor your sake we encounter death all day long; we were considered as sheep to be slaughtered\u003C/b\u003E.” ",
    "reference": "Romans 8:36"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 37,
    "text": "No, in all these things we have complete victory through him who loved us! ",
    "reference": "Romans 8:37"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 38,
    "text": "For I am convinced that neither death, nor life, nor angels, nor heavenly rulers, nor things that are present, nor things to come, nor powers, ",
    "reference": "Romans 8:38"
  },
  {
    "bookName": "Romans",
    "chapter": 8,
    "verse": 39,
    "text": "nor height, nor depth, nor anything else in creation will be able to separate us from the love of God in Christ Jesus our Lord. ",
    "reference": "Romans 8:39"
  }
]