[
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 1,
    "text": "What then shall we say that Abraham, our ancestor according to the flesh, has discovered regarding this matter?",
    "reference": "Romans 4:1"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 2,
    "text": "For if Abraham was declared righteous by works, he has something to boast about—but not before God. ",
    "reference": "Romans 4:2"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 3,
    "text": "For what does the scripture say? “\u003Cb\u003EAbraham believed God, and it was credited\u003C/b\u003E \u003Cb\u003Eto him as righteousness\u003C/b\u003E.” ",
    "reference": "Romans 4:3"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 4,
    "text": "Now to the one who works, his pay is not credited due to grace but due to obligation. ",
    "reference": "Romans 4:4"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 5,
    "text": "But to the one who does not work, but believes in the one who declares the ungodly righteous, his faith is credited as righteousness. ",
    "reference": "Romans 4:5"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 6,
    "text": "So even David himself speaks regarding the blessedness of the man to whom God credits righteousness apart from works: ",
    "reference": "Romans 4:6"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 7,
    "text": "“\u003Cb\u003EBlessed\u003C/b\u003E \u003Cb\u003Eare those whose lawless deeds are forgiven, and whose sins are covered;\u003C/b\u003E ",
    "reference": "Romans 4:7"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 8,
    "text": "\u003Cb\u003Eblessed is the one\u003C/b\u003E \u003Cb\u003Eagainst whom the Lord will never count\u003C/b\u003E \u003Cb\u003Esin\u003C/b\u003E.” ",
    "reference": "Romans 4:8"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 9,
    "text": "Is this blessedness then for the circumcision or also for the uncircumcision? For we say, “faith \u003Cb\u003Ewas credited to\u003C/b\u003E Abraham \u003Cb\u003Eas\u003C/b\u003E \u003Cb\u003Erighteousness\u003C/b\u003E.” ",
    "reference": "Romans 4:9"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 10,
    "text": "How then was it credited to him? Was he circumcised at the time, or not? No, he was not circumcised but uncircumcised! ",
    "reference": "Romans 4:10"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 11,
    "text": "And he received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised, so that he would become the father of all those who believe but have never been circumcised, that they too could have righteousness credited to them. ",
    "reference": "Romans 4:11"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 12,
    "text": "And he is also the father of the circumcised, who are not only circumcised, but who also walk in the footsteps of the faith that our father Abraham possessed when he was still uncircumcised. ",
    "reference": "Romans 4:12"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 13,
    "text": "For the promise to Abraham or to his descendants that he would inherit the world was not fulfilled through the law, but through the righteousness that comes by faith. ",
    "reference": "Romans 4:13"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 14,
    "text": "For if they become heirs by the law, faith is empty and the promise is nullified. ",
    "reference": "Romans 4:14"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 15,
    "text": "For the law brings wrath, because where there is no law there is no transgression either. ",
    "reference": "Romans 4:15"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 16,
    "text": "For this reason it is by faith so that it may be by grace, with the result that the promise may be certain to all the descendants—not only to those who are under the law, but also to those who have the faith of Abraham, who is the father of us all ",
    "reference": "Romans 4:16"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 17,
    "text": "(as it is written, “\u003Cb\u003EI have made you the father of many nations\u003C/b\u003E”). He is our father in the presence of God whom he believed—the God who makes the dead alive and summons the things that do not yet exist as though they already do. ",
    "reference": "Romans 4:17"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 18,
    "text": "Against hope Abraham believed in hope with the result that he became \u003Cb\u003Ethe father of many nations\u003C/b\u003E according to the pronouncement, “\u003Cb\u003Eso will your descendants be\u003C/b\u003E.” ",
    "reference": "Romans 4:18"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 19,
    "text": "Without being weak in faith, he considered his own body as dead (because he was about one hundred years old) and the deadness of Sarah’s womb. ",
    "reference": "Romans 4:19"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 20,
    "text": "He did not waver in unbelief about the promise of God but was strengthened in faith, giving glory to God. ",
    "reference": "Romans 4:20"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 21,
    "text": "He was fully convinced that what God promised he was also able to do. ",
    "reference": "Romans 4:21"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 22,
    "text": "So indeed it was credited to Abraham as righteousness. ",
    "reference": "Romans 4:22"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 23,
    "text": "But the statement \u003Cb\u003Eit was credited to him\u003C/b\u003E was not written only for Abraham’s sake, ",
    "reference": "Romans 4:23"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 24,
    "text": "but also for our sake, to whom it will be credited, those who believe in the one who raised Jesus our Lord from the dead. ",
    "reference": "Romans 4:24"
  },
  {
    "bookName": "Romans",
    "chapter": 4,
    "verse": 25,
    "text": "He was given over because of our transgressions and was raised for the sake of our justification. ",
    "reference": "Romans 4:25"
  }
]