[
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 1,
    "text": "This is an oracle about Nineveh; the book of the vision of Nahum the Elkoshite: ",
    "reference": "Nahum 1:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 2,
    "text": "The Lord is a zealous and avenging God; the Lord is avenging and very angry. The Lord takes vengeance against his foes; he sustains his rage against his enemies. ",
    "reference": "Nahum 1:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 3,
    "text": "The Lord is slow to anger but great in power; the Lord will certainly not allow the wicked to go unpunished. He marches out in the whirlwind and the raging storm; dark storm clouds billow like dust under his feet. ",
    "reference": "Nahum 1:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 4,
    "text": "He shouts a battle cry against the sea and makes it dry up; he makes all the rivers run dry. Bashan and Carmel wither; the blossom of Lebanon withers. ",
    "reference": "Nahum 1:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 5,
    "text": "The mountains tremble before him; the hills convulse; the earth is laid waste before him; the world and all its inhabitants are laid waste.",
    "reference": "Nahum 1:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 6,
    "text": "No one can withstand his indignation! No one can resist his fierce anger! His wrath is poured out like volcanic fire, boulders are broken up as he approaches. ",
    "reference": "Nahum 1:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 7,
    "text": "The Lord is good— indeed, he is a fortress in time of distress, and he protects those who seek refuge in him.",
    "reference": "Nahum 1:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 8,
    "text": "But with an overwhelming flood he will make a complete end of Nineveh; he will drive his enemies into darkness. ",
    "reference": "Nahum 1:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 9,
    "text": "Whatever you plot against the Lord, he will completely destroy! Distress will not arise a second time. ",
    "reference": "Nahum 1:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 10,
    "text": "Surely they will be totally consumed like entangled thornbushes, like the drink of drunkards, like very dry stubble. ",
    "reference": "Nahum 1:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 11,
    "text": "From you, O Nineveh, one has marched forth who plots evil against the Lord, a wicked military strategist.",
    "reference": "Nahum 1:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 12,
    "text": "This is what the Lord says: “Even though they are powerful— and what is more, even though their army is numerous— nevertheless, they will be destroyed and trickle away! Although I afflicted you, I will afflict you no more. ",
    "reference": "Nahum 1:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 13,
    "text": "And now, I will break Assyria’s yoke bar from your neck; I will tear apart the shackles that are on you.”",
    "reference": "Nahum 1:13"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 14,
    "text": "The Lord has issued a decree against you: “Your dynasty will come to an end. I will destroy the idols and images in the temples of your gods. I will desecrate your grave, because you are accursed!” ",
    "reference": "Nahum 1:14"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 15,
    "text": "(2:1) Look! A herald is running on the mountains! A messenger is proclaiming deliverance: “Celebrate your sacred festivals, O Judah! Fulfill your sacred vows to praise God! For never again will the wicked Assyrians invade you; they have been completely destroyed.” ",
    "reference": "Nahum 1:15"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 1,
    "text": "(2:2) An enemy who will scatter you, Nineveh, has advanced against you! Guard the rampart! Watch the road! Prepare yourselves for battle! Muster your mighty strength! ",
    "reference": "Nahum 2:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 2,
    "text": "For the Lord is about to restore the majesty of Jacob, as well as the majesty of Israel, though their enemies have plundered them and have destroyed their fields. ",
    "reference": "Nahum 2:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 3,
    "text": "The shields of his warriors are dyed red; the mighty soldiers are dressed in scarlet garments. The chariots are in flashing metal fittings on the day of battle; the soldiers brandish their spears. ",
    "reference": "Nahum 2:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 4,
    "text": "The chariots race madly through the streets, they rush back and forth in the broad plazas; they look like lightning bolts, they dash here and there like flashes of lightning. ",
    "reference": "Nahum 2:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 5,
    "text": "The commander orders his officers; they stumble as they advance; they rush to the city wall, and they set up the covered siege tower. ",
    "reference": "Nahum 2:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 6,
    "text": "The sluice gates are opened; the royal palace is deluged and dissolves. ",
    "reference": "Nahum 2:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 7,
    "text": "Nineveh is taken into exile and is led away; her slave girls moan like doves while they beat their breasts. ",
    "reference": "Nahum 2:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 8,
    "text": "Nineveh was like a pool of water throughout her days, but now her people are running away; she cries out: “Stop! Stop!”— but no one turns back.",
    "reference": "Nahum 2:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 9,
    "text": "Her conquerors cry out: “Plunder the silver! Plunder the gold!” There is no end to the treasure— riches of every kind of precious thing. ",
    "reference": "Nahum 2:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 10,
    "text": "Destruction, devastation, and desolation! Hearts faint, knees tremble; every stomach churns, all their faces have turned pale! ",
    "reference": "Nahum 2:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 11,
    "text": "Where now is the den of the lions and the feeding place of the young lions, where the lion, lioness, and lion cub once prowled and no one disturbed them?",
    "reference": "Nahum 2:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 12,
    "text": "The lion tore apart as much prey as his cubs needed and strangled prey for his lionesses; he filled his lairs with prey and his dens with torn flesh. ",
    "reference": "Nahum 2:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 13,
    "text": "“I am against you!” declares the Lord of Heaven’s Armies: “I will burn your chariots with fire; the sword will devour your young lions. You will no longer prey upon the land; the voices of your messengers will no longer be heard.” ",
    "reference": "Nahum 2:13"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 1,
    "text": "Woe to the city guilty of bloodshed! She is full of lies; she is filled with plunder; she has hoarded her spoil!",
    "reference": "Nahum 3:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 2,
    "text": "The chariot drivers will crack their whips; the chariot wheels will shake the ground. The chariot horses will gallop; the war chariots will bolt forward!",
    "reference": "Nahum 3:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 3,
    "text": "The charioteers will charge ahead; their swords will flash and their spears will glimmer! There will be many people slain; there will be piles of the dead and countless casualties— so many that people will stumble over the corpses. ",
    "reference": "Nahum 3:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 4,
    "text": "Because you have acted like a wanton prostitute— a seductive mistress who practices sorcery, who enslaves nations by her harlotry, and entices peoples by her sorcery—",
    "reference": "Nahum 3:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 5,
    "text": "“I am against you,” declares the Lord of Heaven’s Armies. “I will strip off your clothes! I will show your nakedness to the nations and your shame to the kingdoms. ",
    "reference": "Nahum 3:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 6,
    "text": "I will pelt you with filth; I will treat you with contempt; I will make you a public spectacle. ",
    "reference": "Nahum 3:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 7,
    "text": "Everyone who sees you will turn away from you in disgust; they will say, ‘Nineveh has been devastated! Who will lament for her?’ There will be no one to comfort you!”",
    "reference": "Nahum 3:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 8,
    "text": "You are no more secure than Thebes— she was located on the banks of the Nile; the waters surrounded her— her rampart was the sea, the water was her wall. ",
    "reference": "Nahum 3:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 9,
    "text": "Cush and Egypt had limitless strength; Put and the Libyans were among her allies. ",
    "reference": "Nahum 3:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 10,
    "text": "Yet she went into captivity as an exile; even her infants were smashed to pieces at the head of every street. They cast lots for her nobility; all her dignitaries were bound with chains. ",
    "reference": "Nahum 3:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 11,
    "text": "You too will act like drunkards; you will go into hiding; you too will seek refuge from the enemy. ",
    "reference": "Nahum 3:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 12,
    "text": "All your fortifications will be like fig trees with first-ripe fruit: If they are shaken, their figs will fall into the mouth of the eater. ",
    "reference": "Nahum 3:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 13,
    "text": "Your warriors will be like women in your midst; the gates of your land will be wide open to your enemies; fire will consume the bars of your gates. ",
    "reference": "Nahum 3:13"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 14,
    "text": "Draw yourselves water for a siege! Strengthen your fortifications! Trample the mud and tread the clay! Make mud bricks to strengthen your walls!",
    "reference": "Nahum 3:14"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 15,
    "text": "There the fire will consume you; the sword will cut you down; it will devour you like the young locust would. Multiply yourself like the young locust; multiply yourself like the flying locust! ",
    "reference": "Nahum 3:15"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 16,
    "text": "Increase your merchants more than the stars of heaven! They are like the young locust that sheds its skin and flies away.",
    "reference": "Nahum 3:16"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 17,
    "text": "Your courtiers are like locusts, your officials are like a swarm of locusts! They encamp in the walls on a cold day, yet when the sun rises, they fly away, and no one knows where they are. ",
    "reference": "Nahum 3:17"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 18,
    "text": "Your shepherds are sleeping, O king of Assyria. Your officers are slumbering! Your people are scattered like sheep on the mountains, and there is no one to regather them.",
    "reference": "Nahum 3:18"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 19,
    "text": "Your destruction is like an incurable wound; your demise is like a fatal injury. All who hear what has happened to you will clap their hands for joy, for no one ever escaped your endless cruelty! ",
    "reference": "Nahum 3:19"
  }
]