[
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 1,
    "text": "This is an oracle about Nineveh; the book of the vision of Nahum the Elkoshite: ",
    "reference": "Nahum 1:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 2,
    "text": "The Lord is a zealous and avenging God; the Lord is avenging and very angry. The Lord takes vengeance against his foes; he sustains his rage against his enemies. ",
    "reference": "Nahum 1:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 3,
    "text": "The Lord is slow to anger but great in power; the Lord will certainly not allow the wicked to go unpunished. He marches out in the whirlwind and the raging storm; dark storm clouds billow like dust under his feet. ",
    "reference": "Nahum 1:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 4,
    "text": "He shouts a battle cry against the sea and makes it dry up; he makes all the rivers run dry. Bashan and Carmel wither; the blossom of Lebanon withers. ",
    "reference": "Nahum 1:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 5,
    "text": "The mountains tremble before him; the hills convulse; the earth is laid waste before him; the world and all its inhabitants are laid waste.",
    "reference": "Nahum 1:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 6,
    "text": "No one can withstand his indignation! No one can resist his fierce anger! His wrath is poured out like volcanic fire, boulders are broken up as he approaches. ",
    "reference": "Nahum 1:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 7,
    "text": "The Lord is good— indeed, he is a fortress in time of distress, and he protects those who seek refuge in him.",
    "reference": "Nahum 1:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 8,
    "text": "But with an overwhelming flood he will make a complete end of Nineveh; he will drive his enemies into darkness. ",
    "reference": "Nahum 1:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 9,
    "text": "Whatever you plot against the Lord, he will completely destroy! Distress will not arise a second time. ",
    "reference": "Nahum 1:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 10,
    "text": "Surely they will be totally consumed like entangled thornbushes, like the drink of drunkards, like very dry stubble. ",
    "reference": "Nahum 1:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 11,
    "text": "From you, O Nineveh, one has marched forth who plots evil against the Lord, a wicked military strategist.",
    "reference": "Nahum 1:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 12,
    "text": "This is what the Lord says: “Even though they are powerful— and what is more, even though their army is numerous— nevertheless, they will be destroyed and trickle away! Although I afflicted you, I will afflict you no more. ",
    "reference": "Nahum 1:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 13,
    "text": "And now, I will break Assyria’s yoke bar from your neck; I will tear apart the shackles that are on you.”",
    "reference": "Nahum 1:13"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 14,
    "text": "The Lord has issued a decree against you: “Your dynasty will come to an end. I will destroy the idols and images in the temples of your gods. I will desecrate your grave, because you are accursed!” ",
    "reference": "Nahum 1:14"
  },
  {
    "bookName": "Nahum",
    "chapter": 1,
    "verse": 15,
    "text": "(2:1) Look! A herald is running on the mountains! A messenger is proclaiming deliverance: “Celebrate your sacred festivals, O Judah! Fulfill your sacred vows to praise God! For never again will the wicked Assyrians invade you; they have been completely destroyed.” ",
    "reference": "Nahum 1:15"
  }
]