[
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 1,
    "text": "Woe to the city guilty of bloodshed! She is full of lies; she is filled with plunder; she has hoarded her spoil!",
    "reference": "Nahum 3:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 2,
    "text": "The chariot drivers will crack their whips; the chariot wheels will shake the ground. The chariot horses will gallop; the war chariots will bolt forward!",
    "reference": "Nahum 3:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 3,
    "text": "The charioteers will charge ahead; their swords will flash and their spears will glimmer! There will be many people slain; there will be piles of the dead and countless casualties— so many that people will stumble over the corpses. ",
    "reference": "Nahum 3:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 4,
    "text": "Because you have acted like a wanton prostitute— a seductive mistress who practices sorcery, who enslaves nations by her harlotry, and entices peoples by her sorcery—",
    "reference": "Nahum 3:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 5,
    "text": "“I am against you,” declares the Lord of Heaven’s Armies. “I will strip off your clothes! I will show your nakedness to the nations and your shame to the kingdoms. ",
    "reference": "Nahum 3:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 6,
    "text": "I will pelt you with filth; I will treat you with contempt; I will make you a public spectacle. ",
    "reference": "Nahum 3:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 7,
    "text": "Everyone who sees you will turn away from you in disgust; they will say, ‘Nineveh has been devastated! Who will lament for her?’ There will be no one to comfort you!”",
    "reference": "Nahum 3:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 8,
    "text": "You are no more secure than Thebes— she was located on the banks of the Nile; the waters surrounded her— her rampart was the sea, the water was her wall. ",
    "reference": "Nahum 3:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 9,
    "text": "Cush and Egypt had limitless strength; Put and the Libyans were among her allies. ",
    "reference": "Nahum 3:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 10,
    "text": "Yet she went into captivity as an exile; even her infants were smashed to pieces at the head of every street. They cast lots for her nobility; all her dignitaries were bound with chains. ",
    "reference": "Nahum 3:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 11,
    "text": "You too will act like drunkards; you will go into hiding; you too will seek refuge from the enemy. ",
    "reference": "Nahum 3:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 12,
    "text": "All your fortifications will be like fig trees with first-ripe fruit: If they are shaken, their figs will fall into the mouth of the eater. ",
    "reference": "Nahum 3:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 13,
    "text": "Your warriors will be like women in your midst; the gates of your land will be wide open to your enemies; fire will consume the bars of your gates. ",
    "reference": "Nahum 3:13"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 14,
    "text": "Draw yourselves water for a siege! Strengthen your fortifications! Trample the mud and tread the clay! Make mud bricks to strengthen your walls!",
    "reference": "Nahum 3:14"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 15,
    "text": "There the fire will consume you; the sword will cut you down; it will devour you like the young locust would. Multiply yourself like the young locust; multiply yourself like the flying locust! ",
    "reference": "Nahum 3:15"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 16,
    "text": "Increase your merchants more than the stars of heaven! They are like the young locust that sheds its skin and flies away.",
    "reference": "Nahum 3:16"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 17,
    "text": "Your courtiers are like locusts, your officials are like a swarm of locusts! They encamp in the walls on a cold day, yet when the sun rises, they fly away, and no one knows where they are. ",
    "reference": "Nahum 3:17"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 18,
    "text": "Your shepherds are sleeping, O king of Assyria. Your officers are slumbering! Your people are scattered like sheep on the mountains, and there is no one to regather them.",
    "reference": "Nahum 3:18"
  },
  {
    "bookName": "Nahum",
    "chapter": 3,
    "verse": 19,
    "text": "Your destruction is like an incurable wound; your demise is like a fatal injury. All who hear what has happened to you will clap their hands for joy, for no one ever escaped your endless cruelty! ",
    "reference": "Nahum 3:19"
  }
]