[
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 1,
    "text": "(2:2) An enemy who will scatter you, Nineveh, has advanced against you! Guard the rampart! Watch the road! Prepare yourselves for battle! Muster your mighty strength! ",
    "reference": "Nahum 2:1"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 2,
    "text": "For the Lord is about to restore the majesty of Jacob, as well as the majesty of Israel, though their enemies have plundered them and have destroyed their fields. ",
    "reference": "Nahum 2:2"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 3,
    "text": "The shields of his warriors are dyed red; the mighty soldiers are dressed in scarlet garments. The chariots are in flashing metal fittings on the day of battle; the soldiers brandish their spears. ",
    "reference": "Nahum 2:3"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 4,
    "text": "The chariots race madly through the streets, they rush back and forth in the broad plazas; they look like lightning bolts, they dash here and there like flashes of lightning. ",
    "reference": "Nahum 2:4"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 5,
    "text": "The commander orders his officers; they stumble as they advance; they rush to the city wall, and they set up the covered siege tower. ",
    "reference": "Nahum 2:5"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 6,
    "text": "The sluice gates are opened; the royal palace is deluged and dissolves. ",
    "reference": "Nahum 2:6"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 7,
    "text": "Nineveh is taken into exile and is led away; her slave girls moan like doves while they beat their breasts. ",
    "reference": "Nahum 2:7"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 8,
    "text": "Nineveh was like a pool of water throughout her days, but now her people are running away; she cries out: “Stop! Stop!”— but no one turns back.",
    "reference": "Nahum 2:8"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 9,
    "text": "Her conquerors cry out: “Plunder the silver! Plunder the gold!” There is no end to the treasure— riches of every kind of precious thing. ",
    "reference": "Nahum 2:9"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 10,
    "text": "Destruction, devastation, and desolation! Hearts faint, knees tremble; every stomach churns, all their faces have turned pale! ",
    "reference": "Nahum 2:10"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 11,
    "text": "Where now is the den of the lions and the feeding place of the young lions, where the lion, lioness, and lion cub once prowled and no one disturbed them?",
    "reference": "Nahum 2:11"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 12,
    "text": "The lion tore apart as much prey as his cubs needed and strangled prey for his lionesses; he filled his lairs with prey and his dens with torn flesh. ",
    "reference": "Nahum 2:12"
  },
  {
    "bookName": "Nahum",
    "chapter": 2,
    "verse": 13,
    "text": "“I am against you!” declares the Lord of Heaven’s Armies: “I will burn your chariots with fire; the sword will devour your young lions. You will no longer prey upon the land; the voices of your messengers will no longer be heard.” ",
    "reference": "Nahum 2:13"
  }
]