[{"bookName":"Daniel","chapter":3,"verse":1,"text":" King Nebuchadnezzar had a golden statue made. It was 90 feet tall and 9 feet wide. He erected it on the plain of Dura in the province of Babylon. ","reference":"Daniel 3:1"},{"bookName":"Daniel","chapter":3,"verse":2,"text":"Then King Nebuchadnezzar sent out a summons to assemble the satraps, prefects, governors, counselors, treasurers, judges, magistrates, and all the other authorities of the province to attend the dedication of the statue that he had erected. ","reference":"Daniel 3:2"},{"bookName":"Daniel","chapter":3,"verse":3,"text":"So the satraps, prefects, governors, counselors, treasurers, judges, magistrates, and all the other provincial authorities assembled for the dedication of the statue that King Nebuchadnezzar had erected. They were standing in front of the statue that Nebuchadnezzar had erected. ","reference":"Daniel 3:3"},{"bookName":"Daniel","chapter":3,"verse":4,"text":"Then the herald made a loud proclamation: “To you, O peoples, nations, and language groups, the following command is given:","reference":"Daniel 3:4"},{"bookName":"Daniel","chapter":3,"verse":5,"text":"When you hear the sound of the horn, flute, zither, trigon, harp, pipes, and all kinds of music\u003Cb\u003E,\u003C/b\u003E you must bow down and pay homage to the golden statue that King Nebuchadnezzar has erected. ","reference":"Daniel 3:5"},{"bookName":"Daniel","chapter":3,"verse":6,"text":"Whoever does not bow down and pay homage will immediately be thrown into the midst of a furnace of blazing fire!” ","reference":"Daniel 3:6"},{"bookName":"Daniel","chapter":3,"verse":7,"text":"Therefore when they all heard the sound of the horn, flute, zither, trigon, harp, pipes, and all kinds of music, all the peoples, nations, and language groups began bowing down and paying homage to the golden statue that King Nebuchadnezzar had erected. ","reference":"Daniel 3:7"},{"bookName":"Daniel","chapter":3,"verse":8,"text":"Now at that time certain Chaldeans came forward and brought malicious accusations against the Jews. ","reference":"Daniel 3:8"},{"bookName":"Daniel","chapter":3,"verse":9,"text":"They said to King Nebuchadnezzar, “O king, live forever! ","reference":"Daniel 3:9"},{"bookName":"Daniel","chapter":3,"verse":10,"text":"You have issued an edict, O king, that everyone must bow down and pay homage to the golden statue when they hear the sound of the horn, flute, zither, trigon, harp, pipes, and all kinds of music. ","reference":"Daniel 3:10"},{"bookName":"Daniel","chapter":3,"verse":11,"text":"And whoever does not bow down and pay homage must be thrown into the midst of a furnace of blazing fire. ","reference":"Daniel 3:11"},{"bookName":"Daniel","chapter":3,"verse":12,"text":"But there are Jewish men whom you appointed over the administration of the province of Babylon—Shadrach, Meshach, and Abednego—and these men have not shown proper respect to you, O king. They don’t serve your gods, and they don’t pay homage to the golden statue that you have erected.” ","reference":"Daniel 3:12"},{"bookName":"Daniel","chapter":3,"verse":13,"text":"Then Nebuchadnezzar in a fit of rage demanded that they bring Shadrach, Meshach, and Abednego before him. So they brought them before the king. ","reference":"Daniel 3:13"},{"bookName":"Daniel","chapter":3,"verse":14,"text":"Nebuchadnezzar said to them, “Is it true, Shadrach, Meshach, and Abednego, that you don’t serve my gods and that you don’t pay homage to the golden statue that I erected? ","reference":"Daniel 3:14"},{"bookName":"Daniel","chapter":3,"verse":15,"text":"Now if you are ready, when you hear the sound of the horn, flute, zither, trigon, harp, pipes, and all kinds of music\u003Cb\u003E,\u003C/b\u003E you must bow down and pay homage to the statue that I had made. If you don’t pay homage to it, you will immediately be thrown into the midst of the furnace of blazing fire. Now, who is that god who can rescue you from my power?” ","reference":"Daniel 3:15"},{"bookName":"Daniel","chapter":3,"verse":16,"text":"Shadrach, Meshach, and Abednego replied to King Nebuchadnezzar, “We do not need to give you a reply concerning this. ","reference":"Daniel 3:16"},{"bookName":"Daniel","chapter":3,"verse":17,"text":"If our God whom we are serving exists, he is able to rescue us from the furnace of blazing fire, and he will rescue us, O king, from your power as well.","reference":"Daniel 3:17"},{"bookName":"Daniel","chapter":3,"verse":18,"text":"But if he does not, let it be known to you, O king, that we don’t serve your gods, and we will not pay homage to the golden statue that you have erected.” ","reference":"Daniel 3:18"},{"bookName":"Daniel","chapter":3,"verse":19,"text":"Then Nebuchadnezzar was filled with rage, and his disposition changed toward Shadrach, Meshach, and Abednego. He gave orders to heat the furnace seven times hotter than it was normally heated. ","reference":"Daniel 3:19"},{"bookName":"Daniel","chapter":3,"verse":20,"text":"He ordered strong soldiers in his army to tie up Shadrach, Meshach, and Abednego and to throw them into the furnace of blazing fire. ","reference":"Daniel 3:20"},{"bookName":"Daniel","chapter":3,"verse":21,"text":"So those men were tied up while still wearing their cloaks, trousers, turbans, and other clothes, and were thrown into the furnace of blazing fire. ","reference":"Daniel 3:21"},{"bookName":"Daniel","chapter":3,"verse":22,"text":"But since the king’s command was so urgent, and the furnace was so excessively hot, the men who escorted Shadrach, Meshach, and Abednego were killed by the leaping flames. ","reference":"Daniel 3:22"},{"bookName":"Daniel","chapter":3,"verse":23,"text":"But those three men, Shadrach, Meshach, and Abednego, fell into the furnace of blazing fire while still securely bound. ","reference":"Daniel 3:23"},{"bookName":"Daniel","chapter":3,"verse":24,"text":"Then King Nebuchadnezzar was startled and quickly got up. He said to his ministers, “Wasn’t it three men that we tied up and threw into the fire?” They replied to the king, “For sure, O king.” ","reference":"Daniel 3:24"},{"bookName":"Daniel","chapter":3,"verse":25,"text":"He answered, “But I see four men, untied and walking around in the midst of the fire! No harm has come to them! And the appearance of the fourth is like that of a god!” ","reference":"Daniel 3:25"},{"bookName":"Daniel","chapter":3,"verse":26,"text":"Then Nebuchadnezzar approached the door of the furnace of blazing fire. He called out, “Shadrach, Meshach, and Abednego, servants of the most high God, come out! Come here!” Then Shadrach, Meshach, and Abednego emerged from the fire. ","reference":"Daniel 3:26"},{"bookName":"Daniel","chapter":3,"verse":27,"text":"Once the satraps, prefects, governors, and ministers of the king had gathered around, they saw that those men were physically unharmed by the fire. The hair of their heads was not singed, nor were their trousers damaged. Not even the smell of fire was to be found on them!","reference":"Daniel 3:27"},{"bookName":"Daniel","chapter":3,"verse":28,"text":"Nebuchadnezzar exclaimed, “Praised be the God of Shadrach, Meshach, and Abednego, who has sent forth his angel and has rescued his servants who trusted in him, ignoring the edict of the king and giving up their bodies rather than serve or pay homage to any god other than their God! ","reference":"Daniel 3:28"},{"bookName":"Daniel","chapter":3,"verse":29,"text":"I hereby decree that any people, nation, or language group that blasphemes the God of Shadrach, Meshach, or Abednego will be dismembered and his home reduced to rubble! For there exists no other god who can deliver in this way.”","reference":"Daniel 3:29"},{"bookName":"Daniel","chapter":3,"verse":30,"text":"Then Nebuchadnezzar promoted Shadrach, Meshach, and Abednego in the province of Babylon. ","reference":"Daniel 3:30"}]