[{"bookName":"Daniel","chapter":12,"verse":1,"text":"“At that time Michael, the great prince who watches over your people, will arise. There will be a time of distress unlike any other from the nation’s beginning up to that time. But at that time your own people, all those whose names are found written in the book, will escape. ","reference":"Daniel 12:1"},{"bookName":"Daniel","chapter":12,"verse":2,"text":"Many of those who sleep in the dusty ground will awake— some to everlasting life, and others to shame and everlasting abhorrence. ","reference":"Daniel 12:2"},{"bookName":"Daniel","chapter":12,"verse":3,"text":"But the wise will shine like the brightness of the heavenly expanse. And those bringing many to righteousness will be like the stars forever and ever. ","reference":"Daniel 12:3"},{"bookName":"Daniel","chapter":12,"verse":4,"text":"“But you, Daniel, close up these words and seal the book until the time of the end. Many will dash about, and knowledge will increase.” ","reference":"Daniel 12:4"},{"bookName":"Daniel","chapter":12,"verse":5,"text":"I, Daniel, watched as two others stood there, one on each side of the river.","reference":"Daniel 12:5"},{"bookName":"Daniel","chapter":12,"verse":6,"text":"One said to the man clothed in linen who was above the waters of the river, “When will the end of these wondrous events occur?”","reference":"Daniel 12:6"},{"bookName":"Daniel","chapter":12,"verse":7,"text":"Then I heard the man clothed in linen who was over the waters of the river as he raised both his right and left hands to the sky and made an oath by the one who lives forever: “It is for a time, times, and half a time. Then, when the power of the one who shatters the holy people has been exhausted, all these things will be finished.” ","reference":"Daniel 12:7"},{"bookName":"Daniel","chapter":12,"verse":8,"text":"I heard, but I did not understand. So I said, “Sir, what will happen after these things?”","reference":"Daniel 12:8"},{"bookName":"Daniel","chapter":12,"verse":9,"text":"He said, “Go, Daniel. For these matters are closed and sealed until the time of the end. ","reference":"Daniel 12:9"},{"bookName":"Daniel","chapter":12,"verse":10,"text":"Many will be purified, made clean, and refined, but the wicked will go on being wicked. None of the wicked will understand, though the wise will understand. ","reference":"Daniel 12:10"},{"bookName":"Daniel","chapter":12,"verse":11,"text":"From the time that the daily sacrifice is removed and the abomination that causes desolation is set in place, there are 1,290 days. ","reference":"Daniel 12:11"},{"bookName":"Daniel","chapter":12,"verse":12,"text":"Blessed is the one who waits and attains to the 1,335 days. ","reference":"Daniel 12:12"},{"bookName":"Daniel","chapter":12,"verse":13,"text":"But you should go your way until the end. You will rest, and then at the end of the days you will arise to receive what you have been allotted.” ","reference":"Daniel 12:13"}]