[{"bookName":"Daniel","chapter":8,"verse":1,"text":" In the third year of King Belshazzar’s reign, a vision appeared to me, Daniel, after the one that had appeared to me previously. ","reference":"Daniel 8:1"},{"bookName":"Daniel","chapter":8,"verse":2,"text":"In this vision I saw myself in Susa the citadel, which is located in the province of Elam. In the vision I saw myself at the Ulai Canal. ","reference":"Daniel 8:2"},{"bookName":"Daniel","chapter":8,"verse":3,"text":"I looked up and saw a ram with two horns standing at the canal. Its two horns were both long, but one was longer than the other. The longer one was coming up after the shorter one. ","reference":"Daniel 8:3"},{"bookName":"Daniel","chapter":8,"verse":4,"text":"I saw that the ram was butting westward, northward, and southward. No animal was able to stand before it, and there was none who could deliver from its power. It did as it pleased and acted arrogantly. ","reference":"Daniel 8:4"},{"bookName":"Daniel","chapter":8,"verse":5,"text":"While I was contemplating all this, a male goat was coming from the west over the surface of all the land without touching the ground. This goat had a conspicuous horn between its eyes. ","reference":"Daniel 8:5"},{"bookName":"Daniel","chapter":8,"verse":6,"text":"It came to the two-horned ram that I had seen standing beside the canal and rushed against it with raging strength. ","reference":"Daniel 8:6"},{"bookName":"Daniel","chapter":8,"verse":7,"text":"I saw it approaching the ram. It went into a fit of rage against the ram and struck it and broke off its two horns. The ram had no ability to resist it. The goat hurled the ram to the ground and trampled it. No one could deliver the ram from its power. ","reference":"Daniel 8:7"},{"bookName":"Daniel","chapter":8,"verse":8,"text":"The male goat acted even more arrogantly. But no sooner had the large horn become strong than it was broken, and there arose four conspicuous horns in its place, extending toward the four winds of the sky. ","reference":"Daniel 8:8"},{"bookName":"Daniel","chapter":8,"verse":9,"text":"From one of them came a small horn, but it grew to be very great toward the south and the east and toward the beautiful land.","reference":"Daniel 8:9"},{"bookName":"Daniel","chapter":8,"verse":10,"text":"It grew so great it reached the army of heaven, and it brought about the fall of some of the army and some of the stars to the ground, where it trampled them.","reference":"Daniel 8:10"},{"bookName":"Daniel","chapter":8,"verse":11,"text":"It also acted arrogantly against the Prince of the army, from whom the daily sacrifice was removed and whose sanctuary was thrown down. ","reference":"Daniel 8:11"},{"bookName":"Daniel","chapter":8,"verse":12,"text":"The army was given over, along with the daily sacrifice, in the course of his sinful rebellion. It hurled truth to the ground and enjoyed success. ","reference":"Daniel 8:12"},{"bookName":"Daniel","chapter":8,"verse":13,"text":"Then I heard a holy one speaking. Another holy one said to the one who was speaking, “To what period of time does the vision pertain—this vision concerning the daily sacrifice and the destructive act of rebellion and the giving over of both the sanctuary and army to be trampled?” ","reference":"Daniel 8:13"},{"bookName":"Daniel","chapter":8,"verse":14,"text":"He said to me, “To 2,300 evenings and mornings; then the sanctuary will be put right again.”","reference":"Daniel 8:14"},{"bookName":"Daniel","chapter":8,"verse":15,"text":"While I, Daniel, was watching the vision, I sought to understand it. Now one who appeared to be a man was standing before me.","reference":"Daniel 8:15"},{"bookName":"Daniel","chapter":8,"verse":16,"text":"Then I heard a human voice coming from between the banks of the Ulai. It called out, “Gabriel, enable this person to understand the vision.” ","reference":"Daniel 8:16"},{"bookName":"Daniel","chapter":8,"verse":17,"text":"So he approached the place where I was standing. As he came, I felt terrified and fell flat on the ground. Then he said to me, “Understand, son of man, that the vision pertains to the time of the end.” ","reference":"Daniel 8:17"},{"bookName":"Daniel","chapter":8,"verse":18,"text":"As he spoke with me, I fell into a trance with my face to the ground. But he touched me and stood me upright.","reference":"Daniel 8:18"},{"bookName":"Daniel","chapter":8,"verse":19,"text":"Then he said, “I am going to inform you about what will happen in the latter time of wrath, for the vision pertains to the appointed time of the end. ","reference":"Daniel 8:19"},{"bookName":"Daniel","chapter":8,"verse":20,"text":"The ram that you saw with the two horns stands for the kings of Media and Persia. ","reference":"Daniel 8:20"},{"bookName":"Daniel","chapter":8,"verse":21,"text":"The male goat is the king of Greece, and the large horn between its eyes is the first king. ","reference":"Daniel 8:21"},{"bookName":"Daniel","chapter":8,"verse":22,"text":"The horn that was broken and in whose place there arose four others stands for four kingdoms that will arise from his nation, though they will not have his strength. ","reference":"Daniel 8:22"},{"bookName":"Daniel","chapter":8,"verse":23,"text":"Toward the end of their rule, when rebellious acts are complete, a rash and deceitful king will arise. ","reference":"Daniel 8:23"},{"bookName":"Daniel","chapter":8,"verse":24,"text":"His power will be great, but it will not be by his strength alone. He will cause terrible destruction. He will be successful in what he undertakes. He will destroy powerful people and the people of the holy ones. ","reference":"Daniel 8:24"},{"bookName":"Daniel","chapter":8,"verse":25,"text":"By his treachery he will succeed through deceit. He will have an arrogant attitude, and he will destroy many who are unaware of his schemes. He will rise up against the Prince of princes, yet he will be broken apart—but not by human agency. ","reference":"Daniel 8:25"},{"bookName":"Daniel","chapter":8,"verse":26,"text":"The vision of the evenings and mornings that was told to you is correct. But you should seal up the vision, for it refers to a time many days from now.”","reference":"Daniel 8:26"},{"bookName":"Daniel","chapter":8,"verse":27,"text":"I, Daniel, was exhausted and sick for days. Then I got up and again carried out the king’s business. But I was astonished at the vision, and there was no one to explain it.","reference":"Daniel 8:27"}]