[{"bookName":"Daniel","chapter":10,"verse":1,"text":" In the third year of King Cyrus of Persia a message was revealed to Daniel (who was also called Belteshazzar). This message was true and concerned a great war. He understood the message and gained insight by the vision. ","reference":"Daniel 10:1"},{"bookName":"Daniel","chapter":10,"verse":2,"text":"In those days I, Daniel, was mourning for three whole weeks. ","reference":"Daniel 10:2"},{"bookName":"Daniel","chapter":10,"verse":3,"text":"I ate no choice food, no meat or wine came to my lips, nor did I anoint myself with oil until the end of those three weeks. ","reference":"Daniel 10:3"},{"bookName":"Daniel","chapter":10,"verse":4,"text":"On the twenty-fourth day of the first month I was beside the great river, the Tigris. ","reference":"Daniel 10:4"},{"bookName":"Daniel","chapter":10,"verse":5,"text":"I looked up and saw a man clothed in linen; around his waist was a belt made of gold from Ufaz.","reference":"Daniel 10:5"},{"bookName":"Daniel","chapter":10,"verse":6,"text":"His body resembled yellow jasper, and his face had an appearance like lightning. His eyes were like blazing torches; his arms and feet had the gleam of polished bronze. His voice thundered forth like the sound of a large crowd. ","reference":"Daniel 10:6"},{"bookName":"Daniel","chapter":10,"verse":7,"text":"Only I, Daniel, saw the vision; the men who were with me did not see it. On the contrary, they were overcome with fright and ran away to hide. ","reference":"Daniel 10:7"},{"bookName":"Daniel","chapter":10,"verse":8,"text":"I alone was left to see this great vision. My strength drained from me, and my vigor disappeared; I was without energy. ","reference":"Daniel 10:8"},{"bookName":"Daniel","chapter":10,"verse":9,"text":"I listened to his voice, and as I did so I fell into a trance-like sleep with my face to the ground. ","reference":"Daniel 10:9"},{"bookName":"Daniel","chapter":10,"verse":10,"text":"Then a hand touched me and set me on my hands and knees. ","reference":"Daniel 10:10"},{"bookName":"Daniel","chapter":10,"verse":11,"text":"He said to me, “Daniel, you are of great value. Understand the words that I am about to speak to you. So stand up, for I have now been sent to you.” When he said this to me, I stood up shaking. ","reference":"Daniel 10:11"},{"bookName":"Daniel","chapter":10,"verse":12,"text":"Then he said to me, “Don’t be afraid, Daniel, for from the very first day you applied your mind to understand and to humble yourself before your God, your words were heard. I have come in response to your words. ","reference":"Daniel 10:12"},{"bookName":"Daniel","chapter":10,"verse":13,"text":"However, the prince of the kingdom of Persia was opposing me for 21 days. But Michael, one of the leading princes, came to help me, because I was left there with the kings of Persia. ","reference":"Daniel 10:13"},{"bookName":"Daniel","chapter":10,"verse":14,"text":"Now I have come to help you understand what will happen to your people in future days, for the vision pertains to days to come.”","reference":"Daniel 10:14"},{"bookName":"Daniel","chapter":10,"verse":15,"text":"While he was saying this to me, I was flat on the ground and unable to speak. ","reference":"Daniel 10:15"},{"bookName":"Daniel","chapter":10,"verse":16,"text":"Then one who appeared to be a human being was touching my lips. I opened my mouth and started to speak, saying to the one who was standing before me, “Sir, due to the vision, anxiety has gripped me and I have no strength. ","reference":"Daniel 10:16"},{"bookName":"Daniel","chapter":10,"verse":17,"text":"How, sir, am I able to speak with you? My strength is gone, and I am breathless.” ","reference":"Daniel 10:17"},{"bookName":"Daniel","chapter":10,"verse":18,"text":"Then the one who appeared to be a human being touched me again and strengthened me.","reference":"Daniel 10:18"},{"bookName":"Daniel","chapter":10,"verse":19,"text":"He said to me, “Don’t be afraid, you who are highly valued. Peace be to you! Be strong! Be really strong!” When he spoke to me, I was strengthened. I said, “Sir, you may speak now, for you have given me strength.” ","reference":"Daniel 10:19"},{"bookName":"Daniel","chapter":10,"verse":20,"text":"He said, “Do you know why I have come to you? Now I am about to return to engage in battle with the prince of Persia. When I go, the prince of Greece is coming. ","reference":"Daniel 10:20"},{"bookName":"Daniel","chapter":10,"verse":21,"text":"However, I will first tell you what is written in a dependable book. (There is no one who strengthens me against these princes, except Michael your prince. ","reference":"Daniel 10:21"}]