[{"bookName":"Daniel","chapter":5,"verse":1,"text":"King Belshazzar prepared a great banquet for 1,000 of his nobles, and he was drinking wine in front of them all. ","reference":"Daniel 5:1"},{"bookName":"Daniel","chapter":5,"verse":2,"text":"While under the influence of the wine, Belshazzar issued an order to bring in the gold and silver vessels—the ones that Nebuchadnezzar his father had confiscated from the temple in Jerusalem—so that the king and his nobles, together with his wives and his concubines, could drink from them.","reference":"Daniel 5:2"},{"bookName":"Daniel","chapter":5,"verse":3,"text":"So they brought the gold and silver vessels that had been confiscated from the temple, the house of God in Jerusalem, and the king and his nobles, together with his wives and concubines, drank from them.","reference":"Daniel 5:3"},{"bookName":"Daniel","chapter":5,"verse":4,"text":"As they drank wine, they praised the gods of gold and silver, bronze, iron, wood, and stone. ","reference":"Daniel 5:4"},{"bookName":"Daniel","chapter":5,"verse":5,"text":"At that very moment the fingers of a human hand appeared and wrote on the plaster of the royal palace wall, opposite the lampstand. The king was watching the back of the hand that was writing. ","reference":"Daniel 5:5"},{"bookName":"Daniel","chapter":5,"verse":6,"text":"Then all the color drained from the king’s face, and he became alarmed. The joints of his hips gave way, and his knees began knocking together. ","reference":"Daniel 5:6"},{"bookName":"Daniel","chapter":5,"verse":7,"text":"The king called out loudly to summon the astrologers, wise men, and diviners. The king proclaimed to the wise men of Babylon that anyone who could read this inscription and disclose its interpretation would be clothed in purple and have a golden collar placed on his neck and be third ruler in the kingdom. ","reference":"Daniel 5:7"},{"bookName":"Daniel","chapter":5,"verse":8,"text":"So all the king’s wise men came in, but they were unable to read the writing or to make known its interpretation to the king. ","reference":"Daniel 5:8"},{"bookName":"Daniel","chapter":5,"verse":9,"text":"Then King Belshazzar was very terrified, and he was visibly shaken. His nobles were completely dumbfounded. ","reference":"Daniel 5:9"},{"bookName":"Daniel","chapter":5,"verse":10,"text":"Due to the noise caused by the king and his nobles, the queen mother then entered the banquet room. She said, “O king, live forever! Don’t be alarmed! Don’t be shaken! ","reference":"Daniel 5:10"},{"bookName":"Daniel","chapter":5,"verse":11,"text":"There is a man in your kingdom who has within him a spirit of the holy gods. In the days of your father, he proved to have insight, discernment, and wisdom like that of the gods. King Nebuchadnezzar your father appointed him chief of the magicians, astrologers, wise men, and diviners. ","reference":"Daniel 5:11"},{"bookName":"Daniel","chapter":5,"verse":12,"text":"Thus there was found in this man Daniel, whom the king renamed Belteshazzar, an extraordinary spirit, knowledge, and skill to interpret dreams, explain riddles, and solve difficult problems. Now summon Daniel, and he will disclose the interpretation.” ","reference":"Daniel 5:12"},{"bookName":"Daniel","chapter":5,"verse":13,"text":"So Daniel was brought in before the king. The king said to Daniel, “Are you that Daniel who is one of the captives of Judah, whom my father the king brought from Judah? ","reference":"Daniel 5:13"},{"bookName":"Daniel","chapter":5,"verse":14,"text":"I have heard about you, how there is a spirit of the gods in you, and how you have insight, discernment, and extraordinary wisdom. ","reference":"Daniel 5:14"},{"bookName":"Daniel","chapter":5,"verse":15,"text":"Now the wise men and astrologers were brought before me to read this writing and make known to me its interpretation. But they were unable to disclose the interpretation of the message. ","reference":"Daniel 5:15"},{"bookName":"Daniel","chapter":5,"verse":16,"text":"However, I have heard that you are able to provide interpretations and to solve difficult problems. Now if you are able to read this writing and make known to me its interpretation, you will wear purple and have a golden collar around your neck and be third ruler in the kingdom.” ","reference":"Daniel 5:16"},{"bookName":"Daniel","chapter":5,"verse":17,"text":"But Daniel replied to the king, “Keep your gifts, and give your rewards to someone else. However, I will read the writing for the king and make known its interpretation. ","reference":"Daniel 5:17"},{"bookName":"Daniel","chapter":5,"verse":18,"text":"As for you, O king, the most high God bestowed on your father Nebuchadnezzar a kingdom, greatness, honor, and majesty. ","reference":"Daniel 5:18"},{"bookName":"Daniel","chapter":5,"verse":19,"text":"Due to the greatness that he bestowed on him, all peoples, nations, and language groups were trembling with fear before him. He killed whom he wished, he spared whom he wished, he exalted whom he wished, and he brought low whom he wished. ","reference":"Daniel 5:19"},{"bookName":"Daniel","chapter":5,"verse":20,"text":"And when his mind became arrogant and his spirit filled with pride, he was deposed from his royal throne, and his honor was removed from him.","reference":"Daniel 5:20"},{"bookName":"Daniel","chapter":5,"verse":21,"text":"He was driven from human society; his mind was changed to that of an animal. He lived with the wild donkeys, he was fed grass like oxen, and his body became damp with the dew of the sky, until he came to understand that the most high God rules over human kingdoms, and he appoints over them whomever he wishes. ","reference":"Daniel 5:21"},{"bookName":"Daniel","chapter":5,"verse":22,"text":"“But you, his son Belshazzar, have not humbled yourself, although you knew all this. ","reference":"Daniel 5:22"},{"bookName":"Daniel","chapter":5,"verse":23,"text":"Instead, you have exalted yourself against the Lord of heaven. You brought before you the vessels from his temple, and you and your nobles, together with your wives and concubines, drank wine from them. You praised the gods of silver, gold, bronze, iron, wood, and stone—gods that cannot see or hear or comprehend. But you have not glorified the God who has in his control your very breath and all your ways! ","reference":"Daniel 5:23"},{"bookName":"Daniel","chapter":5,"verse":24,"text":"Therefore the palm of a hand was sent from him, and this writing was inscribed. ","reference":"Daniel 5:24"},{"bookName":"Daniel","chapter":5,"verse":25,"text":"“This is the writing that was inscribed: mene, mene, teqel, and pharsin.","reference":"Daniel 5:25"},{"bookName":"Daniel","chapter":5,"verse":26,"text":"This is the interpretation of the words: As for Mene—God has numbered your kingdom’s days and brought it to an end. ","reference":"Daniel 5:26"},{"bookName":"Daniel","chapter":5,"verse":27,"text":"As for Teqel—you are weighed on the balances and found to be lacking. ","reference":"Daniel 5:27"},{"bookName":"Daniel","chapter":5,"verse":28,"text":"As for Peres—your kingdom is divided and given over to the Medes and Persians.” ","reference":"Daniel 5:28"},{"bookName":"Daniel","chapter":5,"verse":29,"text":"Then, on Belshazzar’s orders, Daniel was clothed in purple, a golden collar was placed around his neck, and he was proclaimed third ruler in the kingdom. ","reference":"Daniel 5:29"},{"bookName":"Daniel","chapter":5,"verse":30,"text":"And that very night Belshazzar, the Babylonian king, was killed. ","reference":"Daniel 5:30"},{"bookName":"Daniel","chapter":5,"verse":31,"text":"(6:1) So Darius the Mede took control of the kingdom when he was about sixty-two years old. ","reference":"Daniel 5:31"}]