[
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 1,
    "text": "So as your fellow elder and a witness of Christ’s sufferings and as one who shares in the glory that will be revealed, I urge the elders among you: ",
    "reference": "1 Peter 5:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 2,
    "text": "Give a shepherd’s care to God’s flock among you, exercising oversight not merely as a duty but willingly under God’s direction, not for shameful profit but eagerly. ",
    "reference": "1 Peter 5:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 3,
    "text": "And do not lord it over those entrusted to you, but be examples to the flock. ",
    "reference": "1 Peter 5:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 4,
    "text": "Then when the Chief Shepherd appears, you will receive the crown of glory that never fades away. ",
    "reference": "1 Peter 5:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 5,
    "text": "In the same way, you who are younger, be subject to the elders. And all of you, clothe yourselves with humility toward one another because God \u003Cb\u003Eopposes\u003C/b\u003E \u003Cb\u003Ethe proud but gives grace to the humble\u003C/b\u003E. ",
    "reference": "1 Peter 5:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 6,
    "text": "And God will exalt you in due time, if you humble yourselves under his mighty hand ",
    "reference": "1 Peter 5:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 7,
    "text": "by casting all your cares on him because he cares for you. ",
    "reference": "1 Peter 5:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 8,
    "text": "Be sober and alert. Your enemy the devil, like a roaring lion, is on the prowl looking for someone to devour. ",
    "reference": "1 Peter 5:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 9,
    "text": "Resist him, strong in your faith, because you know that your brothers and sisters throughout the world are enduring the same kinds of suffering. ",
    "reference": "1 Peter 5:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 10,
    "text": "And, after you have suffered for a little while, the God of all grace who called you to his eternal glory in Christ will himself restore, confirm, strengthen, and establish you. ",
    "reference": "1 Peter 5:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 11,
    "text": "To him belongs the power forever. Amen. ",
    "reference": "1 Peter 5:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 12,
    "text": "Through Silvanus, whom I know to be a faithful brother, I have written to you briefly, in order to encourage you and testify that this is the true grace of God. Stand fast in it.",
    "reference": "1 Peter 5:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 13,
    "text": "The church in Babylon, chosen together with you, greets you, and so does Mark, my son. ",
    "reference": "1 Peter 5:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 14,
    "text": "Greet one another with a loving kiss. Peace to all of you who are in Christ. ",
    "reference": "1 Peter 5:14"
  }
]