[
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 1,
    "text": "From Peter, an apostle of Jesus Christ, to those temporarily residing abroad (in Pontus, Galatia, Cappadocia, the province of Asia, and Bithynia) who are chosen ",
    "reference": "1 Peter 1:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 2,
    "text": "according to the foreknowledge of God the Father by being set apart by the Spirit for obedience and for sprinkling with Jesus Christ’s blood. May grace and peace be yours in full measure! ",
    "reference": "1 Peter 1:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 3,
    "text": "Blessed be the God and Father of our Lord Jesus Christ! By his great mercy he gave us new birth into a living hope through the resurrection of Jesus Christ from the dead, ",
    "reference": "1 Peter 1:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 4,
    "text": "that is, into an inheritance imperishable, undefiled, and unfading. It is reserved in heaven for you, ",
    "reference": "1 Peter 1:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 5,
    "text": "who by God’s power are protected through faith for a salvation ready to be revealed in the last time. ",
    "reference": "1 Peter 1:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 6,
    "text": "This brings you great joy, although you may have to suffer for a short time in various trials. ",
    "reference": "1 Peter 1:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 7,
    "text": "Such trials show the proven character of your faith, which is much more valuable than gold—gold that is tested by fire, even though it is passing away—and will bring praise and glory and honor when Jesus Christ is revealed. ",
    "reference": "1 Peter 1:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 8,
    "text": "You have not seen him, but you love him. You do not see him now but you believe in him, and so you rejoice with an indescribable and glorious joy, ",
    "reference": "1 Peter 1:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 9,
    "text": "because you are attaining the goal of your faith—the salvation of your souls. ",
    "reference": "1 Peter 1:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 10,
    "text": "Concerning this salvation, the prophets who predicted the grace that would come to you searched and investigated carefully. ",
    "reference": "1 Peter 1:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 11,
    "text": "They probed into what person or time the Spirit of Christ within them was indicating when he testified beforehand about the sufferings appointed for Christ and his subsequent glory. ",
    "reference": "1 Peter 1:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 12,
    "text": "They were shown that they were serving not themselves but you, in regard to the things now announced to you through those who proclaimed the gospel to you by the Holy Spirit sent from heaven—things angels long to catch a glimpse of.",
    "reference": "1 Peter 1:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 13,
    "text": "Therefore, get your minds ready for action by being fully sober, and set your hope completely on the grace that will be brought to you when Jesus Christ is revealed. ",
    "reference": "1 Peter 1:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 14,
    "text": "Like obedient children, do not comply with the evil urges you used to follow in your ignorance, ",
    "reference": "1 Peter 1:14"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 15,
    "text": "but, like the Holy One who called you, become holy yourselves in all of your conduct, ",
    "reference": "1 Peter 1:15"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 16,
    "text": "for it is written, “\u003Cb\u003EYou shall be holy, because I am holy\u003C/b\u003E.” ",
    "reference": "1 Peter 1:16"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 17,
    "text": "And if you address as Father the one who impartially judges according to each one’s work, live out the time of your temporary residence here in reverence. ",
    "reference": "1 Peter 1:17"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 18,
    "text": "You know that from your empty way of life inherited from your ancestors you were ransomed—not by perishable things like silver or gold, ",
    "reference": "1 Peter 1:18"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 19,
    "text": "but by precious blood like that of an unblemished and spotless lamb, namely Christ. ",
    "reference": "1 Peter 1:19"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 20,
    "text": "He was foreknown before the foundation of the world but was manifested in these last times for your sake. ",
    "reference": "1 Peter 1:20"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 21,
    "text": "Through him you now trust in God, who raised him from the dead and gave him glory, so that your faith and hope are in God. ",
    "reference": "1 Peter 1:21"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 22,
    "text": "You have purified your souls by obeying the truth in order to show sincere mutual love. So love one another earnestly from a pure heart. ",
    "reference": "1 Peter 1:22"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 23,
    "text": "You have been born anew, not from perishable but from imperishable seed, through the living and enduring word of God. ",
    "reference": "1 Peter 1:23"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 24,
    "text": "For\u003Cb\u003Eall flesh\u003C/b\u003E \u003Cb\u003Eis like grass\u003C/b\u003E\u003Cb\u003Eand all its glory like the flower of the grass;\u003C/b\u003E \u003Cb\u003Ethe grass withers and the flower falls off,\u003C/b\u003E ",
    "reference": "1 Peter 1:24"
  },
  {
    "bookName": "1 Peter",
    "chapter": 1,
    "verse": 25,
    "text": "\u003Cb\u003Ebut the word of the Lord\u003C/b\u003E \u003Cb\u003Eendures forever\u003C/b\u003E. And this is the word that was proclaimed to you. ",
    "reference": "1 Peter 1:25"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 1,
    "text": "So get rid of all evil and all deceit and hypocrisy and envy and all slander. ",
    "reference": "1 Peter 2:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 2,
    "text": "And yearn like newborn infants for pure, spiritual milk, so that by it you may grow up to salvation, ",
    "reference": "1 Peter 2:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 3,
    "text": "if \u003Cb\u003Eyou have experienced\u003C/b\u003E \u003Cb\u003Ethe Lord’s kindness\u003C/b\u003E. ",
    "reference": "1 Peter 2:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 4,
    "text": "So as you come to him, a living stone rejected by men but chosen and precious in God’s sight, ",
    "reference": "1 Peter 2:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 5,
    "text": "you yourselves, as living stones, are built up as a spiritual house to be a holy priesthood and to offer spiritual sacrifices that are acceptable to God through Jesus Christ. ",
    "reference": "1 Peter 2:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 6,
    "text": "For it says in scripture, “\u003Cb\u003ELook, I lay in Zion a stone, a chosen and precious cornerstone\u003C/b\u003E, \u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Ewhoever believes\u003C/b\u003E \u003Cb\u003Ein\u003C/b\u003E \u003Cb\u003Ehim\u003C/b\u003E \u003Cb\u003Ewill\u003C/b\u003E \u003Cb\u003Enever\u003C/b\u003E \u003Cb\u003Ebe put to shame\u003C/b\u003E.” ",
    "reference": "1 Peter 2:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 7,
    "text": "So you who believe see his value, but for those who do not believe, \u003Cb\u003Ethe stone that the builders rejected has become the\u003C/b\u003E \u003Cb\u003Ecornerstone\u003C/b\u003E, ",
    "reference": "1 Peter 2:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 8,
    "text": "and \u003Cb\u003Ea stumbling-stone\u003C/b\u003E \u003Cb\u003Eand a rock to trip over\u003C/b\u003E. They stumble because they disobey the word, as they were destined to do. ",
    "reference": "1 Peter 2:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 9,
    "text": "But you are a chosen race, a royal priesthood, a holy nation, a people of his own, so that you may proclaim the virtues of the one who called you out of darkness into his marvelous light. ",
    "reference": "1 Peter 2:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 10,
    "text": "You once were \u003Cb\u003Enot\u003C/b\u003E \u003Cb\u003Ea people\u003C/b\u003E, but now you are God’s people. You were \u003Cb\u003Eshown\u003C/b\u003E \u003Cb\u003Eno mercy,\u003C/b\u003E but now you have received mercy. ",
    "reference": "1 Peter 2:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 11,
    "text": "Dear friends, I urge you as foreigners and exiles to keep away from fleshly desires that do battle against the soul, ",
    "reference": "1 Peter 2:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 12,
    "text": "and maintain good conduct among the non-Christians, so that though they now malign you as wrongdoers, they may see your good deeds and glorify God when he appears.",
    "reference": "1 Peter 2:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 13,
    "text": "Be subject to every human institution for the Lord’s sake, whether to a king as supreme ",
    "reference": "1 Peter 2:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 14,
    "text": "or to governors as those he commissions to punish wrongdoers and praise those who do good. ",
    "reference": "1 Peter 2:14"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 15,
    "text": "For God wants you to silence the ignorance of foolish people by doing good. ",
    "reference": "1 Peter 2:15"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 16,
    "text": "Live as free people, not using your freedom as a pretext for evil, but as God’s slaves. ",
    "reference": "1 Peter 2:16"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 17,
    "text": "Honor all people, love the family of believers, fear God, honor the king. ",
    "reference": "1 Peter 2:17"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 18,
    "text": "Slaves, be subject to your masters with all reverence, not only to those who are good and gentle, but also to those who are perverse. ",
    "reference": "1 Peter 2:18"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 19,
    "text": "For this finds God’s favor, if because of conscience toward God someone endures hardships in suffering unjustly. ",
    "reference": "1 Peter 2:19"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 20,
    "text": "For what credit is it if you sin and are mistreated and endure it? But if you do good and suffer and so endure, this finds favor with God. ",
    "reference": "1 Peter 2:20"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 21,
    "text": "For to this you were called, since Christ also suffered for you, leaving an example for you to follow in his steps. ",
    "reference": "1 Peter 2:21"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 22,
    "text": "He \u003Cb\u003Ecommitted\u003C/b\u003E \u003Cb\u003Eno\u003C/b\u003E sin \u003Cb\u003Enor\u003C/b\u003E \u003Cb\u003Ewas deceit found in his mouth\u003C/b\u003E. ",
    "reference": "1 Peter 2:22"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 23,
    "text": "When he was maligned, he did not answer back; when he suffered, he threatened no retaliation, but committed himself to God who judges justly. ",
    "reference": "1 Peter 2:23"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 24,
    "text": "He \u003Cb\u003Ehimself\u003C/b\u003E \u003Cb\u003Ebore our sins\u003C/b\u003E in his body on the tree, that we may cease from sinning and live for righteousness. \u003Cb\u003EBy\u003C/b\u003E his \u003Cb\u003Ewounds\u003C/b\u003E \u003Cb\u003Eyou were healed\u003C/b\u003E. ",
    "reference": "1 Peter 2:24"
  },
  {
    "bookName": "1 Peter",
    "chapter": 2,
    "verse": 25,
    "text": "For you were \u003Cb\u003Egoing astray like sheep\u003C/b\u003E but now you have turned back to the shepherd and guardian of your souls. ",
    "reference": "1 Peter 2:25"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 1,
    "text": "In the same way, wives, be subject to your own husbands. Then, even if some are disobedient to the word, they will be won over without a word by the way you live, ",
    "reference": "1 Peter 3:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 2,
    "text": "when they see your pure and reverent conduct. ",
    "reference": "1 Peter 3:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 3,
    "text": "Let your beauty not be external—the braiding of hair and wearing of gold jewelry or fine clothes—",
    "reference": "1 Peter 3:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 4,
    "text": "but the inner person of the heart, the lasting beauty of a gentle and tranquil spirit, which is precious in God’s sight. ",
    "reference": "1 Peter 3:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 5,
    "text": "For in the same way the holy women who hoped in God long ago adorned themselves by being subject to their husbands, ",
    "reference": "1 Peter 3:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 6,
    "text": "like Sarah who obeyed Abraham, calling him lord. You become her children when you do what is good and have no fear in doing so.",
    "reference": "1 Peter 3:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 7,
    "text": "Husbands, in the same way, treat your wives with consideration as the weaker partners and show them honor as fellow heirs of the grace of life. In this way nothing will hinder your prayers. ",
    "reference": "1 Peter 3:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 8,
    "text": "Finally, all of you be harmonious, sympathetic, affectionate, compassionate, and humble. ",
    "reference": "1 Peter 3:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 9,
    "text": "Do not return evil for evil or insult for insult, but instead bless others because you were called to inherit a blessing. ",
    "reference": "1 Peter 3:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 10,
    "text": "For \u003Cb\u003Ethe one who wants to love life and see good days must keep\u003C/b\u003E \u003Cb\u003Ehis tongue from evil and his lips from uttering deceit\u003C/b\u003E. ",
    "reference": "1 Peter 3:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 11,
    "text": "\u003Cb\u003EAnd he must turn away from evil and do good;\u003C/b\u003E \u003Cb\u003Ehe must seek peace and pursue it\u003C/b\u003E. ",
    "reference": "1 Peter 3:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 12,
    "text": "\u003Cb\u003EFor the eyes of the Lord are\u003C/b\u003E \u003Cb\u003Eupon the righteous and his ears are open to their prayer\u003C/b\u003E. \u003Cb\u003EBut the Lord’s face is against those who do evil\u003C/b\u003E. ",
    "reference": "1 Peter 3:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 13,
    "text": "For who is going to harm you if you are devoted to what is good? ",
    "reference": "1 Peter 3:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 14,
    "text": "But in fact, if you happen to suffer for doing what is right, you are blessed. \u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003Edo not be terrified of them\u003C/b\u003E \u003Cb\u003Eor\u003C/b\u003E \u003Cb\u003Ebe shaken\u003C/b\u003E. ",
    "reference": "1 Peter 3:14"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 15,
    "text": "But set Christ apart as Lord in your hearts and always be ready to give an answer to anyone who asks about the hope you possess.",
    "reference": "1 Peter 3:15"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 16,
    "text": "Yet do it with courtesy and respect, keeping a good conscience, so that those who slander your good conduct in Christ may be put to shame when they accuse you.",
    "reference": "1 Peter 3:16"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 17,
    "text": "For it is better to suffer for doing good, if God wills it, than for doing evil. ",
    "reference": "1 Peter 3:17"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 18,
    "text": " Because Christ also suffered once for sins, the just for the unjust, to bring you to God, by being put to death in the flesh but by being made alive in the spirit. ",
    "reference": "1 Peter 3:18"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 19,
    "text": "In it he went and preached to the spirits in prison, ",
    "reference": "1 Peter 3:19"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 20,
    "text": "after they were disobedient long ago when God patiently waited in the days of Noah as an ark was being constructed. In the ark a few, that is eight souls, were delivered through water. ",
    "reference": "1 Peter 3:20"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 21,
    "text": "And this prefigured baptism, which now saves you—not the washing off of physical dirt but the pledge of a good conscience to God—through the resurrection of Jesus Christ, ",
    "reference": "1 Peter 3:21"
  },
  {
    "bookName": "1 Peter",
    "chapter": 3,
    "verse": 22,
    "text": "who went into heaven and is at the right hand of God with angels and authorities and powers subject to him. ",
    "reference": "1 Peter 3:22"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 1,
    "text": "So, since Christ suffered in the flesh, you also arm yourselves with the same attitude because the one who has suffered in the flesh has finished with sin, ",
    "reference": "1 Peter 4:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 2,
    "text": "in that he spends the rest of his time on earth concerned about the will of God and not human desires. ",
    "reference": "1 Peter 4:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 3,
    "text": "For the time that has passed was sufficient for you to do what the non-Christians desire. You lived then in debauchery, evil desires, drunkenness, carousing, drinking bouts, and wanton idolatries. ",
    "reference": "1 Peter 4:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 4,
    "text": "So they are astonished when you do not rush with them into the same flood of wickedness, and they vilify you. ",
    "reference": "1 Peter 4:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 5,
    "text": "They will face a reckoning before Jesus Christ who stands ready to judge the living and the dead. ",
    "reference": "1 Peter 4:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 6,
    "text": "Now it was for this very purpose that the gospel was preached to those who are now dead, so that though they were judged in the flesh by human standards they may live spiritually by God’s standards. ",
    "reference": "1 Peter 4:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 7,
    "text": "For the culmination of all things is near. So be self-controlled and sober-minded for the sake of prayer. ",
    "reference": "1 Peter 4:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 8,
    "text": "Above all keep your love for one another fervent because \u003Cb\u003Elove covers a multitude of sins\u003C/b\u003E. ",
    "reference": "1 Peter 4:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 9,
    "text": "Show hospitality to one another without complaining. ",
    "reference": "1 Peter 4:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 10,
    "text": "Just as each one has received a gift, use it to serve one another as good stewards of the varied grace of God. ",
    "reference": "1 Peter 4:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 11,
    "text": "Whoever speaks, let it be with God’s words. Whoever serves, do so with the strength that God supplies, so that in everything God will be glorified through Jesus Christ. To him belong the glory and the power forever and ever. Amen. ",
    "reference": "1 Peter 4:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 12,
    "text": "Dear friends, do not be astonished that a trial by fire is occurring among you, as though something strange were happening to you. ",
    "reference": "1 Peter 4:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 13,
    "text": "But rejoice in the degree that you have shared in the sufferings of Christ, so that when his glory is revealed you may also rejoice and be glad. ",
    "reference": "1 Peter 4:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 14,
    "text": "If you are insulted for the name of Christ, you are blessed, because the Spirit of glory, who is \u003Cb\u003Ethe Spirit of God\u003C/b\u003E, \u003Cb\u003Erests\u003C/b\u003E on you. ",
    "reference": "1 Peter 4:14"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 15,
    "text": "But let none of you suffer as a murderer or thief or criminal or as a troublemaker. ",
    "reference": "1 Peter 4:15"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 16,
    "text": "But if you suffer as a Christian, do not be ashamed, but glorify God that you bear such a name. ",
    "reference": "1 Peter 4:16"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 17,
    "text": "For it is time for judgment to begin, starting with the house of God. And if it starts with us, what will be the fate of those who are disobedient to the gospel of God? ",
    "reference": "1 Peter 4:17"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 18,
    "text": "And \u003Cb\u003Eif\u003C/b\u003E \u003Cb\u003Ethe righteous are barely saved, what will become of\u003C/b\u003E \u003Cb\u003Ethe ungodly and sinners?\u003C/b\u003E ",
    "reference": "1 Peter 4:18"
  },
  {
    "bookName": "1 Peter",
    "chapter": 4,
    "verse": 19,
    "text": "So then let those who suffer according to the will of God entrust their souls to a faithful Creator as they do good. ",
    "reference": "1 Peter 4:19"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 1,
    "text": "So as your fellow elder and a witness of Christ’s sufferings and as one who shares in the glory that will be revealed, I urge the elders among you: ",
    "reference": "1 Peter 5:1"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 2,
    "text": "Give a shepherd’s care to God’s flock among you, exercising oversight not merely as a duty but willingly under God’s direction, not for shameful profit but eagerly. ",
    "reference": "1 Peter 5:2"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 3,
    "text": "And do not lord it over those entrusted to you, but be examples to the flock. ",
    "reference": "1 Peter 5:3"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 4,
    "text": "Then when the Chief Shepherd appears, you will receive the crown of glory that never fades away. ",
    "reference": "1 Peter 5:4"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 5,
    "text": "In the same way, you who are younger, be subject to the elders. And all of you, clothe yourselves with humility toward one another because God \u003Cb\u003Eopposes\u003C/b\u003E \u003Cb\u003Ethe proud but gives grace to the humble\u003C/b\u003E. ",
    "reference": "1 Peter 5:5"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 6,
    "text": "And God will exalt you in due time, if you humble yourselves under his mighty hand ",
    "reference": "1 Peter 5:6"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 7,
    "text": "by casting all your cares on him because he cares for you. ",
    "reference": "1 Peter 5:7"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 8,
    "text": "Be sober and alert. Your enemy the devil, like a roaring lion, is on the prowl looking for someone to devour. ",
    "reference": "1 Peter 5:8"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 9,
    "text": "Resist him, strong in your faith, because you know that your brothers and sisters throughout the world are enduring the same kinds of suffering. ",
    "reference": "1 Peter 5:9"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 10,
    "text": "And, after you have suffered for a little while, the God of all grace who called you to his eternal glory in Christ will himself restore, confirm, strengthen, and establish you. ",
    "reference": "1 Peter 5:10"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 11,
    "text": "To him belongs the power forever. Amen. ",
    "reference": "1 Peter 5:11"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 12,
    "text": "Through Silvanus, whom I know to be a faithful brother, I have written to you briefly, in order to encourage you and testify that this is the true grace of God. Stand fast in it.",
    "reference": "1 Peter 5:12"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 13,
    "text": "The church in Babylon, chosen together with you, greets you, and so does Mark, my son. ",
    "reference": "1 Peter 5:13"
  },
  {
    "bookName": "1 Peter",
    "chapter": 5,
    "verse": 14,
    "text": "Greet one another with a loving kiss. Peace to all of you who are in Christ. ",
    "reference": "1 Peter 5:14"
  }
]