[{"bookName":"1 Thessalonians","chapter":1,"verse":1,"text":"From Paul and Silvanus and Timothy, to the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace and peace to you! ","reference":"1 Thessalonians 1:1"},{"bookName":"1 Thessalonians","chapter":1,"verse":2,"text":"We thank God always for all of you as we mention you constantly in our prayers, ","reference":"1 Thessalonians 1:2"},{"bookName":"1 Thessalonians","chapter":1,"verse":3,"text":"because we recall in the presence of our God and Father your work produced by faith and labor motivated by love and endurance inspired by hope in our Lord Jesus Christ. ","reference":"1 Thessalonians 1:3"},{"bookName":"1 Thessalonians","chapter":1,"verse":4,"text":"We know, brothers and sisters loved by God, that he has chosen you, ","reference":"1 Thessalonians 1:4"},{"bookName":"1 Thessalonians","chapter":1,"verse":5,"text":"in that our gospel did not come to you merely in words, but in power and in the Holy Spirit and with deep conviction (surely you recall the character we displayed when we came among you to help you). ","reference":"1 Thessalonians 1:5"},{"bookName":"1 Thessalonians","chapter":1,"verse":6,"text":"And you became imitators of us and of the Lord when you received the message with joy that comes from the Holy Spirit, despite great affliction. ","reference":"1 Thessalonians 1:6"},{"bookName":"1 Thessalonians","chapter":1,"verse":7,"text":"As a result you became an example to all the believers in Macedonia and in Achaia. ","reference":"1 Thessalonians 1:7"},{"bookName":"1 Thessalonians","chapter":1,"verse":8,"text":"For from you the message of the Lord has echoed forth not just in Macedonia and Achaia, but in every place reports of your faith in God have spread, so that we do not need to say anything. ","reference":"1 Thessalonians 1:8"},{"bookName":"1 Thessalonians","chapter":1,"verse":9,"text":"For people everywhere report how you welcomed us and how you turned to God from idols to serve the living and true God ","reference":"1 Thessalonians 1:9"},{"bookName":"1 Thessalonians","chapter":1,"verse":10,"text":"and to wait for his Son from heaven, whom he raised from the dead, Jesus our deliverer from the coming wrath. ","reference":"1 Thessalonians 1:10"}]