[
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 1,
    "text": "From Paul and Silvanus and Timothy, to the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace and peace to you! ",
    "reference": "1 Thessalonians 1:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 2,
    "text": "We thank God always for all of you as we mention you constantly in our prayers, ",
    "reference": "1 Thessalonians 1:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 3,
    "text": "because we recall in the presence of our God and Father your work produced by faith and labor motivated by love and endurance inspired by hope in our Lord Jesus Christ. ",
    "reference": "1 Thessalonians 1:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 4,
    "text": "We know, brothers and sisters loved by God, that he has chosen you, ",
    "reference": "1 Thessalonians 1:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 5,
    "text": "in that our gospel did not come to you merely in words, but in power and in the Holy Spirit and with deep conviction (surely you recall the character we displayed when we came among you to help you). ",
    "reference": "1 Thessalonians 1:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 6,
    "text": "And you became imitators of us and of the Lord when you received the message with joy that comes from the Holy Spirit, despite great affliction. ",
    "reference": "1 Thessalonians 1:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 7,
    "text": "As a result you became an example to all the believers in Macedonia and in Achaia. ",
    "reference": "1 Thessalonians 1:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 8,
    "text": "For from you the message of the Lord has echoed forth not just in Macedonia and Achaia, but in every place reports of your faith in God have spread, so that we do not need to say anything. ",
    "reference": "1 Thessalonians 1:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 9,
    "text": "For people everywhere report how you welcomed us and how you turned to God from idols to serve the living and true God ",
    "reference": "1 Thessalonians 1:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 1,
    "verse": 10,
    "text": "and to wait for his Son from heaven, whom he raised from the dead, Jesus our deliverer from the coming wrath. ",
    "reference": "1 Thessalonians 1:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 1,
    "text": "For you yourselves know, brothers and sisters, about our coming to you—it has not proven to be purposeless. ",
    "reference": "1 Thessalonians 2:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 2,
    "text": "But although we suffered earlier and were mistreated in Philippi, as you know, we had the courage in our God to declare to you the gospel of God in spite of much opposition. ",
    "reference": "1 Thessalonians 2:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 3,
    "text": "For the appeal we make does not come from error or impurity or with deceit, ",
    "reference": "1 Thessalonians 2:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 4,
    "text": "but just as we have been approved by God to be entrusted with the gospel, so we declare it, not to please people but God, who examines our hearts. ",
    "reference": "1 Thessalonians 2:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 5,
    "text": "For we never appeared with flattering speech, as you know, nor with a pretext for greed—God is our witness—",
    "reference": "1 Thessalonians 2:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 6,
    "text": "nor to seek glory from people, either from you or from others, ",
    "reference": "1 Thessalonians 2:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 7,
    "text": " although we could have imposed our weight as apostles of Christ; instead we became little children among you. Like a nursing mother caring for her own children, ",
    "reference": "1 Thessalonians 2:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 8,
    "text": "with such affection for you we were happy to share with you not only the gospel of God but also our own lives, because you had become dear to us. ",
    "reference": "1 Thessalonians 2:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 9,
    "text": "For you recall, brothers and sisters, our toil and drudgery: By working night and day so as not to impose a burden on any of you, we preached to you the gospel of God. ",
    "reference": "1 Thessalonians 2:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 10,
    "text": "You are witnesses, and so is God, as to how holy and righteous and blameless our conduct was toward you who believe. ",
    "reference": "1 Thessalonians 2:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 11,
    "text": "As you know, we treated each one of you as a father treats his own children, ",
    "reference": "1 Thessalonians 2:11"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 12,
    "text": "exhorting and encouraging you and insisting that you live in a way worthy of God who calls you to his own kingdom and his glory. ",
    "reference": "1 Thessalonians 2:12"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 13,
    "text": "And so we too constantly thank God that when you received God’s message that you heard from us, you accepted it not as a human message, but as it truly is, God’s message, which is at work among you who believe. ",
    "reference": "1 Thessalonians 2:13"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 14,
    "text": "For you became imitators, brothers and sisters, of God’s churches in Christ Jesus that are in Judea, because you too suffered the same things from your own countrymen as they in fact did from the Jews, ",
    "reference": "1 Thessalonians 2:14"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 15,
    "text": "who killed both the Lord Jesus and the prophets and persecuted us severely. They are displeasing to God and are opposed to all people ",
    "reference": "1 Thessalonians 2:15"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 16,
    "text": "because they hinder us from speaking to the Gentiles so that they may be saved. Thus they constantly fill up their measure of sins, but wrath has come upon them completely. ",
    "reference": "1 Thessalonians 2:16"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 17,
    "text": "But when we were separated from you, brothers and sisters, for a short time (in presence, not in affection) we became all the more fervent in our great desire to see you in person. ",
    "reference": "1 Thessalonians 2:17"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 18,
    "text": "For we wanted to come to you (I, Paul, in fact tried again and again), but Satan thwarted us. ",
    "reference": "1 Thessalonians 2:18"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 19,
    "text": "For who is our hope or joy or crown to boast of before our Lord Jesus at his coming? Is it not of course you? ",
    "reference": "1 Thessalonians 2:19"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 20,
    "text": "For you are our glory and joy! ",
    "reference": "1 Thessalonians 2:20"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 1,
    "text": "So when we could bear it no longer, we decided to stay on in Athens alone. ",
    "reference": "1 Thessalonians 3:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 2,
    "text": "We sent Timothy, our brother and fellow worker for God in the gospel of Christ, to strengthen you and encourage you about your faith, ",
    "reference": "1 Thessalonians 3:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 3,
    "text": "so that no one would be shaken by these afflictions. For you yourselves know that we are destined for this. ",
    "reference": "1 Thessalonians 3:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 4,
    "text": "For in fact when we were with you, we were telling you in advance that we would suffer affliction, and so it has happened, as you well know. ",
    "reference": "1 Thessalonians 3:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 5,
    "text": "So when I could bear it no longer, I sent to find out about your faith, for fear that the tempter somehow tempted you and our toil had proven useless. ",
    "reference": "1 Thessalonians 3:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 6,
    "text": "But now Timothy has come to us from you and given us the good news of your faith and love and that you always think of us with affection and long to see us just as we also long to see you! ",
    "reference": "1 Thessalonians 3:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 7,
    "text": "So in all our distress and affliction, we were reassured about you, brothers and sisters, through your faith. ",
    "reference": "1 Thessalonians 3:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 8,
    "text": "For now we are alive again if you stand firm in the Lord. ",
    "reference": "1 Thessalonians 3:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 9,
    "text": "For how can we thank God enough for you, for all the joy we feel because of you before our God? ",
    "reference": "1 Thessalonians 3:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 10,
    "text": "We pray earnestly night and day to see you in person and make up what may be lacking in your faith. ",
    "reference": "1 Thessalonians 3:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 11,
    "text": "Now may God our Father himself and our Lord Jesus direct our way to you. ",
    "reference": "1 Thessalonians 3:11"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 12,
    "text": "And may the Lord cause you to increase and abound in love for one another and for all, just as we do for you, ",
    "reference": "1 Thessalonians 3:12"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 3,
    "verse": 13,
    "text": "so that your hearts are strengthened in holiness to be blameless before our God and Father at the coming of our Lord Jesus with all his saints. ",
    "reference": "1 Thessalonians 3:13"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 1,
    "text": "Finally then, brothers and sisters, we ask you and urge you in the Lord Jesus, that as you received instruction from us about how you must live and please God (as you are in fact living) that you do so more and more. ",
    "reference": "1 Thessalonians 4:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 2,
    "text": "For you know what commands we gave you through the Lord Jesus. ",
    "reference": "1 Thessalonians 4:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 3,
    "text": "For this is God’s will: that you become holy, that you keep away from sexual immorality, ",
    "reference": "1 Thessalonians 4:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 4,
    "text": "that each of you know how to possess his own body in holiness and honor, ",
    "reference": "1 Thessalonians 4:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 5,
    "text": "not in lustful passion like the Gentiles who do not know God. ",
    "reference": "1 Thessalonians 4:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 6,
    "text": "In this matter no one should violate the rights of his brother or take advantage of him, because the Lord is the avenger in all these cases, as we also told you earlier and warned you solemnly. ",
    "reference": "1 Thessalonians 4:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 7,
    "text": "For God did not call us to impurity but in holiness. ",
    "reference": "1 Thessalonians 4:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 8,
    "text": "Consequently the one who rejects this is not rejecting human authority but God, who gives his Holy Spirit to you. ",
    "reference": "1 Thessalonians 4:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 9,
    "text": "Now on the topic of brotherly love you have no need for anyone to write you, for you yourselves are taught by God to love one another. ",
    "reference": "1 Thessalonians 4:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 10,
    "text": "And indeed you are practicing it toward all the brothers and sisters in all of Macedonia. But we urge you, brothers and sisters, to do so more and more, ",
    "reference": "1 Thessalonians 4:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 11,
    "text": "to aspire to lead a quiet life, to attend to your own business, and to work with your own hands, as we commanded you. ",
    "reference": "1 Thessalonians 4:11"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 12,
    "text": "In this way you will live a decent life before outsiders and not be in need. ",
    "reference": "1 Thessalonians 4:12"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 13,
    "text": "Now we do not want you to be uninformed, brothers and sisters, about those who are asleep, so that you will not grieve like the rest who have no hope. ",
    "reference": "1 Thessalonians 4:13"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 14,
    "text": "For if we believe that Jesus died and rose again, so also we believe that God will bring with him those who have fallen asleep as Christians. ",
    "reference": "1 Thessalonians 4:14"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 15,
    "text": "For we tell you this by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will surely not go ahead of those who have fallen asleep. ",
    "reference": "1 Thessalonians 4:15"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 16,
    "text": "For the Lord himself will come down from heaven with a shout of command, with the voice of the archangel, and with the trumpet of God, and the dead in Christ will rise first. ",
    "reference": "1 Thessalonians 4:16"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 17,
    "text": "Then we who are alive, who are left, will be suddenly caught up together with them in the clouds to meet the Lord in the air. And so we will always be with the Lord. ",
    "reference": "1 Thessalonians 4:17"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 4,
    "verse": 18,
    "text": "Therefore encourage one another with these words. ",
    "reference": "1 Thessalonians 4:18"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 1,
    "text": "Now on the topic of times and seasons, brothers and sisters, you have no need for anything to be written to you. ",
    "reference": "1 Thessalonians 5:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 2,
    "text": "For you know quite well that the day of the Lord will come in the same way as a thief in the night. ",
    "reference": "1 Thessalonians 5:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 3,
    "text": "Now when they are saying, “There is peace and security,” then sudden destruction comes on them, like labor pains on a pregnant woman, and they will surely not escape. ",
    "reference": "1 Thessalonians 5:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 4,
    "text": "But you, brothers and sisters, are not in the darkness for the day to overtake you like a thief would.",
    "reference": "1 Thessalonians 5:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 5,
    "text": "For you all are sons of the light and sons of the day. We are not of the night nor of the darkness. ",
    "reference": "1 Thessalonians 5:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 6,
    "text": "So then we must not sleep as the rest, but must stay alert and sober. ",
    "reference": "1 Thessalonians 5:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 7,
    "text": "For those who sleep, sleep at night, and those who get drunk are drunk at night. ",
    "reference": "1 Thessalonians 5:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 8,
    "text": "But since we are of the day, we must stay sober by putting on the breastplate of faith and love and as a helmet our hope for salvation. ",
    "reference": "1 Thessalonians 5:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 9,
    "text": "For God did not destine us for wrath but for gaining salvation through our Lord Jesus Christ. ",
    "reference": "1 Thessalonians 5:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 10,
    "text": "He died for us so that whether we are alert or asleep, we will come to life together with him. ",
    "reference": "1 Thessalonians 5:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 11,
    "text": "Therefore encourage one another and build up each other, just as you are in fact doing. ",
    "reference": "1 Thessalonians 5:11"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 12,
    "text": "Now we ask you, brothers and sisters, to acknowledge those who labor among you and preside over you in the Lord and admonish you, ",
    "reference": "1 Thessalonians 5:12"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 13,
    "text": "and to esteem them most highly in love because of their work. Be at peace among yourselves. ",
    "reference": "1 Thessalonians 5:13"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 14,
    "text": "And we urge you, brothers and sisters, admonish the undisciplined, comfort the discouraged, help the weak, be patient toward all. ",
    "reference": "1 Thessalonians 5:14"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 15,
    "text": "See that no one pays back evil for evil to anyone, but always pursue what is good for one another and for all. ",
    "reference": "1 Thessalonians 5:15"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 16,
    "text": "Always rejoice, ",
    "reference": "1 Thessalonians 5:16"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 17,
    "text": "constantly pray, ",
    "reference": "1 Thessalonians 5:17"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 18,
    "text": "in everything give thanks. For this is God’s will for you in Christ Jesus. ",
    "reference": "1 Thessalonians 5:18"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 19,
    "text": "Do not extinguish the Spirit. ",
    "reference": "1 Thessalonians 5:19"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 20,
    "text": "Do not treat prophecies with contempt. ",
    "reference": "1 Thessalonians 5:20"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 21,
    "text": "But examine all things; hold fast to what is good. ",
    "reference": "1 Thessalonians 5:21"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 22,
    "text": "Stay away from every form of evil. ",
    "reference": "1 Thessalonians 5:22"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 23,
    "text": "Now may the God of peace himself make you completely holy and may your spirit and soul and body be kept entirely blameless at the coming of our Lord Jesus Christ. ",
    "reference": "1 Thessalonians 5:23"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 24,
    "text": "He who calls you is trustworthy, and he will in fact do this.",
    "reference": "1 Thessalonians 5:24"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 25,
    "text": "Brothers and sisters, pray for us too. ",
    "reference": "1 Thessalonians 5:25"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 26,
    "text": "Greet all the brothers and sisters with a holy kiss. ",
    "reference": "1 Thessalonians 5:26"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 27,
    "text": "I call on you solemnly in the Lord to have this letter read to all the brothers and sisters. ",
    "reference": "1 Thessalonians 5:27"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 5,
    "verse": 28,
    "text": "The grace of our Lord Jesus Christ be with you. ",
    "reference": "1 Thessalonians 5:28"
  }
]