[{"bookName":"1 Thessalonians","chapter":4,"verse":1,"text":"Finally then, brothers and sisters, we ask you and urge you in the Lord Jesus, that as you received instruction from us about how you must live and please God (as you are in fact living) that you do so more and more. ","reference":"1 Thessalonians 4:1"},{"bookName":"1 Thessalonians","chapter":4,"verse":2,"text":"For you know what commands we gave you through the Lord Jesus. ","reference":"1 Thessalonians 4:2"},{"bookName":"1 Thessalonians","chapter":4,"verse":3,"text":"For this is God’s will: that you become holy, that you keep away from sexual immorality, ","reference":"1 Thessalonians 4:3"},{"bookName":"1 Thessalonians","chapter":4,"verse":4,"text":"that each of you know how to possess his own body in holiness and honor, ","reference":"1 Thessalonians 4:4"},{"bookName":"1 Thessalonians","chapter":4,"verse":5,"text":"not in lustful passion like the Gentiles who do not know God. ","reference":"1 Thessalonians 4:5"},{"bookName":"1 Thessalonians","chapter":4,"verse":6,"text":"In this matter no one should violate the rights of his brother or take advantage of him, because the Lord is the avenger in all these cases, as we also told you earlier and warned you solemnly. ","reference":"1 Thessalonians 4:6"},{"bookName":"1 Thessalonians","chapter":4,"verse":7,"text":"For God did not call us to impurity but in holiness. ","reference":"1 Thessalonians 4:7"},{"bookName":"1 Thessalonians","chapter":4,"verse":8,"text":"Consequently the one who rejects this is not rejecting human authority but God, who gives his Holy Spirit to you. ","reference":"1 Thessalonians 4:8"},{"bookName":"1 Thessalonians","chapter":4,"verse":9,"text":"Now on the topic of brotherly love you have no need for anyone to write you, for you yourselves are taught by God to love one another. ","reference":"1 Thessalonians 4:9"},{"bookName":"1 Thessalonians","chapter":4,"verse":10,"text":"And indeed you are practicing it toward all the brothers and sisters in all of Macedonia. But we urge you, brothers and sisters, to do so more and more, ","reference":"1 Thessalonians 4:10"},{"bookName":"1 Thessalonians","chapter":4,"verse":11,"text":"to aspire to lead a quiet life, to attend to your own business, and to work with your own hands, as we commanded you. ","reference":"1 Thessalonians 4:11"},{"bookName":"1 Thessalonians","chapter":4,"verse":12,"text":"In this way you will live a decent life before outsiders and not be in need. ","reference":"1 Thessalonians 4:12"},{"bookName":"1 Thessalonians","chapter":4,"verse":13,"text":"Now we do not want you to be uninformed, brothers and sisters, about those who are asleep, so that you will not grieve like the rest who have no hope. ","reference":"1 Thessalonians 4:13"},{"bookName":"1 Thessalonians","chapter":4,"verse":14,"text":"For if we believe that Jesus died and rose again, so also we believe that God will bring with him those who have fallen asleep as Christians. ","reference":"1 Thessalonians 4:14"},{"bookName":"1 Thessalonians","chapter":4,"verse":15,"text":"For we tell you this by the word of the Lord, that we who are alive, who are left until the coming of the Lord, will surely not go ahead of those who have fallen asleep. ","reference":"1 Thessalonians 4:15"},{"bookName":"1 Thessalonians","chapter":4,"verse":16,"text":"For the Lord himself will come down from heaven with a shout of command, with the voice of the archangel, and with the trumpet of God, and the dead in Christ will rise first. ","reference":"1 Thessalonians 4:16"},{"bookName":"1 Thessalonians","chapter":4,"verse":17,"text":"Then we who are alive, who are left, will be suddenly caught up together with them in the clouds to meet the Lord in the air. And so we will always be with the Lord. ","reference":"1 Thessalonians 4:17"},{"bookName":"1 Thessalonians","chapter":4,"verse":18,"text":"Therefore encourage one another with these words. ","reference":"1 Thessalonians 4:18"}]