[{"bookName":"1 Thessalonians","chapter":3,"verse":1,"text":"So when we could bear it no longer, we decided to stay on in Athens alone. ","reference":"1 Thessalonians 3:1"},{"bookName":"1 Thessalonians","chapter":3,"verse":2,"text":"We sent Timothy, our brother and fellow worker for God in the gospel of Christ, to strengthen you and encourage you about your faith, ","reference":"1 Thessalonians 3:2"},{"bookName":"1 Thessalonians","chapter":3,"verse":3,"text":"so that no one would be shaken by these afflictions. For you yourselves know that we are destined for this. ","reference":"1 Thessalonians 3:3"},{"bookName":"1 Thessalonians","chapter":3,"verse":4,"text":"For in fact when we were with you, we were telling you in advance that we would suffer affliction, and so it has happened, as you well know. ","reference":"1 Thessalonians 3:4"},{"bookName":"1 Thessalonians","chapter":3,"verse":5,"text":"So when I could bear it no longer, I sent to find out about your faith, for fear that the tempter somehow tempted you and our toil had proven useless. ","reference":"1 Thessalonians 3:5"},{"bookName":"1 Thessalonians","chapter":3,"verse":6,"text":"But now Timothy has come to us from you and given us the good news of your faith and love and that you always think of us with affection and long to see us just as we also long to see you! ","reference":"1 Thessalonians 3:6"},{"bookName":"1 Thessalonians","chapter":3,"verse":7,"text":"So in all our distress and affliction, we were reassured about you, brothers and sisters, through your faith. ","reference":"1 Thessalonians 3:7"},{"bookName":"1 Thessalonians","chapter":3,"verse":8,"text":"For now we are alive again if you stand firm in the Lord. ","reference":"1 Thessalonians 3:8"},{"bookName":"1 Thessalonians","chapter":3,"verse":9,"text":"For how can we thank God enough for you, for all the joy we feel because of you before our God? ","reference":"1 Thessalonians 3:9"},{"bookName":"1 Thessalonians","chapter":3,"verse":10,"text":"We pray earnestly night and day to see you in person and make up what may be lacking in your faith. ","reference":"1 Thessalonians 3:10"},{"bookName":"1 Thessalonians","chapter":3,"verse":11,"text":"Now may God our Father himself and our Lord Jesus direct our way to you. ","reference":"1 Thessalonians 3:11"},{"bookName":"1 Thessalonians","chapter":3,"verse":12,"text":"And may the Lord cause you to increase and abound in love for one another and for all, just as we do for you, ","reference":"1 Thessalonians 3:12"},{"bookName":"1 Thessalonians","chapter":3,"verse":13,"text":"so that your hearts are strengthened in holiness to be blameless before our God and Father at the coming of our Lord Jesus with all his saints. ","reference":"1 Thessalonians 3:13"}]