[
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 1,
    "text": "For you yourselves know, brothers and sisters, about our coming to you—it has not proven to be purposeless. ",
    "reference": "1 Thessalonians 2:1"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 2,
    "text": "But although we suffered earlier and were mistreated in Philippi, as you know, we had the courage in our God to declare to you the gospel of God in spite of much opposition. ",
    "reference": "1 Thessalonians 2:2"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 3,
    "text": "For the appeal we make does not come from error or impurity or with deceit, ",
    "reference": "1 Thessalonians 2:3"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 4,
    "text": "but just as we have been approved by God to be entrusted with the gospel, so we declare it, not to please people but God, who examines our hearts. ",
    "reference": "1 Thessalonians 2:4"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 5,
    "text": "For we never appeared with flattering speech, as you know, nor with a pretext for greed—God is our witness—",
    "reference": "1 Thessalonians 2:5"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 6,
    "text": "nor to seek glory from people, either from you or from others, ",
    "reference": "1 Thessalonians 2:6"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 7,
    "text": " although we could have imposed our weight as apostles of Christ; instead we became little children among you. Like a nursing mother caring for her own children, ",
    "reference": "1 Thessalonians 2:7"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 8,
    "text": "with such affection for you we were happy to share with you not only the gospel of God but also our own lives, because you had become dear to us. ",
    "reference": "1 Thessalonians 2:8"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 9,
    "text": "For you recall, brothers and sisters, our toil and drudgery: By working night and day so as not to impose a burden on any of you, we preached to you the gospel of God. ",
    "reference": "1 Thessalonians 2:9"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 10,
    "text": "You are witnesses, and so is God, as to how holy and righteous and blameless our conduct was toward you who believe. ",
    "reference": "1 Thessalonians 2:10"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 11,
    "text": "As you know, we treated each one of you as a father treats his own children, ",
    "reference": "1 Thessalonians 2:11"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 12,
    "text": "exhorting and encouraging you and insisting that you live in a way worthy of God who calls you to his own kingdom and his glory. ",
    "reference": "1 Thessalonians 2:12"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 13,
    "text": "And so we too constantly thank God that when you received God’s message that you heard from us, you accepted it not as a human message, but as it truly is, God’s message, which is at work among you who believe. ",
    "reference": "1 Thessalonians 2:13"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 14,
    "text": "For you became imitators, brothers and sisters, of God’s churches in Christ Jesus that are in Judea, because you too suffered the same things from your own countrymen as they in fact did from the Jews, ",
    "reference": "1 Thessalonians 2:14"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 15,
    "text": "who killed both the Lord Jesus and the prophets and persecuted us severely. They are displeasing to God and are opposed to all people ",
    "reference": "1 Thessalonians 2:15"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 16,
    "text": "because they hinder us from speaking to the Gentiles so that they may be saved. Thus they constantly fill up their measure of sins, but wrath has come upon them completely. ",
    "reference": "1 Thessalonians 2:16"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 17,
    "text": "But when we were separated from you, brothers and sisters, for a short time (in presence, not in affection) we became all the more fervent in our great desire to see you in person. ",
    "reference": "1 Thessalonians 2:17"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 18,
    "text": "For we wanted to come to you (I, Paul, in fact tried again and again), but Satan thwarted us. ",
    "reference": "1 Thessalonians 2:18"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 19,
    "text": "For who is our hope or joy or crown to boast of before our Lord Jesus at his coming? Is it not of course you? ",
    "reference": "1 Thessalonians 2:19"
  },
  {
    "bookName": "1 Thessalonians",
    "chapter": 2,
    "verse": 20,
    "text": "For you are our glory and joy! ",
    "reference": "1 Thessalonians 2:20"
  }
]