[{"bookName":"2 Chronicles","chapter":17,"verse":1,"text":"His son Jehoshaphat replaced him as king and solidified his rule over Israel. ","reference":"2 Chronicles 17:1"},{"bookName":"2 Chronicles","chapter":17,"verse":2,"text":"He placed troops in all Judah’s fortified cities and posted garrisons throughout the land of Judah and in the cities of Ephraim that his father Asa had seized. ","reference":"2 Chronicles 17:2"},{"bookName":"2 Chronicles","chapter":17,"verse":3,"text":"The Lord was with Jehoshaphat because he followed in his ancestor David’s footsteps at the beginning of his reign. He did not seek the Baals, ","reference":"2 Chronicles 17:3"},{"bookName":"2 Chronicles","chapter":17,"verse":4,"text":"but instead sought the God of his ancestors and obeyed his commands, unlike the Israelites. ","reference":"2 Chronicles 17:4"},{"bookName":"2 Chronicles","chapter":17,"verse":5,"text":"The Lord made his kingdom secure; all Judah brought tribute to Jehoshaphat, and he became very wealthy and greatly respected. ","reference":"2 Chronicles 17:5"},{"bookName":"2 Chronicles","chapter":17,"verse":6,"text":"He was committed to following the Lord; he even removed the high places and Asherah poles from Judah. ","reference":"2 Chronicles 17:6"},{"bookName":"2 Chronicles","chapter":17,"verse":7,"text":"In the third year of his reign he sent his officials Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah. ","reference":"2 Chronicles 17:7"},{"bookName":"2 Chronicles","chapter":17,"verse":8,"text":"They were accompanied by the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah, and by the priests Elishama and Jehoram. ","reference":"2 Chronicles 17:8"},{"bookName":"2 Chronicles","chapter":17,"verse":9,"text":"They taught throughout Judah, taking with them the scroll of the law of the Lord. They traveled to all the cities of Judah and taught the people. ","reference":"2 Chronicles 17:9"},{"bookName":"2 Chronicles","chapter":17,"verse":10,"text":"The Lord put fear into all the kingdoms surrounding Judah; they did not make war with Jehoshaphat. ","reference":"2 Chronicles 17:10"},{"bookName":"2 Chronicles","chapter":17,"verse":11,"text":"Some of the Philistines brought Jehoshaphat tribute, including a load of silver. The Arabs brought him 7,700 rams and 7,700 goats from their flocks. ","reference":"2 Chronicles 17:11"},{"bookName":"2 Chronicles","chapter":17,"verse":12,"text":"Jehoshaphat’s power kept increasing. He built fortresses and storage cities throughout Judah. ","reference":"2 Chronicles 17:12"},{"bookName":"2 Chronicles","chapter":17,"verse":13,"text":"He had many supplies stored in the cities of Judah and an army of skilled warriors stationed in Jerusalem. ","reference":"2 Chronicles 17:13"},{"bookName":"2 Chronicles","chapter":17,"verse":14,"text":"These were their divisions by families: There were 1,000 officers from Judah. Adnah the commander led 300,000 skilled warriors, ","reference":"2 Chronicles 17:14"},{"bookName":"2 Chronicles","chapter":17,"verse":15,"text":"Jehochanan the commander led 280,000, ","reference":"2 Chronicles 17:15"},{"bookName":"2 Chronicles","chapter":17,"verse":16,"text":"and Amasiah son of Zikri, who volunteered to serve the Lord, led 200,000 skilled warriors. ","reference":"2 Chronicles 17:16"},{"bookName":"2 Chronicles","chapter":17,"verse":17,"text":"From Benjamin, Eliada, a skilled warrior, led 200,000 men who were equipped with bows and shields, ","reference":"2 Chronicles 17:17"},{"bookName":"2 Chronicles","chapter":17,"verse":18,"text":"and Jehozabad led 180,000 trained warriors. ","reference":"2 Chronicles 17:18"},{"bookName":"2 Chronicles","chapter":17,"verse":19,"text":"These were the ones who served the king, besides those whom the king placed in the fortified cities throughout Judah. ","reference":"2 Chronicles 17:19"}]