[{"bookName":"2 Chronicles","chapter":34,"verse":1,"text":"Josiah was eight years old when he became king, and he reigned for thirty-one years in Jerusalem. ","reference":"2 Chronicles 34:1"},{"bookName":"2 Chronicles","chapter":34,"verse":2,"text":"He did what the Lord approved and followed in his ancestor David’s footsteps; he did not deviate to the right or the left. ","reference":"2 Chronicles 34:2"},{"bookName":"2 Chronicles","chapter":34,"verse":3,"text":"In the eighth year of his reign, while he was still young, he began to seek the God of his ancestor David. In his twelfth year he began ridding Judah and Jerusalem of the high places, Asherah poles, idols, and images. ","reference":"2 Chronicles 34:3"},{"bookName":"2 Chronicles","chapter":34,"verse":4,"text":"He ordered the altars of the Baals to be torn down and broke the incense altars that were above them. He smashed the Asherah poles, idols, and images, crushed them, and sprinkled the dust over the tombs of those who had sacrificed to them.","reference":"2 Chronicles 34:4"},{"bookName":"2 Chronicles","chapter":34,"verse":5,"text":"He burned the bones of the pagan priests on their altars; he purified Judah and Jerusalem. ","reference":"2 Chronicles 34:5"},{"bookName":"2 Chronicles","chapter":34,"verse":6,"text":"In the cities of Manasseh, Ephraim, and Simeon, as far as Naphtali, and in the ruins around them,","reference":"2 Chronicles 34:6"},{"bookName":"2 Chronicles","chapter":34,"verse":7,"text":"he tore down the altars and Asherah poles, demolished the idols, and smashed all the incense altars throughout the land of Israel. Then he returned to Jerusalem. ","reference":"2 Chronicles 34:7"},{"bookName":"2 Chronicles","chapter":34,"verse":8,"text":"In the eighteenth year of his reign, he continued his policy of purifying the land and the temple. He sent Shaphan son of Azaliah, Maaseiah the city official, and Joah son of Joahaz the secretary to repair the temple of the Lord his God. ","reference":"2 Chronicles 34:8"},{"bookName":"2 Chronicles","chapter":34,"verse":9,"text":"They went to Hilkiah the high priest and gave him the silver that had been brought to God’s temple. The Levites who guarded the door had collected it from the people of Manasseh and Ephraim and from all who were left in Israel, as well as from all the people of Judah and Benjamin and the residents of Jerusalem. ","reference":"2 Chronicles 34:9"},{"bookName":"2 Chronicles","chapter":34,"verse":10,"text":"They handed it over to the construction foremen assigned to the Lord’s temple. They in turn paid the temple workers to restore and repair it.","reference":"2 Chronicles 34:10"},{"bookName":"2 Chronicles","chapter":34,"verse":11,"text":"They gave money to the craftsmen and builders to buy chiseled stone and wood for the braces and rafters of the buildings that the kings of Judah had allowed to fall into disrepair. ","reference":"2 Chronicles 34:11"},{"bookName":"2 Chronicles","chapter":34,"verse":12,"text":"The men worked faithfully. Their supervisors were Jahath and Obadiah (Levites descended from Merari), as well as Zechariah and Meshullam (descendants of Kohath). The Levites, all of whom were skilled musicians, ","reference":"2 Chronicles 34:12"},{"bookName":"2 Chronicles","chapter":34,"verse":13,"text":"supervised the laborers and all the foremen on their various jobs. Some of the Levites were scribes, officials, and guards. ","reference":"2 Chronicles 34:13"},{"bookName":"2 Chronicles","chapter":34,"verse":14,"text":"When they took out the silver that had been brought to the Lord’s temple, Hilkiah the priest found the law scroll the Lord had given to Moses. ","reference":"2 Chronicles 34:14"},{"bookName":"2 Chronicles","chapter":34,"verse":15,"text":"Hilkiah informed Shaphan the scribe, “I found the law scroll in the Lord’s temple.” Hilkiah gave the scroll to Shaphan. ","reference":"2 Chronicles 34:15"},{"bookName":"2 Chronicles","chapter":34,"verse":16,"text":"Shaphan brought the scroll to the king and reported, “Your servants are doing everything assigned to them.","reference":"2 Chronicles 34:16"},{"bookName":"2 Chronicles","chapter":34,"verse":17,"text":"They melted down the silver in the Lord’s temple and handed it over to the supervisors and the construction foremen.” ","reference":"2 Chronicles 34:17"},{"bookName":"2 Chronicles","chapter":34,"verse":18,"text":"Then Shaphan the scribe told the king, “Hilkiah the priest has given me a scroll.” Shaphan read it out loud before the king. ","reference":"2 Chronicles 34:18"},{"bookName":"2 Chronicles","chapter":34,"verse":19,"text":"When the king heard the words of the law, he tore his clothes. ","reference":"2 Chronicles 34:19"},{"bookName":"2 Chronicles","chapter":34,"verse":20,"text":"The king ordered Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the scribe, and Asaiah the king’s servant, ","reference":"2 Chronicles 34:20"},{"bookName":"2 Chronicles","chapter":34,"verse":21,"text":"“Go, ask the Lord for me and for those who remain in Israel and Judah about the words of this scroll that has been discovered. For the Lord’s great fury has been ignited against us because our ancestors did not obey the word of the Lord by living according to all that is written in this scroll.” ","reference":"2 Chronicles 34:21"},{"bookName":"2 Chronicles","chapter":34,"verse":22,"text":"So Hilkiah and the others sent by the king went to Huldah the prophetess, the wife of Shallum son of Tokhath, the son of Hasrah, the supervisor of the wardrobe. (She lived in Jerusalem in the Mishneh district.) They stated their business,","reference":"2 Chronicles 34:22"},{"bookName":"2 Chronicles","chapter":34,"verse":23,"text":"and she said to them: “This is what the Lord God of Israel says: ‘Say this to the man who sent you to me:","reference":"2 Chronicles 34:23"},{"bookName":"2 Chronicles","chapter":34,"verse":24,"text":"“This is what the Lord says: ‘I am about to bring disaster on this place and its residents, all the curses that are recorded in the scroll which they read before the king of Judah. ","reference":"2 Chronicles 34:24"},{"bookName":"2 Chronicles","chapter":34,"verse":25,"text":"This will happen because they have abandoned me and offered sacrifices to other gods, angering me with all the idols they have made. My anger will ignite against this place and will not be extinguished!’”","reference":"2 Chronicles 34:25"},{"bookName":"2 Chronicles","chapter":34,"verse":26,"text":"Say this to the king of Judah, who sent you to seek an oracle from the Lord: “This is what the Lord God of Israel says concerning the words you have heard: ","reference":"2 Chronicles 34:26"},{"bookName":"2 Chronicles","chapter":34,"verse":27,"text":"‘You displayed a sensitive spirit and humbled yourself before God when you heard his words concerning this place and its residents. You humbled yourself before me, tore your clothes, and wept before me, and I have heard you,’ says the Lord. ","reference":"2 Chronicles 34:27"},{"bookName":"2 Chronicles","chapter":34,"verse":28,"text":"‘Therefore I will allow you to die and be buried in peace. You will not have to witness all the disaster I will bring on this place and its residents.’”’” Then they reported back to the king. ","reference":"2 Chronicles 34:28"},{"bookName":"2 Chronicles","chapter":34,"verse":29,"text":"The king summoned all the leaders of Judah and Jerusalem. ","reference":"2 Chronicles 34:29"},{"bookName":"2 Chronicles","chapter":34,"verse":30,"text":"The king went up to the Lord’s temple, accompanied by all the people of Judah, the residents of Jerusalem, the priests, and the Levites. All the people were there, from the oldest to the youngest. He read aloud all the words of the scroll of the covenant that had been discovered in the Lord’s temple. ","reference":"2 Chronicles 34:30"},{"bookName":"2 Chronicles","chapter":34,"verse":31,"text":"The king stood by his pillar and renewed the covenant before the Lord, agreeing to follow the Lord and to obey his commandments, laws, and rules with all his heart and being, by carrying out the terms of this covenant recorded on this scroll. ","reference":"2 Chronicles 34:31"},{"bookName":"2 Chronicles","chapter":34,"verse":32,"text":"He made all who were in Jerusalem and Benjamin agree to it. The residents of Jerusalem acted in accordance with the covenant of God, the God of their ancestors. ","reference":"2 Chronicles 34:32"},{"bookName":"2 Chronicles","chapter":34,"verse":33,"text":"Josiah removed all the detestable idols from all the areas belonging to the Israelites and encouraged all who were in Israel to worship the Lord their God. Throughout the rest of his reign they did not turn aside from following the Lord God of their ancestors. ","reference":"2 Chronicles 34:33"}]