[{"bookName":"2 Chronicles","chapter":22,"verse":1,"text":"The residents of Jerusalem made his youngest son Ahaziah king in his place, for the raiding party that invaded the camp with the Arabs had killed all the older sons. So Ahaziah son of Jehoram became king of Judah. ","reference":"2 Chronicles 22:1"},{"bookName":"2 Chronicles","chapter":22,"verse":2,"text":"Ahaziah was twenty-two years old when he became king, and he reigned for one year in Jerusalem. His mother was Athaliah, the granddaughter of Omri. ","reference":"2 Chronicles 22:2"},{"bookName":"2 Chronicles","chapter":22,"verse":3,"text":"He followed in the footsteps of Ahab’s dynasty, for his mother gave him evil advice. ","reference":"2 Chronicles 22:3"},{"bookName":"2 Chronicles","chapter":22,"verse":4,"text":"He did evil in the sight of the Lord like Ahab’s dynasty because, after his father’s death, they gave him advice that led to his destruction. ","reference":"2 Chronicles 22:4"},{"bookName":"2 Chronicles","chapter":22,"verse":5,"text":"He followed their advice and joined Ahab’s son King Joram of Israel in a battle against King Hazael of Syria at Ramoth Gilead in which the Syrians defeated Joram. ","reference":"2 Chronicles 22:5"},{"bookName":"2 Chronicles","chapter":22,"verse":6,"text":"Joram returned to Jezreel to recover from the wounds he received from the Syrians in Ramah when he fought against King Hazael of Syria. Ahaziah son of King Jehoram of Judah went down to visit Joram son of Ahab in Jezreel, because he had been wounded. ","reference":"2 Chronicles 22:6"},{"bookName":"2 Chronicles","chapter":22,"verse":7,"text":"God brought about Ahaziah’s downfall through his visit to Joram. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord had commissioned to wipe out Ahab’s family. ","reference":"2 Chronicles 22:7"},{"bookName":"2 Chronicles","chapter":22,"verse":8,"text":"While Jehu was dishing out punishment to Ahab’s family, he discovered the officials of Judah and the sons of Ahaziah’s relatives who were serving Ahaziah and killed them.","reference":"2 Chronicles 22:8"},{"bookName":"2 Chronicles","chapter":22,"verse":9,"text":"He looked for Ahaziah, who was captured while hiding in Samaria. They brought him to Jehu and then executed him. They did give him a burial, for they reasoned, “He is the son of Jehoshaphat, who sought the Lord with his whole heart.” There was no one in Ahaziah’s family strong enough to rule in his place. ","reference":"2 Chronicles 22:9"},{"bookName":"2 Chronicles","chapter":22,"verse":10,"text":"When Athaliah the mother of Ahaziah saw that her son was dead, she was determined to destroy the entire royal line of Judah. ","reference":"2 Chronicles 22:10"},{"bookName":"2 Chronicles","chapter":22,"verse":11,"text":"So Jehoshabeath, the daughter of King Jehoram, took Ahaziah’s son Joash and stole him away from the rest of the royal descendants who were to be executed. She hid him and his nurse in the room where the bed covers were stored. So Jehoshabeath the daughter of King Jehoram, wife of Jehoiada the priest and sister of Ahaziah, hid him from Athaliah so she could not execute him.","reference":"2 Chronicles 22:11"},{"bookName":"2 Chronicles","chapter":22,"verse":12,"text":"He remained in hiding in God’s temple for six years while Athaliah was ruling over the land. ","reference":"2 Chronicles 22:12"}]