[{"bookName":"2 Chronicles","chapter":31,"verse":1,"text":"When all this was over, the Israelites who were in the cities of Judah went out and smashed the sacred pillars, cut down the Asherah poles, and demolished all the high places and altars throughout Judah, Benjamin, Ephraim, and Manasseh. Then all the Israelites returned to their own homes in their cities. ","reference":"2 Chronicles 31:1"},{"bookName":"2 Chronicles","chapter":31,"verse":2,"text":"Hezekiah appointed the divisions of the priests and Levites to do their assigned tasks—to offer burnt sacrifices and present offerings and to serve, give thanks, and offer praise in the gates of the Lord’s sanctuary. ","reference":"2 Chronicles 31:2"},{"bookName":"2 Chronicles","chapter":31,"verse":3,"text":"The king contributed some of what he owned for burnt sacrifices, including the morning and evening burnt sacrifices and the burnt sacrifices made on Sabbaths, new moon festivals, and at other appointed times prescribed in the law of the Lord. ","reference":"2 Chronicles 31:3"},{"bookName":"2 Chronicles","chapter":31,"verse":4,"text":"He ordered the people living in Jerusalem to contribute the portion prescribed for the priests and Levites so they might be obedient to the law of the Lord. ","reference":"2 Chronicles 31:4"},{"bookName":"2 Chronicles","chapter":31,"verse":5,"text":"When the edict was issued, the Israelites freely contributed the initial portion of their grain, wine, olive oil, honey, and all the produce of their fields. They brought a tenth of everything, which added up to a huge amount. ","reference":"2 Chronicles 31:5"},{"bookName":"2 Chronicles","chapter":31,"verse":6,"text":"The Israelites and people of Judah who lived in the cities of Judah also contributed a tenth of their cattle and sheep, as well as a tenth of the holy items consecrated to the Lord their God. They brought them and placed them in many heaps. ","reference":"2 Chronicles 31:6"},{"bookName":"2 Chronicles","chapter":31,"verse":7,"text":"In the third month they began piling their contributions in heaps and finished in the seventh month. ","reference":"2 Chronicles 31:7"},{"bookName":"2 Chronicles","chapter":31,"verse":8,"text":"When Hezekiah and the officials came and saw the heaps, they praised the Lord and pronounced blessings on his people Israel. ","reference":"2 Chronicles 31:8"},{"bookName":"2 Chronicles","chapter":31,"verse":9,"text":"When Hezekiah asked the priests and Levites about the heaps, ","reference":"2 Chronicles 31:9"},{"bookName":"2 Chronicles","chapter":31,"verse":10,"text":"Azariah, the head priest from the family of Zadok, said to him, “Since the contributions began arriving in the Lord’s temple, we have had plenty to eat and have a large quantity left over. For the Lord has blessed his people, and this large amount remains.” ","reference":"2 Chronicles 31:10"},{"bookName":"2 Chronicles","chapter":31,"verse":11,"text":"Hezekiah ordered that storerooms be prepared in the Lord’s temple. When this was done, ","reference":"2 Chronicles 31:11"},{"bookName":"2 Chronicles","chapter":31,"verse":12,"text":"they brought in the contributions, tithes, and consecrated items that had been offered. Konaniah, a Levite, was in charge of all this, assisted by his brother Shimei. ","reference":"2 Chronicles 31:12"},{"bookName":"2 Chronicles","chapter":31,"verse":13,"text":"Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah worked under the supervision of Konaniah and his brother Shimei, as directed by King Hezekiah and Azariah, the supervisor of God’s temple. ","reference":"2 Chronicles 31:13"},{"bookName":"2 Chronicles","chapter":31,"verse":14,"text":"Kore son of Imnah, a Levite and the guard on the east side, was in charge of the voluntary offerings made to God and disbursed the contributions made to the Lord and the consecrated items. ","reference":"2 Chronicles 31:14"},{"bookName":"2 Chronicles","chapter":31,"verse":15,"text":"In the cities of the priests, Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah faithfully assisted him in making disbursements to their fellow priests according to their divisions, regardless of age. ","reference":"2 Chronicles 31:15"},{"bookName":"2 Chronicles","chapter":31,"verse":16,"text":"They made disbursements to all the males three years old and up who were listed in the genealogical records—to all who would enter the Lord’s temple to serve on a daily basis and fulfill their duties as assigned to their divisions. ","reference":"2 Chronicles 31:16"},{"bookName":"2 Chronicles","chapter":31,"verse":17,"text":"They made disbursements to the priests listed in the genealogical records by their families, and to the Levites twenty years old and up, according to their duties as assigned to their divisions, ","reference":"2 Chronicles 31:17"},{"bookName":"2 Chronicles","chapter":31,"verse":18,"text":"and to all the infants, wives, sons, and daughters of the entire assembly listed in the genealogical records, for they faithfully consecrated themselves.","reference":"2 Chronicles 31:18"},{"bookName":"2 Chronicles","chapter":31,"verse":19,"text":"As for the descendants of Aaron, the priests who lived in the outskirts of all their cities, men were assigned to disburse portions to every male among the priests and to every Levite listed in the genealogical records. ","reference":"2 Chronicles 31:19"},{"bookName":"2 Chronicles","chapter":31,"verse":20,"text":"This is what Hezekiah did throughout Judah. He did what the Lord his God considered good and right and faithful. ","reference":"2 Chronicles 31:20"},{"bookName":"2 Chronicles","chapter":31,"verse":21,"text":"He wholeheartedly and successfully reinstituted service in God’s temple and obedience to the law, in order to follow his God. ","reference":"2 Chronicles 31:21"}]