[{"bookName":"2 Chronicles","chapter":9,"verse":1,"text":"When the queen of Sheba heard about Solomon, she came to challenge him with difficult questions. She arrived in Jerusalem with a great display of pomp, bringing with her camels carrying spices, a very large quantity of gold, and precious gems. She visited Solomon and discussed with him everything that was on her mind. ","reference":"2 Chronicles 9:1"},{"bookName":"2 Chronicles","chapter":9,"verse":2,"text":"Solomon answered all her questions; there was no question too complex for the king. ","reference":"2 Chronicles 9:2"},{"bookName":"2 Chronicles","chapter":9,"verse":3,"text":"When the queen of Sheba saw for herself Solomon’s wisdom, the palace he had built,","reference":"2 Chronicles 9:3"},{"bookName":"2 Chronicles","chapter":9,"verse":4,"text":"the food in his banquet hall, his servants and attendants in their robes, his cupbearers in their robes, and his burnt sacrifices which he presented in the Lord’s temple, she was amazed.","reference":"2 Chronicles 9:4"},{"bookName":"2 Chronicles","chapter":9,"verse":5,"text":"She said to the king, “The report I heard in my own country about your wise sayings and insight was true! ","reference":"2 Chronicles 9:5"},{"bookName":"2 Chronicles","chapter":9,"verse":6,"text":"I did not believe these things until I came and saw them with my own eyes. Indeed, I didn’t hear even half the story! Your wisdom surpasses what was reported to me.","reference":"2 Chronicles 9:6"},{"bookName":"2 Chronicles","chapter":9,"verse":7,"text":"Your attendants, who stand before you at all times and hear your wise sayings, are truly happy! ","reference":"2 Chronicles 9:7"},{"bookName":"2 Chronicles","chapter":9,"verse":8,"text":"May the Lord your God be praised because he favored you by placing you on his throne as the one ruling on his behalf. Because of your God’s love for Israel and his lasting commitment to them, he made you king over them so you could make just and right decisions.” ","reference":"2 Chronicles 9:8"},{"bookName":"2 Chronicles","chapter":9,"verse":9,"text":"She gave the king 120 talents of gold and a very large quantity of spices and precious gems. The quantity of spices the queen of Sheba gave King Solomon has never been matched. ","reference":"2 Chronicles 9:9"},{"bookName":"2 Chronicles","chapter":9,"verse":10,"text":"(Huram’s servants, aided by Solomon’s servants, brought gold from Ophir, as well as fine timber and precious gems. ","reference":"2 Chronicles 9:10"},{"bookName":"2 Chronicles","chapter":9,"verse":11,"text":"With the timber the king made steps for the Lord’s temple and royal palace as well as stringed instruments for the musicians. No one had seen anything like them in the land of Judah before that.) ","reference":"2 Chronicles 9:11"},{"bookName":"2 Chronicles","chapter":9,"verse":12,"text":"King Solomon gave the queen of Sheba everything she requested, more than what she had brought him. Then she left and returned to her homeland with her attendants. ","reference":"2 Chronicles 9:12"},{"bookName":"2 Chronicles","chapter":9,"verse":13,"text":"Solomon received 666 talents of gold per year, ","reference":"2 Chronicles 9:13"},{"bookName":"2 Chronicles","chapter":9,"verse":14,"text":"besides what he collected from the merchants and traders. All the Arabian kings and the governors of the land also brought gold and silver to Solomon. ","reference":"2 Chronicles 9:14"},{"bookName":"2 Chronicles","chapter":9,"verse":15,"text":"King Solomon made 200 large shields of hammered gold; 600 measures of hammered gold were used for each shield. ","reference":"2 Chronicles 9:15"},{"bookName":"2 Chronicles","chapter":9,"verse":16,"text":"He also made 300 small shields of hammered gold; 300 measures of gold were used for each of those shields. The king placed them in the Palace of the Lebanon Forest. ","reference":"2 Chronicles 9:16"},{"bookName":"2 Chronicles","chapter":9,"verse":17,"text":"The king made a large throne decorated with ivory and overlaid it with pure gold. ","reference":"2 Chronicles 9:17"},{"bookName":"2 Chronicles","chapter":9,"verse":18,"text":"There were six steps leading up to the throne, and a gold footstool was attached to the throne. The throne had two armrests with a statue of a lion standing on each side. ","reference":"2 Chronicles 9:18"},{"bookName":"2 Chronicles","chapter":9,"verse":19,"text":"There were twelve statues of lions on the six steps, one lion at each end of each step. There was nothing like it in any other kingdom. ","reference":"2 Chronicles 9:19"},{"bookName":"2 Chronicles","chapter":9,"verse":20,"text":"All of King Solomon’s cups were made of gold, and all the household items in the Palace of the Lebanon Forest were made of pure gold. There were no silver items, for silver was not considered very valuable in Solomon’s time. ","reference":"2 Chronicles 9:20"},{"bookName":"2 Chronicles","chapter":9,"verse":21,"text":"The king had a fleet of large merchant ships manned by Huram’s men that sailed the sea. Once every three years the fleet came into port with cargoes of gold, silver, ivory, apes, and peacocks. ","reference":"2 Chronicles 9:21"},{"bookName":"2 Chronicles","chapter":9,"verse":22,"text":"King Solomon was wealthier and wiser than any of the kings of the earth. ","reference":"2 Chronicles 9:22"},{"bookName":"2 Chronicles","chapter":9,"verse":23,"text":"All the kings of the earth wanted to visit Solomon to see him display his God-given wisdom. ","reference":"2 Chronicles 9:23"},{"bookName":"2 Chronicles","chapter":9,"verse":24,"text":"Year after year visitors brought their gifts, which included items of silver, items of gold, clothes, perfume, spices, horses, and mules. ","reference":"2 Chronicles 9:24"},{"bookName":"2 Chronicles","chapter":9,"verse":25,"text":"Solomon had 4,000 stalls for his chariot horses and 12,000 horses. He kept them in assigned cities and also with him in Jerusalem. ","reference":"2 Chronicles 9:25"},{"bookName":"2 Chronicles","chapter":9,"verse":26,"text":"He ruled all the kingdoms from the Euphrates River to the land of the Philistines as far as the border of Egypt. ","reference":"2 Chronicles 9:26"},{"bookName":"2 Chronicles","chapter":9,"verse":27,"text":"The king made silver as plentiful in Jerusalem as stones; cedar was as plentiful as sycamore fig trees are in the foothills.","reference":"2 Chronicles 9:27"},{"bookName":"2 Chronicles","chapter":9,"verse":28,"text":"Solomon acquired horses from Egypt and from all the lands. ","reference":"2 Chronicles 9:28"},{"bookName":"2 Chronicles","chapter":9,"verse":29,"text":"The rest of the events of Solomon’s reign, from start to finish, are recorded in the Annals of Nathan the Prophet, the Prophecy of Ahijah the Shilonite, and the Vision of Iddo the Seer pertaining to Jeroboam son of Nebat. ","reference":"2 Chronicles 9:29"},{"bookName":"2 Chronicles","chapter":9,"verse":30,"text":"Solomon ruled over all Israel from Jerusalem for forty years. ","reference":"2 Chronicles 9:30"},{"bookName":"2 Chronicles","chapter":9,"verse":31,"text":"Then Solomon passed away and was buried in the city of his father David. His son Rehoboam replaced him as king. ","reference":"2 Chronicles 9:31"}]