[{"bookName":"2 Chronicles","chapter":21,"verse":1,"text":"Jehoshaphat passed away and was buried with his ancestors in the City of David. His son Jehoram replaced him as king. ","reference":"2 Chronicles 21:1"},{"bookName":"2 Chronicles","chapter":21,"verse":2,"text":"His brothers, Jehoshaphat’s sons, were Azariah, Jechiel, Zechariah, Azariahu, Michael, and Shephatiah. All these were sons of King Jehoshaphat of Israel. ","reference":"2 Chronicles 21:2"},{"bookName":"2 Chronicles","chapter":21,"verse":3,"text":"Their father gave them many presents, including silver, gold, and other precious items, along with fortified cities in Judah. But he gave the kingdom to Jehoram because he was the firstborn. ","reference":"2 Chronicles 21:3"},{"bookName":"2 Chronicles","chapter":21,"verse":4,"text":"Jehoram took control of his father’s kingdom and became powerful. Then he killed all his brothers, as well as some of the officials of Israel. ","reference":"2 Chronicles 21:4"},{"bookName":"2 Chronicles","chapter":21,"verse":5,"text":"Jehoram was thirty-two years old when he became king, and he reigned for eight years in Jerusalem. ","reference":"2 Chronicles 21:5"},{"bookName":"2 Chronicles","chapter":21,"verse":6,"text":"He followed in the footsteps of the kings of Israel, just as Ahab’s dynasty had done, for he married Ahab’s daughter. He did evil in the sight of the Lord. ","reference":"2 Chronicles 21:6"},{"bookName":"2 Chronicles","chapter":21,"verse":7,"text":"But the Lord was unwilling to destroy David’s dynasty because of the promise he had made to give David a perpetual dynasty. ","reference":"2 Chronicles 21:7"},{"bookName":"2 Chronicles","chapter":21,"verse":8,"text":"During Jehoram’s reign Edom freed themselves from Judah’s control and set up their own king. ","reference":"2 Chronicles 21:8"},{"bookName":"2 Chronicles","chapter":21,"verse":9,"text":"Jehoram crossed over with his officers and all his chariots. The Edomites, who had surrounded him, attacked at night and defeated him and his chariot officers. ","reference":"2 Chronicles 21:9"},{"bookName":"2 Chronicles","chapter":21,"verse":10,"text":"So Edom has remained free from Judah’s control to this very day. At that same time Libnah also rebelled and freed themselves from Judah’s control because Jehoram rejected the Lord God of his ancestors. ","reference":"2 Chronicles 21:10"},{"bookName":"2 Chronicles","chapter":21,"verse":11,"text":"He also built high places on the hills of Judah; he encouraged the residents of Jerusalem to be unfaithful to the Lord and led Judah away from the Lord.","reference":"2 Chronicles 21:11"},{"bookName":"2 Chronicles","chapter":21,"verse":12,"text":"Jehoram received this letter from Elijah the prophet: “This is what the Lord God of your ancestor David says: ‘You have not followed in the footsteps of your father Jehoshaphat and of King Asa of Judah, ","reference":"2 Chronicles 21:12"},{"bookName":"2 Chronicles","chapter":21,"verse":13,"text":"but have instead followed in the footsteps of the kings of Israel. You encouraged the people of Judah and the residents of Jerusalem to be unfaithful to the Lord, just as the family of Ahab does in Israel. You also killed your brothers, members of your father’s family, who were better than you. ","reference":"2 Chronicles 21:13"},{"bookName":"2 Chronicles","chapter":21,"verse":14,"text":"So look, the Lord is about to severely afflict your people, your sons, your wives, and all you own. ","reference":"2 Chronicles 21:14"},{"bookName":"2 Chronicles","chapter":21,"verse":15,"text":"And you will get a serious, chronic intestinal disease which will cause your intestines to come out.’” ","reference":"2 Chronicles 21:15"},{"bookName":"2 Chronicles","chapter":21,"verse":16,"text":"The Lord stirred up against Jehoram the Philistines and the Arabs who lived beside the Cushites. ","reference":"2 Chronicles 21:16"},{"bookName":"2 Chronicles","chapter":21,"verse":17,"text":"They attacked Judah and swept through it. They carried off everything they found in the royal palace, including his sons and wives. None of his sons was left, except for his youngest, Ahaziah. ","reference":"2 Chronicles 21:17"},{"bookName":"2 Chronicles","chapter":21,"verse":18,"text":"After all this happened, the Lord afflicted him with an incurable intestinal disease. ","reference":"2 Chronicles 21:18"},{"bookName":"2 Chronicles","chapter":21,"verse":19,"text":"After about two years his intestines came out because of the disease, so that he died a very painful death. His people did not make a bonfire to honor him, as they had done for his ancestors. ","reference":"2 Chronicles 21:19"},{"bookName":"2 Chronicles","chapter":21,"verse":20,"text":"Jehoram was thirty-two years old when he became king and he reigned eight years in Jerusalem. No one regretted his death; he was buried in the City of David, but not in the royal tombs. ","reference":"2 Chronicles 21:20"}]