[
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 1,
    "text": "In the thirty-sixth year of Asa’s reign, King Baasha of Israel attacked Judah, and he established Ramah as a military outpost to prevent anyone from leaving or entering the land of King Asa of Judah. ",
    "reference": "2 Chronicles 16:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 2,
    "text": "Asa took all the silver and gold that was left in the treasuries of the Lord’s temple and of the royal palace and sent it to King Ben Hadad of Syria, ruler in Damascus, along with this message:",
    "reference": "2 Chronicles 16:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 3,
    "text": "“I want to make a treaty with you, like the one our fathers made. See, I have sent you silver and gold. Break your treaty with King Baasha of Israel, so he will retreat from my land.”",
    "reference": "2 Chronicles 16:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 4,
    "text": "Ben Hadad accepted King Asa’s offer and ordered his army commanders to attack the cities of Israel. They conquered Ijon, Dan, Abel Maim, and all the storage cities of Naphtali. ",
    "reference": "2 Chronicles 16:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 5,
    "text": "When Baasha heard the news, he stopped fortifying Ramah and abandoned the project. ",
    "reference": "2 Chronicles 16:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 6,
    "text": "King Asa ordered all the men of Judah to carry away the stones and wood that Baasha had used to build Ramah. He used the materials to build up Geba and Mizpah. ",
    "reference": "2 Chronicles 16:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 7,
    "text": "At that time Hanani the prophet visited King Asa of Judah and said to him: “Because you relied on the king of Syria and did not rely on the Lord your God, the army of the king of Syria has escaped from your hand. ",
    "reference": "2 Chronicles 16:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 8,
    "text": "Did not the Cushites and Libyans have a huge army with chariots and a very large number of horsemen? But when you relied on the Lord, he handed them over to you!",
    "reference": "2 Chronicles 16:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 9,
    "text": "Certainly the Lord watches the whole earth carefully and is ready to strengthen those who are devoted to him. You have acted foolishly in this matter; from now on you will have war.” ",
    "reference": "2 Chronicles 16:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 10,
    "text": "Asa was so angry at the prophet, he put him in jail. Asa also oppressed some of the people at that time. ",
    "reference": "2 Chronicles 16:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 11,
    "text": "The events of Asa’s reign, from start to finish, are recorded in the Scroll of the Kings of Judah and Israel. ",
    "reference": "2 Chronicles 16:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 12,
    "text": "In the thirty-ninth year of his reign, Asa developed a foot disease, and his disease became severe. Yet even in his disease, he did not seek the Lord, but only the doctors. ",
    "reference": "2 Chronicles 16:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 13,
    "text": "Asa passed away in the forty-first year of his reign. ",
    "reference": "2 Chronicles 16:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 16,
    "verse": 14,
    "text": "He was buried in the tomb he had carved out in the City of David. They laid him to rest on a platform covered with spices and assorted mixtures of ointments. They made a huge bonfire to honor him.",
    "reference": "2 Chronicles 16:14"
  }
]