[{"bookName":"2 Chronicles","chapter":13,"verse":1,"text":"In the eighteenth year of the reign of King Jeroboam, Abijah became king over Judah. ","reference":"2 Chronicles 13:1"},{"bookName":"2 Chronicles","chapter":13,"verse":2,"text":"He ruled for three years in Jerusalem. His mother was Michaiah, the daughter of Uriel from Gibeah. There was war between Abijah and Jeroboam. ","reference":"2 Chronicles 13:2"},{"bookName":"2 Chronicles","chapter":13,"verse":3,"text":"Abijah launched the attack with 400,000 well-trained warriors, while Jeroboam deployed against him 800,000 well-trained warriors. ","reference":"2 Chronicles 13:3"},{"bookName":"2 Chronicles","chapter":13,"verse":4,"text":"Abijah ascended Mount Zemaraim, in the Ephraimite hill country, and said: “Listen to me, Jeroboam and all Israel! ","reference":"2 Chronicles 13:4"},{"bookName":"2 Chronicles","chapter":13,"verse":5,"text":"Don’t you realize that the Lord God of Israel has given David and his dynasty lasting dominion over Israel by a formal covenant? ","reference":"2 Chronicles 13:5"},{"bookName":"2 Chronicles","chapter":13,"verse":6,"text":"Jeroboam son of Nebat, a servant of Solomon son of David, rose up and rebelled against his master. ","reference":"2 Chronicles 13:6"},{"bookName":"2 Chronicles","chapter":13,"verse":7,"text":"Lawless good-for-nothing men gathered around him and conspired against Rehoboam son of Solomon, when Rehoboam was an inexperienced young man and could not resist them.","reference":"2 Chronicles 13:7"},{"bookName":"2 Chronicles","chapter":13,"verse":8,"text":"Now you are declaring that you will resist the Lord’s rule through the Davidic dynasty. You have a huge army and bring with you the gold calves that Jeroboam made for you as gods. ","reference":"2 Chronicles 13:8"},{"bookName":"2 Chronicles","chapter":13,"verse":9,"text":"But you banished the Lord’s priests, Aaron’s descendants, and the Levites, and appointed your own priests just as the surrounding nations do! Anyone who comes to consecrate himself with a young bull or seven rams becomes a priest of these fake gods! ","reference":"2 Chronicles 13:9"},{"bookName":"2 Chronicles","chapter":13,"verse":10,"text":"But as for us, the Lord is our God and we have not rejected him. Aaron’s descendants serve as the Lord’s priests, and the Levites assist them with the work. ","reference":"2 Chronicles 13:10"},{"bookName":"2 Chronicles","chapter":13,"verse":11,"text":"They offer burnt sacrifices to the Lord every morning and every evening, along with fragrant incense. They arrange the Bread of the Presence on a ritually clean table and light the lamps on the gold lampstand every evening. Certainly we are observing the Lord our God’s regulations, but you have rejected him.","reference":"2 Chronicles 13:11"},{"bookName":"2 Chronicles","chapter":13,"verse":12,"text":"Now look, God is with us as our leader. His priests are ready to blow the trumpets to signal the attack against you. You Israelites, don’t fight against the Lord God of your ancestors, for you will not win!” ","reference":"2 Chronicles 13:12"},{"bookName":"2 Chronicles","chapter":13,"verse":13,"text":"Now Jeroboam had sent some men to ambush the Judahite army from behind. The main army was in front of the Judahite army; the ambushers were behind it.","reference":"2 Chronicles 13:13"},{"bookName":"2 Chronicles","chapter":13,"verse":14,"text":"The men of Judah turned around and realized they were being attacked from the front and the rear. So they cried out to the Lord for help. The priests blew their trumpets, ","reference":"2 Chronicles 13:14"},{"bookName":"2 Chronicles","chapter":13,"verse":15,"text":"and the men of Judah gave the battle cry. As the men of Judah gave the battle cry, God struck down Jeroboam and all Israel before Abijah and Judah.","reference":"2 Chronicles 13:15"},{"bookName":"2 Chronicles","chapter":13,"verse":16,"text":"The Israelites fled from before the Judahite army, and God handed them over to the men of Judah.","reference":"2 Chronicles 13:16"},{"bookName":"2 Chronicles","chapter":13,"verse":17,"text":"Abijah and his army thoroughly defeated them; 500,000 well-trained Israelite men fell dead. ","reference":"2 Chronicles 13:17"},{"bookName":"2 Chronicles","chapter":13,"verse":18,"text":"That day the Israelites were defeated; the men of Judah prevailed because they relied on the Lord God of their ancestors. ","reference":"2 Chronicles 13:18"},{"bookName":"2 Chronicles","chapter":13,"verse":19,"text":"Abijah chased Jeroboam; he seized from him these cities: Bethel and its surrounding towns, Jeshanah and its surrounding towns, and Ephron and its surrounding towns. ","reference":"2 Chronicles 13:19"},{"bookName":"2 Chronicles","chapter":13,"verse":20,"text":"Jeroboam did not regain power during the reign of Abijah. The Lord struck him down and he died. ","reference":"2 Chronicles 13:20"},{"bookName":"2 Chronicles","chapter":13,"verse":21,"text":"Abijah’s power grew; he had fourteen wives and fathered twenty-two sons and sixteen daughters. ","reference":"2 Chronicles 13:21"},{"bookName":"2 Chronicles","chapter":13,"verse":22,"text":"The rest of the events of Abijah’s reign, including his deeds and sayings, are recorded in the writings of the prophet Iddo. ","reference":"2 Chronicles 13:22"}]