[
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 1,
    "text": "Later the Moabites and Ammonites, along with some of the Meunites, attacked Jehoshaphat. ",
    "reference": "2 Chronicles 20:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 2,
    "text": "Messengers arrived and reported to Jehoshaphat, “A huge army is attacking you from the other side of the Dead Sea, from the direction of Edom. Look, they are in Hazazon Tamar (that is, En Gedi).” ",
    "reference": "2 Chronicles 20:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 3,
    "text": "Jehoshaphat was afraid, so he decided to seek the Lord’s advice. He decreed that all Judah should observe a fast. ",
    "reference": "2 Chronicles 20:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 4,
    "text": "The people of Judah assembled to ask for the Lord’s help; they came from all the cities of Judah to ask for the Lord’s help.",
    "reference": "2 Chronicles 20:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 5,
    "text": "Jehoshaphat stood before the assembly of Judah and Jerusalem at the Lord’s temple, in front of the new courtyard. ",
    "reference": "2 Chronicles 20:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 6,
    "text": "He prayed: “O Lord God of our ancestors, you are the God who lives in heaven and rules over all the kingdoms of the nations. You possess strength and power; no one can stand against you. ",
    "reference": "2 Chronicles 20:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 7,
    "text": "Our God, you drove out the inhabitants of this land before your people Israel and gave it as a permanent possession to the descendants of your friend Abraham. ",
    "reference": "2 Chronicles 20:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 8,
    "text": "They settled down in it and built in it a temple to honor you, saying, ",
    "reference": "2 Chronicles 20:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 9,
    "text": "‘If disaster comes on us in the form of military attack, judgment, plague, or famine, we will stand in front of this temple before you, for you are present in this temple. We will cry out to you for help in our distress, so that you will hear and deliver us.’",
    "reference": "2 Chronicles 20:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 10,
    "text": "Now the Ammonites, Moabites, and men from Mount Seir are coming! When Israel came from the land of Egypt, you did not allow them to invade these lands. They bypassed them and did not destroy them.",
    "reference": "2 Chronicles 20:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 11,
    "text": "Look how they are repaying us! They come to drive us out of our allotted land which you assigned to us!",
    "reference": "2 Chronicles 20:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 12,
    "text": "Our God, will you not judge them? For we are powerless against this huge army that attacks us. We don’t know what we should do; we look to you for help.”",
    "reference": "2 Chronicles 20:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 13,
    "text": "All the men of Judah were standing before the Lord, along with their infants, wives, and children. ",
    "reference": "2 Chronicles 20:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 14,
    "text": "Then in the midst of the assembly, the Lord’s Spirit came upon Jachaziel son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite and descendant of Asaph. ",
    "reference": "2 Chronicles 20:14"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 15,
    "text": "He said: “Pay attention, all you people of Judah, residents of Jerusalem, and King Jehoshaphat! This is what the Lord says to you: ‘Don’t be afraid and don’t panic because of this huge army! For the battle is not yours, but God’s.",
    "reference": "2 Chronicles 20:15"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 16,
    "text": "Tomorrow march down against them as they come up the Ascent of Ziz. You will find them at the end of the ravine in front of the wilderness of Jeruel. ",
    "reference": "2 Chronicles 20:16"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 17,
    "text": "You will not fight in this battle. Take your positions, stand, and watch the Lord deliver you, O Judah and Jerusalem. Don’t be afraid and don’t panic! Tomorrow march out toward them; the Lord is with you!’”",
    "reference": "2 Chronicles 20:17"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 18,
    "text": "Jehoshaphat bowed down with his face toward the ground, and all the people of Judah and the residents of Jerusalem fell down before the Lord and worshiped him.",
    "reference": "2 Chronicles 20:18"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 19,
    "text": "Then some Levites, from the Kohathites and Korahites, got up and loudly praised the Lord God of Israel. ",
    "reference": "2 Chronicles 20:19"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 20,
    "text": "Early the next morning they marched out to the wilderness of Tekoa. When they were ready to march, Jehoshaphat stood up and said: “Listen to me, you people of Judah and residents of Jerusalem! Trust in the Lord your God and you will be safe! Trust in the message of his prophets and you will win.” ",
    "reference": "2 Chronicles 20:20"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 21,
    "text": "He met with the people and appointed musicians to play before the Lord and praise his majestic splendor. As they marched ahead of the warriors they said: “Give thanks to the Lord, for his loyal love endures.” ",
    "reference": "2 Chronicles 20:21"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 22,
    "text": "When they began to shout and praise, the Lord suddenly attacked the Ammonites, Moabites, and men from Mount Seir who were invading Judah, and they were defeated. ",
    "reference": "2 Chronicles 20:22"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 23,
    "text": "The Ammonites and Moabites attacked the men from Mount Seir and annihilated them. When they had finished off the men of Seir, they attacked and destroyed one another. ",
    "reference": "2 Chronicles 20:23"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 24,
    "text": "When the men of Judah arrived at the observation post overlooking the wilderness and looked at the huge army, they saw dead bodies on the ground; there were no survivors. ",
    "reference": "2 Chronicles 20:24"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 25,
    "text": "Jehoshaphat and his men went to gather the plunder; they found a huge amount of supplies, clothing, and valuable items. They carried away everything they could. There was so much plunder, it took them three days to haul it off. ",
    "reference": "2 Chronicles 20:25"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 26,
    "text": "On the fourth day they assembled in the Valley of Berachah, where they praised the Lord. So that place is called the Valley of Berachah to this very day. ",
    "reference": "2 Chronicles 20:26"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 27,
    "text": "Then all the men of Judah and Jerusalem returned joyfully to Jerusalem with Jehoshaphat leading them; the Lord had given them reason to rejoice over their enemies. ",
    "reference": "2 Chronicles 20:27"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 28,
    "text": "They entered Jerusalem to the sound of stringed instruments and trumpets and proceeded to the temple of the Lord. ",
    "reference": "2 Chronicles 20:28"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 29,
    "text": "All the kingdoms of the surrounding lands were afraid of God when they heard how the Lord had fought against Israel’s enemies. ",
    "reference": "2 Chronicles 20:29"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 30,
    "text": "Jehoshaphat’s kingdom enjoyed peace; his God made him secure on every side. ",
    "reference": "2 Chronicles 20:30"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 31,
    "text": "Jehoshaphat reigned over Judah. He was thirty-five years old when he became king, and he reigned for twenty-five years in Jerusalem. His mother was Azubah, the daughter of Shilhi. ",
    "reference": "2 Chronicles 20:31"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 32,
    "text": "He followed in his father Asa’s footsteps and was careful to do what the Lord approved. ",
    "reference": "2 Chronicles 20:32"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 33,
    "text": "However, the high places were not eliminated; the people were still not devoted to the God of their ancestors. ",
    "reference": "2 Chronicles 20:33"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 34,
    "text": "The rest of the events of Jehoshaphat’s reign, from start to finish, are recorded in the Annals of Jehu son of Hanani, which are included in the Scroll of the Kings of Israel. ",
    "reference": "2 Chronicles 20:34"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 35,
    "text": "Later King Jehoshaphat of Judah made an alliance with King Ahaziah of Israel, who did evil. ",
    "reference": "2 Chronicles 20:35"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 36,
    "text": "They agreed to make large seagoing merchant ships; they built the ships in Ezion Geber. ",
    "reference": "2 Chronicles 20:36"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 20,
    "verse": 37,
    "text": "Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat, “Because you made an alliance with Ahaziah, the Lord will shatter what you have made.” The ships were wrecked and unable to go to sea. ",
    "reference": "2 Chronicles 20:37"
  }
]