[
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 1,
    "text": "He made a bronze altar, 30 feet long, 30 feet wide, and 15 feet high. ",
    "reference": "2 Chronicles 4:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 2,
    "text": "He also made the big bronze basin called “The Sea.” It measured 15 feet from rim to rim, was circular in shape, and stood 7½ feet high. Its circumference was 45 feet. ",
    "reference": "2 Chronicles 4:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 3,
    "text": "Images of bulls were under it all the way around, ten every 18 inches all the way around. The bulls were in two rows and had been cast with “The Sea.”",
    "reference": "2 Chronicles 4:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 4,
    "text": "“The Sea” stood on top of twelve bulls. Three faced northward, three westward, three southward, and three eastward. “The Sea” was placed on top of them, and they all faced outward. ",
    "reference": "2 Chronicles 4:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 5,
    "text": "It was four fingers thick, and its rim was like that of a cup shaped like a lily blossom. It could hold 18,000 gallons.",
    "reference": "2 Chronicles 4:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 6,
    "text": "He made ten washing basins; he put five on the south side and five on the north side. In them they rinsed the items used for burnt sacrifices; the priests washed in “The Sea.” ",
    "reference": "2 Chronicles 4:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 7,
    "text": "He made ten gold lampstands according to specifications and put them in the temple, five on the right and five on the left. ",
    "reference": "2 Chronicles 4:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 8,
    "text": "He made ten tables and set them in the temple, five on the right and five on the left. He also made 100 gold bowls. ",
    "reference": "2 Chronicles 4:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 9,
    "text": "He made the courtyard of the priests and the large enclosure and its doors; he plated their doors with bronze. ",
    "reference": "2 Chronicles 4:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 10,
    "text": "He put “The Sea” on the south side, in the southeast corner.",
    "reference": "2 Chronicles 4:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 11,
    "text": "Huram Abi made the pots, shovels, and bowls. He finished all the work on God’s temple he had been assigned by King Solomon. ",
    "reference": "2 Chronicles 4:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 12,
    "text": "He made the two pillars, the two bowl-shaped tops of the pillars, the latticework for the bowl-shaped tops of the two pillars, ",
    "reference": "2 Chronicles 4:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 13,
    "text": "the 400 pomegranate-shaped ornaments for the latticework of the two pillars (each latticework had two rows of these ornaments at the bowl-shaped top of the pillar), ",
    "reference": "2 Chronicles 4:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 14,
    "text": "the ten movable stands with their ten basins,",
    "reference": "2 Chronicles 4:14"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 15,
    "text": "the big bronze basin called “The Sea” with its twelve bulls underneath, ",
    "reference": "2 Chronicles 4:15"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 16,
    "text": "and the pots, shovels, and meat forks. All the items King Solomon assigned Huram Abi to make for the Lord’s temple were made from polished bronze. ",
    "reference": "2 Chronicles 4:16"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 17,
    "text": "The king had them cast in earth foundries in the region of the Jordan between Sukkoth and Zarethan. ",
    "reference": "2 Chronicles 4:17"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 18,
    "text": "Solomon made so many of these items they did not weigh the bronze. ",
    "reference": "2 Chronicles 4:18"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 19,
    "text": "Solomon also made these items for God’s temple: the gold altar, the tables on which the Bread of the Presence was kept,",
    "reference": "2 Chronicles 4:19"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 20,
    "text": "the pure gold lampstands and their lamps which burned as specified at the entrance to the inner sanctuary, ",
    "reference": "2 Chronicles 4:20"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 21,
    "text": "the pure gold flower-shaped ornaments, lamps, and tongs, ",
    "reference": "2 Chronicles 4:21"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 4,
    "verse": 22,
    "text": "the pure gold trimming shears, basins, pans, and censers, and the gold door sockets for the inner sanctuary (the Most Holy Place) and for the doors of the main hall of the temple. ",
    "reference": "2 Chronicles 4:22"
  }
]