[{"bookName":"2 Chronicles","chapter":11,"verse":1,"text":"When Rehoboam arrived in Jerusalem, he summoned 180,000 skilled warriors from Judah and Benjamin to attack Israel and restore the kingdom to Rehoboam. ","reference":"2 Chronicles 11:1"},{"bookName":"2 Chronicles","chapter":11,"verse":2,"text":"But the Lord’s message came to the prophet Shemaiah,","reference":"2 Chronicles 11:2"},{"bookName":"2 Chronicles","chapter":11,"verse":3,"text":"“Say this to King Rehoboam son of Solomon of Judah and to all the Israelites in Judah and Benjamin, ","reference":"2 Chronicles 11:3"},{"bookName":"2 Chronicles","chapter":11,"verse":4,"text":"‘The Lord says this: “Do not attack and make war with your brothers. Each of you go home, for I have caused this to happen.”’” They obeyed the Lord and called off the attack against Jeroboam. ","reference":"2 Chronicles 11:4"},{"bookName":"2 Chronicles","chapter":11,"verse":5,"text":"Rehoboam lived in Jerusalem; he built up these fortified cities throughout Judah: ","reference":"2 Chronicles 11:5"},{"bookName":"2 Chronicles","chapter":11,"verse":6,"text":"Bethlehem, Etam, Tekoa, ","reference":"2 Chronicles 11:6"},{"bookName":"2 Chronicles","chapter":11,"verse":7,"text":"Beth Zur, Soco, Adullam, ","reference":"2 Chronicles 11:7"},{"bookName":"2 Chronicles","chapter":11,"verse":8,"text":"Gath, Mareshah, Ziph, ","reference":"2 Chronicles 11:8"},{"bookName":"2 Chronicles","chapter":11,"verse":9,"text":"Adoraim, Lachish, Azekah, ","reference":"2 Chronicles 11:9"},{"bookName":"2 Chronicles","chapter":11,"verse":10,"text":"Zorah, Aijalon, and Hebron. These were the fortified cities in Judah and Benjamin. ","reference":"2 Chronicles 11:10"},{"bookName":"2 Chronicles","chapter":11,"verse":11,"text":"He fortified these cities and placed officers in them, as well as storehouses of food, olive oil, and wine. ","reference":"2 Chronicles 11:11"},{"bookName":"2 Chronicles","chapter":11,"verse":12,"text":"In each city there were shields and spears; he strongly fortified them. Judah and Benjamin belonged to him.","reference":"2 Chronicles 11:12"},{"bookName":"2 Chronicles","chapter":11,"verse":13,"text":"The priests and Levites who lived throughout Israel supported him, no matter where they resided. ","reference":"2 Chronicles 11:13"},{"bookName":"2 Chronicles","chapter":11,"verse":14,"text":"The Levites even left their pasturelands and their property behind and came to Judah and Jerusalem, for Jeroboam and his sons prohibited them from serving as the Lord’s priests.","reference":"2 Chronicles 11:14"},{"bookName":"2 Chronicles","chapter":11,"verse":15,"text":"Jeroboam appointed his own priests to serve at the worship centers and to lead in the worship of the goat idols and calf idols he had made. ","reference":"2 Chronicles 11:15"},{"bookName":"2 Chronicles","chapter":11,"verse":16,"text":"Those among all the Israelite tribes who were determined to worship the Lord God of Israel followed them to Jerusalem to sacrifice to the Lord God of their ancestors. ","reference":"2 Chronicles 11:16"},{"bookName":"2 Chronicles","chapter":11,"verse":17,"text":"They supported the kingdom of Judah and were loyal to Rehoboam son of Solomon for three years; they followed the edicts of David and Solomon for three years. ","reference":"2 Chronicles 11:17"},{"bookName":"2 Chronicles","chapter":11,"verse":18,"text":"Rehoboam married Mahalath the daughter of David’s son Jerimoth and of Abihail, the daughter of Jesse’s son Eliab. ","reference":"2 Chronicles 11:18"},{"bookName":"2 Chronicles","chapter":11,"verse":19,"text":"She bore him sons named Jeush, Shemariah, and Zaham. ","reference":"2 Chronicles 11:19"},{"bookName":"2 Chronicles","chapter":11,"verse":20,"text":"He later married Maacah the daughter of Absalom. She bore to him Abijah, Attai, Ziza, and Shelomith. ","reference":"2 Chronicles 11:20"},{"bookName":"2 Chronicles","chapter":11,"verse":21,"text":"Rehoboam loved Maacah daughter of Absalom more than his other wives and concubines. He had eighteen wives and sixty concubines; he fathered twenty-eight sons and sixty daughters. ","reference":"2 Chronicles 11:21"},{"bookName":"2 Chronicles","chapter":11,"verse":22,"text":"Rehoboam appointed Abijah son of Maacah as the leader over his brothers, for he intended to name him his successor. ","reference":"2 Chronicles 11:22"},{"bookName":"2 Chronicles","chapter":11,"verse":23,"text":"He wisely placed some of his many sons throughout the regions of Judah and Benjamin in the various fortified cities. He supplied them with abundant provisions and acquired many wives for them.","reference":"2 Chronicles 11:23"}]