[
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 1,
    "text": "(1:18) Solomon ordered a temple to be built to honor the Lord, as well as a royal palace for himself.",
    "reference": "2 Chronicles 2:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 2,
    "text": "(2:1) Solomon had 70,000 common laborers and 80,000 stonecutters in the hills, in addition to 3,600 supervisors. ",
    "reference": "2 Chronicles 2:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 3,
    "text": "Solomon sent a message to King Huram of Tyre: “Help me as you did my father David, when you sent him cedar logs for the construction of his palace. ",
    "reference": "2 Chronicles 2:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 4,
    "text": "Look, I am ready to build a temple to honor the Lord my God and to dedicate it to him in order to burn fragrant incense before him, to set out the bread that is regularly displayed, and to offer burnt sacrifices each morning and evening, and on Sabbaths, new moon festivals, and at other times appointed by the Lord our God. This is something Israel must do on a permanent basis.",
    "reference": "2 Chronicles 2:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 5,
    "text": "I will build a great temple, for our God is greater than all gods. ",
    "reference": "2 Chronicles 2:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 6,
    "text": "Of course, who can really build a temple for him, since the sky and the highest heavens cannot contain him? Who am I that I should build him a temple! It will really be only a place to offer sacrifices before him.",
    "reference": "2 Chronicles 2:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 7,
    "text": "“Now send me a man who is skilled in working with gold, silver, bronze, and iron, as well as purple-, crimson-, and blue-colored fabrics, and who knows how to engrave. He will work with my skilled craftsmen here in Jerusalem and Judah, whom my father David provided. ",
    "reference": "2 Chronicles 2:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 8,
    "text": "Send me cedars, evergreens, and algum trees from Lebanon, for I know your servants are adept at cutting down trees in Lebanon. My servants will work with your servants ",
    "reference": "2 Chronicles 2:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 9,
    "text": "to supply me with large quantities of timber, for I am building a great, magnificent temple. ",
    "reference": "2 Chronicles 2:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 10,
    "text": "Look, I will pay your servants who cut the timber 20,000 cors of ground wheat, 20,000 cors of barley, 120,000 gallons of wine, and 120,000 gallons of olive oil.” ",
    "reference": "2 Chronicles 2:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 11,
    "text": "King Huram of Tyre sent this letter to Solomon: “Because the Lord loves his people, he has made you their king.” ",
    "reference": "2 Chronicles 2:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 12,
    "text": "Huram also said, “Worthy of praise is the Lord God of Israel, who made the sky and the earth! He has given King David a wise son who has discernment and insight and will build a temple for the Lord, as well as a royal palace for himself.",
    "reference": "2 Chronicles 2:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 13,
    "text": "Now I am sending you Huram Abi, a skilled and capable man, ",
    "reference": "2 Chronicles 2:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 14,
    "text": "whose mother is a Danite and whose father is a Tyrian. He knows how to work with gold, silver, bronze, iron, stones, and wood, as well as purple, blue, white, and crimson fabrics. He knows how to do all kinds of engraving and understands any design given to him. He will work with your skilled craftsmen and the skilled craftsmen of my lord David your father. ",
    "reference": "2 Chronicles 2:14"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 15,
    "text": "Now let my lord send to his servants the wheat, barley, olive oil, and wine he has promised; ",
    "reference": "2 Chronicles 2:15"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 16,
    "text": "we will get all the timber you need from Lebanon and bring it in raft-like bundles by sea to Joppa. You can then haul it on up to Jerusalem.” ",
    "reference": "2 Chronicles 2:16"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 17,
    "text": "Solomon took a census of all the male resident foreigners in the land of Israel, after the census his father David had taken. There were 153,600 in all. ",
    "reference": "2 Chronicles 2:17"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 2,
    "verse": 18,
    "text": "He designated 70,000 as common laborers, 80,000 as stonecutters in the hills, and 3,600 as supervisors to make sure the people completed the work. ",
    "reference": "2 Chronicles 2:18"
  }
]