[{"bookName":"2 Chronicles","chapter":35,"verse":1,"text":"Josiah observed a Passover festival for the Lord in Jerusalem. They slaughtered the Passover lambs on the fourteenth day of the first month. ","reference":"2 Chronicles 35:1"},{"bookName":"2 Chronicles","chapter":35,"verse":2,"text":"He appointed the priests to fulfill their duties and encouraged them to carry out their service in the Lord’s temple. ","reference":"2 Chronicles 35:2"},{"bookName":"2 Chronicles","chapter":35,"verse":3,"text":"He told the Levites, who instructed all Israel about things consecrated to the Lord, “Place the holy ark in the temple which King Solomon son of David of Israel built. Don’t carry it on your shoulders. Now serve the Lord your God and his people Israel! ","reference":"2 Chronicles 35:3"},{"bookName":"2 Chronicles","chapter":35,"verse":4,"text":"Prepare yourselves by your families according to your divisions, as instructed in writing by King David of Israel and his son Solomon. ","reference":"2 Chronicles 35:4"},{"bookName":"2 Chronicles","chapter":35,"verse":5,"text":"Stand in the sanctuary and, together with the Levites, represent the family divisions of your countrymen. ","reference":"2 Chronicles 35:5"},{"bookName":"2 Chronicles","chapter":35,"verse":6,"text":"Slaughter the Passover lambs, consecrate yourselves, and make preparations for your countrymen to celebrate according to the Lord’s message which came through Moses.” ","reference":"2 Chronicles 35:6"},{"bookName":"2 Chronicles","chapter":35,"verse":7,"text":"From his own royal flocks and herds, Josiah supplied the people with 30,000 lambs and goats for the Passover sacrifice, as well as 3,000 cattle. ","reference":"2 Chronicles 35:7"},{"bookName":"2 Chronicles","chapter":35,"verse":8,"text":"His officials also willingly contributed to the people, priests, and Levites. Hilkiah, Zechariah, and Jehiel, the leaders of God’s temple, gave the priests 2,600 Passover sacrifices and 300 cattle. ","reference":"2 Chronicles 35:8"},{"bookName":"2 Chronicles","chapter":35,"verse":9,"text":"Konaniah and his brothers Shemaiah and Nethanel, along with Hashabiah, Jeiel, and Jozabad, the officials of the Levites, supplied the Levites with 5,000 Passover sacrifices and 500 cattle. ","reference":"2 Chronicles 35:9"},{"bookName":"2 Chronicles","chapter":35,"verse":10,"text":"Preparations were made, and the priests stood at their posts and the Levites in their divisions as prescribed by the king. ","reference":"2 Chronicles 35:10"},{"bookName":"2 Chronicles","chapter":35,"verse":11,"text":"They slaughtered the Passover lambs and the priests splashed the blood, while the Levites skinned the animals.","reference":"2 Chronicles 35:11"},{"bookName":"2 Chronicles","chapter":35,"verse":12,"text":"They reserved the burnt offerings and the cattle for the family divisions of the people to present to the Lord, as prescribed in the scroll of Moses. ","reference":"2 Chronicles 35:12"},{"bookName":"2 Chronicles","chapter":35,"verse":13,"text":"They cooked the Passover sacrifices over the open fire as prescribed and cooked the consecrated offerings in pots, kettles, and pans. They quickly served them to all the people. ","reference":"2 Chronicles 35:13"},{"bookName":"2 Chronicles","chapter":35,"verse":14,"text":"Afterward they made preparations for themselves and for the priests, because the priests, the descendants of Aaron, were offering burnt sacrifices and fat portions until evening. The Levites made preparations for themselves and for the priests, the descendants of Aaron. ","reference":"2 Chronicles 35:14"},{"bookName":"2 Chronicles","chapter":35,"verse":15,"text":"The musicians, the descendants of Asaph, manned their posts, as prescribed by David, Asaph, Heman, and Jeduthun the king’s prophet. The guards at the various gates did not need to leave their posts, for their fellow Levites made preparations for them.","reference":"2 Chronicles 35:15"},{"bookName":"2 Chronicles","chapter":35,"verse":16,"text":"So all the preparations for the Lord’s service were made that day, as the Passover was observed and the burnt sacrifices were offered on the altar of the Lord, as prescribed by King Josiah. ","reference":"2 Chronicles 35:16"},{"bookName":"2 Chronicles","chapter":35,"verse":17,"text":"So the Israelites who were present observed the Passover at that time, as well as the Feast of Unleavened Bread for seven days. ","reference":"2 Chronicles 35:17"},{"bookName":"2 Chronicles","chapter":35,"verse":18,"text":"A Passover like this had not been observed in Israel since the days of Samuel the prophet. None of the kings of Israel had observed a Passover like the one celebrated by Josiah, the priests, the Levites, all the people of Judah and Israel who were there, and the residents of Jerusalem. ","reference":"2 Chronicles 35:18"},{"bookName":"2 Chronicles","chapter":35,"verse":19,"text":"This Passover was observed in the eighteenth year of Josiah’s reign. ","reference":"2 Chronicles 35:19"},{"bookName":"2 Chronicles","chapter":35,"verse":20,"text":"After Josiah had done all this for the temple, King Necho of Egypt marched up to do battle at Carchemish on the Euphrates River. Josiah marched out to oppose him. ","reference":"2 Chronicles 35:20"},{"bookName":"2 Chronicles","chapter":35,"verse":21,"text":"Necho sent messengers to him, saying, “Why are you opposing me, O king of Judah? I am not attacking you today, but the kingdom with which I am at war. God told me to hurry. Stop opposing God, who is with me, or else he will destroy you.” ","reference":"2 Chronicles 35:21"},{"bookName":"2 Chronicles","chapter":35,"verse":22,"text":"But Josiah did not turn back from him; he disguised himself for battle. He did not take seriously the words of Necho that he had received from God; he went to fight him in the Plain of Megiddo. ","reference":"2 Chronicles 35:22"},{"bookName":"2 Chronicles","chapter":35,"verse":23,"text":"Archers shot King Josiah; the king ordered his servants, “Take me out of this chariot, for I am seriously wounded.” ","reference":"2 Chronicles 35:23"},{"bookName":"2 Chronicles","chapter":35,"verse":24,"text":"So his servants took him out of the chariot, put him in another chariot that he owned, and brought him to Jerusalem, where he died. He was buried in the tombs of his ancestors; all the people of Judah and Jerusalem mourned Josiah. ","reference":"2 Chronicles 35:24"},{"bookName":"2 Chronicles","chapter":35,"verse":25,"text":"Jeremiah composed laments for Josiah which all the male and female singers use to mourn Josiah to this very day. It has become customary in Israel to sing these; they are recorded in the Book of Laments. ","reference":"2 Chronicles 35:25"},{"bookName":"2 Chronicles","chapter":35,"verse":26,"text":"The rest of the events of Josiah’s reign, including the faithful acts he did in obedience to what is written in the law of the Lord ","reference":"2 Chronicles 35:26"},{"bookName":"2 Chronicles","chapter":35,"verse":27,"text":"and his accomplishments, from start to finish, are recorded in the Scroll of the Kings of Israel and Judah. ","reference":"2 Chronicles 35:27"}]