[
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 1,
    "text": "When Solomon had finished constructing the Lord’s temple, he put the holy items that belonged to his father David (the silver, gold, and all the other articles) in the treasuries of God’s temple. ",
    "reference": "2 Chronicles 5:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 2,
    "text": "Then Solomon convened Israel’s elders—all the leaders of the Israelite tribes and families—in Jerusalem, so they could witness the transferal of the ark of the covenant of the Lord from the City of David (that is, Zion). ",
    "reference": "2 Chronicles 5:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 3,
    "text": "All the men of Israel assembled before the king during the festival in the seventh month. ",
    "reference": "2 Chronicles 5:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 4,
    "text": "When all Israel’s elders had arrived, the Levites lifted the ark. ",
    "reference": "2 Chronicles 5:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 5,
    "text": "The priests and Levites carried the ark, the tent where God appeared to his people, and all the holy items in the tent. ",
    "reference": "2 Chronicles 5:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 6,
    "text": "Now King Solomon and all the Israelites who had assembled with him went on ahead of the ark and sacrificed more sheep and cattle than could be counted or numbered.",
    "reference": "2 Chronicles 5:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 7,
    "text": "The priests brought the ark of the covenant of the Lord to its assigned place in the inner sanctuary of the temple, in the Most Holy Place under the wings of the cherubim.",
    "reference": "2 Chronicles 5:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 8,
    "text": "The cherubim’s wings extended over the place where the ark sat; the cherubim overshadowed the ark and its poles. ",
    "reference": "2 Chronicles 5:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 9,
    "text": "The poles were so long their ends extending out from the ark were visible from in front of the inner sanctuary, but they could not be seen from beyond that point. They have remained there to this very day. ",
    "reference": "2 Chronicles 5:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 10,
    "text": "There was nothing in the ark except the two tablets Moses had placed there in Horeb. (It was there that the Lord made a covenant with the Israelites after he brought them out of the land of Egypt.) ",
    "reference": "2 Chronicles 5:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 11,
    "text": "The priests left the Holy Place. All the priests who participated had consecrated themselves, no matter which division they represented. ",
    "reference": "2 Chronicles 5:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 12,
    "text": "All the Levites who were musicians, including Asaph, Heman, Jeduthun, and their sons and relatives, wore linen. They played cymbals and stringed instruments as they stood east of the altar. They were accompanied by 120 priests who blew trumpets. ",
    "reference": "2 Chronicles 5:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 13,
    "text": "The trumpeters and musicians played together, praising and giving thanks to the Lord. Accompanied by trumpets, cymbals, and other instruments, they loudly praised the Lord, singing: “Certainly he is good; certainly his loyal love endures!” Then a cloud filled the Lord’s temple. ",
    "reference": "2 Chronicles 5:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 5,
    "verse": 14,
    "text": "The priests could not carry out their duties because of the cloud; the Lord’s splendor filled God’s temple. ",
    "reference": "2 Chronicles 5:14"
  }
]