[{"bookName":"2 Chronicles","chapter":24,"verse":1,"text":"Joash was seven years old when he began to reign. He reigned for forty years in Jerusalem. His mother was Zibiah, who was from Beer Sheba. ","reference":"2 Chronicles 24:1"},{"bookName":"2 Chronicles","chapter":24,"verse":2,"text":"Joash did what the Lord approved throughout the lifetime of Jehoiada the priest. ","reference":"2 Chronicles 24:2"},{"bookName":"2 Chronicles","chapter":24,"verse":3,"text":"Jehoiada chose two wives for him who gave him sons and daughters. ","reference":"2 Chronicles 24:3"},{"bookName":"2 Chronicles","chapter":24,"verse":4,"text":"Later, Joash was determined to repair the Lord’s temple. ","reference":"2 Chronicles 24:4"},{"bookName":"2 Chronicles","chapter":24,"verse":5,"text":"He assembled the priests and Levites and ordered them, “Go out to the cities of Judah and collect the annual quota of silver from all Israel for repairs on the temple of your God. Be quick about it!” But the Levites delayed. ","reference":"2 Chronicles 24:5"},{"bookName":"2 Chronicles","chapter":24,"verse":6,"text":"So the king summoned Jehoiada the chief priest, and said to him, “Why have you not made the Levites collect from Judah and Jerusalem the tax authorized by Moses the Lord’s servant and by the assembly of Israel at the tent containing the tablets of the law?”","reference":"2 Chronicles 24:6"},{"bookName":"2 Chronicles","chapter":24,"verse":7,"text":"(Wicked Athaliah and her sons had broken into God’s temple and used all the holy items of the Lord’s temple in their worship of the Baals.) ","reference":"2 Chronicles 24:7"},{"bookName":"2 Chronicles","chapter":24,"verse":8,"text":"The king ordered a chest to be made and placed outside the gate of the Lord’s temple. ","reference":"2 Chronicles 24:8"},{"bookName":"2 Chronicles","chapter":24,"verse":9,"text":"An edict was sent throughout Judah and Jerusalem requiring the people to bring to the Lord the tax that Moses, God’s servant, imposed on Israel in the wilderness. ","reference":"2 Chronicles 24:9"},{"bookName":"2 Chronicles","chapter":24,"verse":10,"text":"All the officials and all the people gladly brought their silver and threw it into the chest until it was full. ","reference":"2 Chronicles 24:10"},{"bookName":"2 Chronicles","chapter":24,"verse":11,"text":"Whenever the Levites brought the chest to the royal accountant and they saw there was a lot of silver, the royal scribe and the accountant of the high priest emptied the chest and then took it back to its place. They went through this routine every day and collected a large amount of silver. ","reference":"2 Chronicles 24:11"},{"bookName":"2 Chronicles","chapter":24,"verse":12,"text":"The king and Jehoiada gave it to the construction foremen assigned to the Lord’s temple. They hired carpenters and craftsmen to repair the Lord’s temple, as well as those skilled in working with iron and bronze to restore the Lord’s temple. ","reference":"2 Chronicles 24:12"},{"bookName":"2 Chronicles","chapter":24,"verse":13,"text":"They worked hard and made the repairs. They followed the measurements specified for God’s temple and restored it.","reference":"2 Chronicles 24:13"},{"bookName":"2 Chronicles","chapter":24,"verse":14,"text":"When they were finished, they brought the rest of the silver to the king and Jehoiada. They used it to make items for the Lord’s temple, including items used in the temple service and for burnt sacrifices, pans, and various other gold and silver items. Throughout Jehoiada’s lifetime, burnt sacrifices were offered regularly in the Lord’s temple. ","reference":"2 Chronicles 24:14"},{"bookName":"2 Chronicles","chapter":24,"verse":15,"text":"Jehoiada grew old and died at the age of 130.","reference":"2 Chronicles 24:15"},{"bookName":"2 Chronicles","chapter":24,"verse":16,"text":"He was buried in the City of David with the kings, because he had accomplished good in Israel and for God and his temple. ","reference":"2 Chronicles 24:16"},{"bookName":"2 Chronicles","chapter":24,"verse":17,"text":"After Jehoiada died, the officials of Judah visited the king and declared their loyalty to him. The king listened to their advice.","reference":"2 Chronicles 24:17"},{"bookName":"2 Chronicles","chapter":24,"verse":18,"text":"They abandoned the temple of the Lord God of their ancestors and worshiped the Asherah poles and idols. Because of this sinful activity, God was angry with Judah and Jerusalem. ","reference":"2 Chronicles 24:18"},{"bookName":"2 Chronicles","chapter":24,"verse":19,"text":"The Lord sent prophets among them to lead them back to him. They warned the people, but they would not pay attention. ","reference":"2 Chronicles 24:19"},{"bookName":"2 Chronicles","chapter":24,"verse":20,"text":"God’s Spirit energized Zechariah son of Jehoiada the priest. He stood up before the people and said to them, “This is what God says: ‘Why are you violating the commands of the Lord? You will not be prosperous. Because you have rejected the Lord, he has rejected you!’” ","reference":"2 Chronicles 24:20"},{"bookName":"2 Chronicles","chapter":24,"verse":21,"text":"They plotted against him and by royal decree stoned him to death in the courtyard of the Lord’s temple. ","reference":"2 Chronicles 24:21"},{"bookName":"2 Chronicles","chapter":24,"verse":22,"text":"King Joash disregarded the loyalty Zechariah’s father Jehoiada had shown him and killed Jehoiada’s son. As Zechariah was dying, he said, “May the Lord take notice and seek vengeance!”","reference":"2 Chronicles 24:22"},{"bookName":"2 Chronicles","chapter":24,"verse":23,"text":"At the beginning of the year the Syrian army attacked Joash and invaded Judah and Jerusalem. They wiped out all the leaders of the people and sent all the plunder they gathered to the king of Damascus. ","reference":"2 Chronicles 24:23"},{"bookName":"2 Chronicles","chapter":24,"verse":24,"text":"Even though the invading Syrian army was relatively weak, the Lord handed over to them Judah’s very large army, for the people of Judah had abandoned the Lord God of their ancestors. The Syrians gave Joash what he deserved. ","reference":"2 Chronicles 24:24"},{"bookName":"2 Chronicles","chapter":24,"verse":25,"text":"When they withdrew, they left Joash badly wounded. His servants plotted against him because of what he had done to the son of Jehoiada the priest. They murdered him on his bed. Thus he died and was buried in the City of David, but not in the tombs of the kings. ","reference":"2 Chronicles 24:25"},{"bookName":"2 Chronicles","chapter":24,"verse":26,"text":"The conspirators were Zabad son of Shimeath (an Ammonite woman) and Jehozabad son of Shimrith (a Moabite woman).","reference":"2 Chronicles 24:26"},{"bookName":"2 Chronicles","chapter":24,"verse":27,"text":"The list of Joash’s sons, the many prophetic oracles about him, and the account of his building project on God’s temple are included in the record of the Scroll of the Kings. His son Amaziah replaced him as king.","reference":"2 Chronicles 24:27"}]