[{"bookName":"2 Chronicles","chapter":27,"verse":1,"text":"Jotham was twenty-five years old when he began to reign, and he reigned for sixteen years in Jerusalem. His mother was Jerusha the daughter of Zadok. ","reference":"2 Chronicles 27:1"},{"bookName":"2 Chronicles","chapter":27,"verse":2,"text":"He did what the Lord approved, just as his father Uzziah had done. (He did not, however, have the audacity to enter the temple.) Yet the people were still sinning. ","reference":"2 Chronicles 27:2"},{"bookName":"2 Chronicles","chapter":27,"verse":3,"text":"He built the Upper Gate to the Lord’s temple and did a lot of work on the wall in the area known as Ophel. ","reference":"2 Chronicles 27:3"},{"bookName":"2 Chronicles","chapter":27,"verse":4,"text":"He built cities in the hill country of Judah and fortresses and towers in the forests. ","reference":"2 Chronicles 27:4"},{"bookName":"2 Chronicles","chapter":27,"verse":5,"text":"He launched a military campaign against the king of the Ammonites and defeated them. That year the Ammonites paid him 100 talents of silver, 10,000 cors of wheat, and 10,000 cors of barley. The Ammonites also paid this same amount of annual tribute the next two years. ","reference":"2 Chronicles 27:5"},{"bookName":"2 Chronicles","chapter":27,"verse":6,"text":"Jotham grew powerful because he was determined to please the Lord his God. ","reference":"2 Chronicles 27:6"},{"bookName":"2 Chronicles","chapter":27,"verse":7,"text":"The rest of the events of Jotham’s reign, including all his military campaigns and his accomplishments, are recorded in the Scroll of the Kings of Israel and Judah. ","reference":"2 Chronicles 27:7"},{"bookName":"2 Chronicles","chapter":27,"verse":8,"text":"He was twenty-five years old when he began to reign, and he reigned for sixteen years in Jerusalem. ","reference":"2 Chronicles 27:8"},{"bookName":"2 Chronicles","chapter":27,"verse":9,"text":"Jotham passed away and was buried in the City of David. His son Ahaz replaced him as king. ","reference":"2 Chronicles 27:9"}]