[
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 1,
    "text": "After twenty years, during which Solomon built the Lord’s temple and his royal palace, ",
    "reference": "2 Chronicles 8:1"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 2,
    "text": "Solomon rebuilt the cities that Huram had given him and settled Israelites there. ",
    "reference": "2 Chronicles 8:2"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 3,
    "text": "Solomon went to Hamath Zobah and seized it.",
    "reference": "2 Chronicles 8:3"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 4,
    "text": "He built up Tadmor in the wilderness and all the storage cities he had built in Hamath. ",
    "reference": "2 Chronicles 8:4"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 5,
    "text": "He made upper Beth Horon and lower Beth Horon fortified cities with walls and barred gates, ",
    "reference": "2 Chronicles 8:5"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 6,
    "text": "and built up Baalath, all the storage cities that belonged to him, and all the cities where chariots and horses were kept. He built whatever he wanted in Jerusalem, Lebanon, and throughout his entire kingdom. ",
    "reference": "2 Chronicles 8:6"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 7,
    "text": "Now several non-Israelite peoples were left in the land after the conquest of Joshua, including the Hittites, Amorites, Perizzites, Hivites, and Jebusites. ",
    "reference": "2 Chronicles 8:7"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 8,
    "text": "Their descendants remained in the land (the Israelites were unable to wipe them out). Solomon conscripted them for his work crews, and they continue in that role to this very day. ",
    "reference": "2 Chronicles 8:8"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 9,
    "text": "Solomon did not assign Israelites to these work crews; the Israelites served as his soldiers, officers, charioteers, and commanders of his chariot forces. ",
    "reference": "2 Chronicles 8:9"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 10,
    "text": "These men worked for King Solomon as supervisors; there were a total of 250 of them who were in charge of the people. ",
    "reference": "2 Chronicles 8:10"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 11,
    "text": "Solomon moved Pharaoh’s daughter up from the City of David to the palace he had built for her, for he said, “My wife must not live in the palace of King David of Israel, for the places where the ark of the Lord has entered are holy.” ",
    "reference": "2 Chronicles 8:11"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 12,
    "text": "Then Solomon offered burnt sacrifices to the Lord on the altar of the Lord which he had built in front of the temple’s porch. ",
    "reference": "2 Chronicles 8:12"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 13,
    "text": "He observed the daily requirements for sacrifices that Moses had specified for Sabbaths, new moon festivals, and the three annual celebrations—the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Shelters. ",
    "reference": "2 Chronicles 8:13"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 14,
    "text": "As his father David had decreed, Solomon appointed the divisions of the priests to do their assigned tasks, the Levitical orders to lead worship and help the priests with their daily tasks, and the divisions of the gatekeepers to serve at their assigned gates. This was what David the man of God had ordered. ",
    "reference": "2 Chronicles 8:14"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 15,
    "text": "They did not neglect any detail of the king’s orders pertaining to the priests, Levites, and treasuries. ",
    "reference": "2 Chronicles 8:15"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 16,
    "text": "All the work ordered by Solomon was completed, from the day the foundation of the Lord’s temple was laid until it was finished; the Lord’s temple was completed. ",
    "reference": "2 Chronicles 8:16"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 17,
    "text": "Then Solomon went to Ezion Geber and to Elat on the coast in the land of Edom. ",
    "reference": "2 Chronicles 8:17"
  },
  {
    "bookName": "2 Chronicles",
    "chapter": 8,
    "verse": 18,
    "text": "Huram sent him ships and some of his sailors, men who were well acquainted with the sea. They sailed with Solomon’s men to Ophir and took from there 450 talents of gold, which they brought back to King Solomon. ",
    "reference": "2 Chronicles 8:18"
  }
]