[{"bookName":"2 Chronicles","chapter":36,"verse":1,"text":"The people of the land took Jehoahaz son of Josiah and made him king in his father’s place in Jerusalem. ","reference":"2 Chronicles 36:1"},{"bookName":"2 Chronicles","chapter":36,"verse":2,"text":"Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. ","reference":"2 Chronicles 36:2"},{"bookName":"2 Chronicles","chapter":36,"verse":3,"text":"The king of Egypt prevented him from ruling in Jerusalem and imposed on the land a special tax of 100 talents of silver and a talent of gold. ","reference":"2 Chronicles 36:3"},{"bookName":"2 Chronicles","chapter":36,"verse":4,"text":"The king of Egypt made Jehoahaz’s brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. Necho seized his brother Jehoahaz and took him to Egypt. ","reference":"2 Chronicles 36:4"},{"bookName":"2 Chronicles","chapter":36,"verse":5,"text":"Jehoiakim was twenty-five years old when he became king, and he reigned for eleven years in Jerusalem. He did evil in the sight of the Lord his God. ","reference":"2 Chronicles 36:5"},{"bookName":"2 Chronicles","chapter":36,"verse":6,"text":"King Nebuchadnezzar of Babylon attacked him, bound him with bronze chains, and carried him away to Babylon. ","reference":"2 Chronicles 36:6"},{"bookName":"2 Chronicles","chapter":36,"verse":7,"text":"Nebuchadnezzar took some of the items in the Lord’s temple to Babylon and put them in his palace there. ","reference":"2 Chronicles 36:7"},{"bookName":"2 Chronicles","chapter":36,"verse":8,"text":"The rest of the events of Jehoiakim’s reign, including the horrible sins he committed and his shortcomings, are recorded in the Scroll of the Kings of Israel and Judah. His son Jehoiachin replaced him as king.","reference":"2 Chronicles 36:8"},{"bookName":"2 Chronicles","chapter":36,"verse":9,"text":"Jehoiachin was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did evil in the sight of the Lord. ","reference":"2 Chronicles 36:9"},{"bookName":"2 Chronicles","chapter":36,"verse":10,"text":"At the beginning of the year King Nebuchadnezzar ordered him to be brought to Babylon, along with the valuable items in the Lord’s temple. In his place Nebuchadnezzar made Jehoiachin’s relative Zedekiah king over Judah and Jerusalem. ","reference":"2 Chronicles 36:10"},{"bookName":"2 Chronicles","chapter":36,"verse":11,"text":"Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem. ","reference":"2 Chronicles 36:11"},{"bookName":"2 Chronicles","chapter":36,"verse":12,"text":"He did evil in the sight of the Lord his God. He did not humble himself before Jeremiah the prophet, the Lord’s spokesman. ","reference":"2 Chronicles 36:12"},{"bookName":"2 Chronicles","chapter":36,"verse":13,"text":"He also rebelled against King Nebuchadnezzar, who had made him vow allegiance in the name of God. He was stubborn and obstinate and refused to return to the Lord God of Israel. ","reference":"2 Chronicles 36:13"},{"bookName":"2 Chronicles","chapter":36,"verse":14,"text":"All the leaders of the priests and people became more unfaithful and committed the same horrible sins practiced by the nations. They defiled the Lord’s temple which he had consecrated in Jerusalem. ","reference":"2 Chronicles 36:14"},{"bookName":"2 Chronicles","chapter":36,"verse":15,"text":"The Lord God of their ancestors continually warned them through his messengers, for he felt compassion for his people and his dwelling place. ","reference":"2 Chronicles 36:15"},{"bookName":"2 Chronicles","chapter":36,"verse":16,"text":"But they mocked God’s messengers, despised his warnings, and ridiculed his prophets. Finally the Lord got very angry at his people and there was no one who could prevent his judgment. ","reference":"2 Chronicles 36:16"},{"bookName":"2 Chronicles","chapter":36,"verse":17,"text":"He brought against them the king of the Babylonians, who slaughtered their young men in their temple. He did not spare young men or women, or even the old and aging. God handed everyone over to him.","reference":"2 Chronicles 36:17"},{"bookName":"2 Chronicles","chapter":36,"verse":18,"text":"He carried away to Babylon all the items in God’s temple, whether large or small, as well as what was in the treasuries of the Lord’s temple and in the treasuries of the king and his officials. ","reference":"2 Chronicles 36:18"},{"bookName":"2 Chronicles","chapter":36,"verse":19,"text":"They burned down God’s temple and tore down the wall of Jerusalem. They burned all its fortified buildings and destroyed all its valuable items. ","reference":"2 Chronicles 36:19"},{"bookName":"2 Chronicles","chapter":36,"verse":20,"text":"He deported to Babylon all who escaped the sword. They served him and his sons until the Persian kingdom rose to power.","reference":"2 Chronicles 36:20"},{"bookName":"2 Chronicles","chapter":36,"verse":21,"text":"This took place to fulfill the Lord’s message spoken through Jeremiah and lasted until the land experienced its sabbatical years. All the time of its desolation the land rested in order to fulfill the seventy years. ","reference":"2 Chronicles 36:21"},{"bookName":"2 Chronicles","chapter":36,"verse":22,"text":"In the first year of King Cyrus of Persia, in fulfillment of the Lord’s message spoken through Jeremiah, the Lord motivated King Cyrus of Persia to issue a proclamation throughout his kingdom and also to put it in writing. It read:","reference":"2 Chronicles 36:22"},{"bookName":"2 Chronicles","chapter":36,"verse":23,"text":"“This is what King Cyrus of Persia says: ‘The Lord God of heaven has given me all the kingdoms of the earth. He has appointed me to build a temple for him in Jerusalem, which is in Judah. Anyone of his people among you may go up there, and may the Lord his God be with him.’”","reference":"2 Chronicles 36:23"}]