[{"bookName":"2 Chronicles","chapter":19,"verse":1,"text":"When King Jehoshaphat of Judah returned home safely to Jerusalem, ","reference":"2 Chronicles 19:1"},{"bookName":"2 Chronicles","chapter":19,"verse":2,"text":"the prophet Jehu son of Hanani confronted him; he said to King Jehoshaphat, “Is it right to help the wicked and be an ally of those who oppose the Lord? Because you have done this, the Lord is angry with you!","reference":"2 Chronicles 19:2"},{"bookName":"2 Chronicles","chapter":19,"verse":3,"text":"Nevertheless you have done some good things; you removed the Asherah poles from the land, and you were determined to follow God.” ","reference":"2 Chronicles 19:3"},{"bookName":"2 Chronicles","chapter":19,"verse":4,"text":"Jehoshaphat lived in Jerusalem. He went out among the people from Beer Sheba to the hill country of Ephraim and encouraged them to follow the Lord God of their ancestors. ","reference":"2 Chronicles 19:4"},{"bookName":"2 Chronicles","chapter":19,"verse":5,"text":"He appointed judges throughout the land and in each of the fortified cities of Judah. ","reference":"2 Chronicles 19:5"},{"bookName":"2 Chronicles","chapter":19,"verse":6,"text":"He told the judges, “Be careful what you do, for you are not judging for men, but for the Lord, who will be with you when you make judicial decisions. ","reference":"2 Chronicles 19:6"},{"bookName":"2 Chronicles","chapter":19,"verse":7,"text":"Respect the Lord and make careful decisions, for the Lord our God disapproves of injustice, partiality, and bribery.” ","reference":"2 Chronicles 19:7"},{"bookName":"2 Chronicles","chapter":19,"verse":8,"text":"In Jerusalem Jehoshaphat appointed some Levites, priests, and Israelite family leaders to judge on behalf of the Lord and to settle disputes among the residents of Jerusalem. ","reference":"2 Chronicles 19:8"},{"bookName":"2 Chronicles","chapter":19,"verse":9,"text":"He commanded them: “Carry out your duties with respect for the Lord, with honesty, and with pure motives. ","reference":"2 Chronicles 19:9"},{"bookName":"2 Chronicles","chapter":19,"verse":10,"text":"Whenever your countrymen who live in the cities bring a case before you (whether it involves a violent crime or other matters related to the law, commandments, rules, and regulations), warn them that they must not sin against the Lord. If you fail to do so, God will be angry with you and your colleagues, but if you obey, you will be free of guilt. ","reference":"2 Chronicles 19:10"},{"bookName":"2 Chronicles","chapter":19,"verse":11,"text":"Take note, Amariah the chief priest will oversee you in every matter pertaining to the Lord and Zebadiah son of Ishmael, the leader of the family of Judah, in every matter pertaining to the king. The Levites will serve as officials before you. Act courageously, and may the Lord be with those who do well!” ","reference":"2 Chronicles 19:11"}]