[
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 1,
    "text": "This is the Lord’s message that came to Micah of Moresheth during the time of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem. ",
    "reference": "Micah 1:1"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 2,
    "text": "Listen, all you nations! Pay attention, all inhabitants of earth! The Sovereign Lord will act as a witness against you; the Lord will accuse you from his majestic palace. ",
    "reference": "Micah 1:2"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 3,
    "text": "Look, the Lord is coming out of his dwelling place! He will descend and march on the earth’s mountaintops! ",
    "reference": "Micah 1:3"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 4,
    "text": "The mountains will crumble beneath him, and the valleys will split apart like wax before a fire, like water dumped down a steep slope. ",
    "reference": "Micah 1:4"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 5,
    "text": "All this is because of Jacob’s rebellion and the sins of the nation of Israel. And just what is Jacob’s rebellion? Isn’t it Samaria’s doings? And what is Judah’s sin? Isn’t it Jerusalem’s doings?",
    "reference": "Micah 1:5"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 6,
    "text": "“I will turn Samaria into a heap of ruins in an open field, into a place for planting vineyards. I will dump the rubble of her walls down into the valley and lay bare her foundations.",
    "reference": "Micah 1:6"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 7,
    "text": "All her carved idols will be smashed to pieces; all her metal cult statues will be destroyed by fire. I will make a waste heap of all her images. Since she gathered the metal as a prostitute collects her wages, the idols will become a prostitute’s wages again.” ",
    "reference": "Micah 1:7"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 8,
    "text": "For this reason I will mourn and wail; I will walk around barefoot and without my outer garments. I will howl like a wild dog and screech like an owl. ",
    "reference": "Micah 1:8"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 9,
    "text": "For Samaria’s disease is incurable. It has infected Judah; it has spread to the leadership of my people and even to Jerusalem! ",
    "reference": "Micah 1:9"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 10,
    "text": "Don’t spread the news in Gath. Don’t shed even a single tear. In Beth Leaphrah roll about in mourning in the dust! ",
    "reference": "Micah 1:10"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 11,
    "text": "Residents of Shaphir, pass by in nakedness and humiliation! The residents of Zaanan have not escaped. Beth Ezel mourns, “He takes from you what he desires.” ",
    "reference": "Micah 1:11"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 12,
    "text": "Indeed, the residents of Maroth hope for something good to happen, though the Lord has sent disaster against the city of Jerusalem. ",
    "reference": "Micah 1:12"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 13,
    "text": "Residents of Lachish, hitch the horses to the chariots! You influenced Daughter Zion to sin, for Israel’s rebellious deeds can be traced back to you!",
    "reference": "Micah 1:13"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 14,
    "text": "Therefore you will have to say farewell to Moresheth Gath. The residents of Achzib will be as disappointing as a dried up well to the kings of Israel. ",
    "reference": "Micah 1:14"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 15,
    "text": "Residents of Mareshah, a conqueror will attack you; the leaders of Israel shall flee to Adullam. ",
    "reference": "Micah 1:15"
  },
  {
    "bookName": "Micah",
    "chapter": 1,
    "verse": 16,
    "text": "Shave your heads bald as you mourn for the children you love; shave your foreheads as bald as an eagle, for they are taken from you into exile. ",
    "reference": "Micah 1:16"
  }
]