[
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 1,
    "text": "Beware wicked schemers, those who devise calamity as they lie in bed. As soon as morning dawns they carry out their plans, because they have the power to do so.",
    "reference": "Micah 2:1"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 2,
    "text": "They confiscate the fields they desire and seize the houses they want. They defraud people of their homes and deprive people of the land they have inherited. ",
    "reference": "Micah 2:2"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 3,
    "text": "Therefore the Lord says this: “Look, I am devising disaster for this nation! It will be like a yoke from which you cannot free your neck. You will no longer walk proudly, for it will be a time of catastrophe. ",
    "reference": "Micah 2:3"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 4,
    "text": "In that day people will sing this taunt song to you— they will mock you with this lament: ‘We are completely destroyed; they sell off the property of my people. How they remove it from me! They assign our fields to the conqueror.’”",
    "reference": "Micah 2:4"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 5,
    "text": "Therefore no one will assign you land in the Lord’s community. ",
    "reference": "Micah 2:5"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 6,
    "text": "“Don’t preach with such impassioned rhetoric,” they say excitedly. “These prophets should not preach of such things; we will not be overtaken by humiliation.” ",
    "reference": "Micah 2:6"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 7,
    "text": "Does the family of Jacob say, “The Lord’s patience can’t be exhausted— he would never do such things”? To be sure, my commands bring a reward for those who obey them,",
    "reference": "Micah 2:7"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 8,
    "text": "but you rise up as an enemy against my people. You steal a robe from a friend, from those who pass by peacefully as if returning from a war. ",
    "reference": "Micah 2:8"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 9,
    "text": "You wrongly evict widows among my people from their cherished homes. You defraud their children of their prized inheritance. ",
    "reference": "Micah 2:9"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 10,
    "text": "But you are the ones who will be forced to leave! For this land is not secure; sin will thoroughly destroy it!",
    "reference": "Micah 2:10"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 11,
    "text": "If a lying windbag should come and say, ‘I’ll promise you blessings of wine and beer,’ he would be just the right preacher for these people! ",
    "reference": "Micah 2:11"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 12,
    "text": "“I will certainly gather all of you, O Jacob, I will certainly assemble those Israelites who remain. I will bring them together like sheep in a fold, like a flock in the middle of a pasture; they will be so numerous that they will make a lot of noise. ",
    "reference": "Micah 2:12"
  },
  {
    "bookName": "Micah",
    "chapter": 2,
    "verse": 13,
    "text": "The one who can break through barriers will lead them out; they will break out, pass through the gate, and leave. Their king will advance before them; the Lord himself will lead them.”",
    "reference": "Micah 2:13"
  }
]