[
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 1,
    "text": "And in future days the Lord’s Temple Mount will be the most important mountain of all; it will be more prominent than other hills. People will stream to it.",
    "reference": "Micah 4:1"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 2,
    "text": "Many nations will come, saying, “Come on! Let’s go up to the Lord’s mountain, to the temple of Jacob’s God, so he can teach us his ways and we can live by his laws.” For instruction will proceed from Zion, the Lord’s message from Jerusalem. ",
    "reference": "Micah 4:2"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 3,
    "text": "He will arbitrate between many peoples and settle disputes between many distant nations. They will beat their swords into plowshares and their spears into pruning hooks. Nations will not use weapons against other nations, and they will no longer train for war. ",
    "reference": "Micah 4:3"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 4,
    "text": "Each will sit under his own grapevine or under his own fig tree without any fear. The Lord of Heaven’s Armies has decreed it.",
    "reference": "Micah 4:4"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 5,
    "text": "Though all the nations follow their respective gods, we will follow the Lord our God forever. ",
    "reference": "Micah 4:5"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 6,
    "text": "“In that day,” says the Lord, “I will gather the lame and assemble the outcasts whom I injured. ",
    "reference": "Micah 4:6"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 7,
    "text": "I will transform the lame into the nucleus of a new nation and those far off into a mighty nation. The Lord will reign over them on Mount Zion, from that day forward and forevermore. ",
    "reference": "Micah 4:7"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 8,
    "text": "As for you, watchtower for the flock, fortress of Daughter Zion— your former dominion will be restored, the sovereignty that belongs to Daughter Jerusalem.” ",
    "reference": "Micah 4:8"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 9,
    "text": "Jerusalem, why are you now shouting so loudly? Has your king disappeared? Has your wise leader been destroyed? Is this why pain grips you as if you were a woman in labor? ",
    "reference": "Micah 4:9"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 10,
    "text": "Twist and strain, Daughter Zion, as if you were in labor! For you will leave the city and live in the open field. You will go to Babylon, but there you will be rescued. There the Lord will deliver you from the power of your enemies. ",
    "reference": "Micah 4:10"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 11,
    "text": "Many nations have now assembled against you. They say, “Jerusalem must be desecrated, so we can gloat over Zion!” ",
    "reference": "Micah 4:11"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 12,
    "text": "But they do not know what the Lord is planning; they do not understand his strategy. He has gathered them like stalks of grain to be threshed at the threshing floor. ",
    "reference": "Micah 4:12"
  },
  {
    "bookName": "Micah",
    "chapter": 4,
    "verse": 13,
    "text": "“Get up and thresh, Daughter Zion! For I will give you iron horns; I will give you bronze hooves, and you will crush many nations.” You will devote to the Lord the spoils you take from them and dedicate their wealth to the sovereign Ruler of the whole earth. ",
    "reference": "Micah 4:13"
  }
]