[{"bookName":"Micah","chapter":5,"verse":1,"text":"(4:14) But now slash yourself, daughter surrounded by soldiers! We are besieged! With a scepter they strike Israel’s ruler on the side of his face. ","reference":"Micah 5:1"},{"bookName":"Micah","chapter":5,"verse":2,"text":"(5:1) As for you, Bethlehem Ephrathah, seemingly insignificant among the clans of Judah— from you a king will emerge who will rule over Israel on my behalf, one whose origins are in the distant past. ","reference":"Micah 5:2"},{"bookName":"Micah","chapter":5,"verse":3,"text":"So the Lord will hand the people of Israel over to their enemies until the time when the woman in labor gives birth. Then the rest of the king’s countrymen will return to be reunited with the people of Israel. ","reference":"Micah 5:3"},{"bookName":"Micah","chapter":5,"verse":4,"text":"He will assume his post and shepherd the people by the Lord’s strength, by the sovereign authority of the Lord his God. They will live securely, for at that time he will be honored even in the distant regions of the earth. ","reference":"Micah 5:4"},{"bookName":"Micah","chapter":5,"verse":5,"text":"He will give us peace. Should the Assyrians try to invade our land and attempt to set foot in our fortresses, we will send against them seven shepherd-rulers, make that eight commanders. ","reference":"Micah 5:5"},{"bookName":"Micah","chapter":5,"verse":6,"text":"They will rule the land of Assyria with the sword, the land of Nimrod with a drawn sword. Our king will rescue us from the Assyrians should they attempt to invade our land and try to set foot in our territory. ","reference":"Micah 5:6"},{"bookName":"Micah","chapter":5,"verse":7,"text":"Those survivors from Jacob will live in the midst of many nations. They will be like the dew the Lord sends, like the rain on the grass, that does not hope for men to come or wait around for humans to arrive.","reference":"Micah 5:7"},{"bookName":"Micah","chapter":5,"verse":8,"text":"Those survivors from Jacob will live among the nations, in the midst of many peoples. They will be like a lion among the animals of the forest, like a young lion among the flocks of sheep, which attacks when it passes through. It rips its prey and there is no one to stop it. ","reference":"Micah 5:8"},{"bookName":"Micah","chapter":5,"verse":9,"text":"Lift your hand triumphantly against your adversaries; may all your enemies be destroyed! ","reference":"Micah 5:9"},{"bookName":"Micah","chapter":5,"verse":10,"text":"“In that day,” says the Lord, “I will destroy your horses from your midst and smash your chariots. ","reference":"Micah 5:10"},{"bookName":"Micah","chapter":5,"verse":11,"text":"I will destroy the cities of your land and tear down all your fortresses. ","reference":"Micah 5:11"},{"bookName":"Micah","chapter":5,"verse":12,"text":"I will remove the sorcery that you practice, and you will no longer have omen readers living among you.","reference":"Micah 5:12"},{"bookName":"Micah","chapter":5,"verse":13,"text":"I will remove your idols and sacred pillars from your midst; you will no longer worship what your own hands made. ","reference":"Micah 5:13"},{"bookName":"Micah","chapter":5,"verse":14,"text":"I will uproot your images of Asherah from your midst and destroy your idols. ","reference":"Micah 5:14"},{"bookName":"Micah","chapter":5,"verse":15,"text":"With furious anger I will carry out vengeance on the nations that do not obey me.”","reference":"Micah 5:15"}]