[
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 1,
    "text": "Listen to what the Lord says: “Get up! Defend yourself before the mountains. Present your case before the hills.” ",
    "reference": "Micah 6:1"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 2,
    "text": "Hear the Lord’s accusation, you mountains, you enduring foundations of the earth. For the Lord has a case against his people; he has a dispute with Israel! ",
    "reference": "Micah 6:2"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 3,
    "text": "“My people, how have I wronged you? How have I wearied you? Answer me!",
    "reference": "Micah 6:3"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 4,
    "text": "In fact, I brought you up from the land of Egypt; I delivered you from that place of slavery. I sent Moses, Aaron, and Miriam to lead you.",
    "reference": "Micah 6:4"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 5,
    "text": "My people, recall how King Balak of Moab planned to harm you, how Balaam son of Beor responded to him. Recall how you journeyed from Shittim to Gilgal, so you might acknowledge that the Lord has treated you fairly.” ",
    "reference": "Micah 6:5"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 6,
    "text": "With what should I enter the Lord’s presence? With what should I bow before the sovereign God? Should I enter his presence with burnt offerings, with year-old calves? ",
    "reference": "Micah 6:6"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 7,
    "text": "Will the Lord accept a thousand rams or ten thousand streams of olive oil? Should I give him my firstborn child as payment for my rebellion, my offspring—my own flesh and blood—for my sin? ",
    "reference": "Micah 6:7"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 8,
    "text": "He has told you, O man, what is good, and what the Lord really wants from you: He wants you to carry out justice, to love faithfulness, and to live obediently before your God. ",
    "reference": "Micah 6:8"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 9,
    "text": "Listen! The Lord is calling to the city! It is wise to respect your authority, O Lord. Listen, O nation, and those assembled in the city! ",
    "reference": "Micah 6:9"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 10,
    "text": "“I will not overlook, O sinful house, the dishonest gain you have hoarded away or the smaller-than-standard measure I hate so much.",
    "reference": "Micah 6:10"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 11,
    "text": "I do not condone the use of rigged scales or a bag of deceptive weights. ",
    "reference": "Micah 6:11"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 12,
    "text": "The city’s wealthy people readily resort to violence; her inhabitants tell lies; their tongues speak deceptive words. ",
    "reference": "Micah 6:12"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 13,
    "text": "I will strike you brutally and destroy you because of your sin. ",
    "reference": "Micah 6:13"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 14,
    "text": "You will eat, but not be satisfied. Even if you have the strength to overtake some prey, you will not be able to carry it away; if you do happen to carry away something, I will deliver it over to the sword. ",
    "reference": "Micah 6:14"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 15,
    "text": "You will plant crops, but will not harvest them; you will squeeze oil from the olives, but you will have no oil to rub on your bodies; you will squeeze juice from the grapes, but you will have no wine to drink. ",
    "reference": "Micah 6:15"
  },
  {
    "bookName": "Micah",
    "chapter": 6,
    "verse": 16,
    "text": "You follow Omri’s edicts and all the practices of Ahab’s dynasty; you follow their policies. Therefore I will make you an appalling sight; the city’s inhabitants will be taunted derisively, and nations will mock all of you.”",
    "reference": "Micah 6:16"
  }
]