[
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 1,
    "text": "Now Naomi had a relative on her husband’s side of the family named Boaz. He was a wealthy, prominent man from the clan of Elimelech.",
    "reference": "Ruth 2:1"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 2,
    "text": "One day Ruth the Moabite said to Naomi, “Let me go to the fields so I can gather grain behind whoever permits me to do so.” Naomi replied, “You may go, my daughter.” ",
    "reference": "Ruth 2:2"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 3,
    "text": "So Ruth went and gathered grain in the fields behind the harvesters. Now she just happened to end up in the portion of the field belonging to Boaz, who was from the clan of Elimelech. ",
    "reference": "Ruth 2:3"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 4,
    "text": "Now at that very moment, Boaz arrived from Bethlehem and greeted the harvesters, “May the Lord be with you!” They replied, “May the Lord bless you!”",
    "reference": "Ruth 2:4"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 5,
    "text": "Boaz asked his servant in charge of the harvesters, “To whom does this young woman belong?”",
    "reference": "Ruth 2:5"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 6,
    "text": "The servant in charge of the harvesters replied, “She’s the young Moabite woman who came back with Naomi from the region of Moab. ",
    "reference": "Ruth 2:6"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 7,
    "text": "She asked, ‘May I follow the harvesters and gather grain among the bundles?’ Since she arrived she has been working hard from this morning until now—except for sitting in the resting hut a short time.” ",
    "reference": "Ruth 2:7"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 8,
    "text": "So Boaz said to Ruth, “Listen carefully, my dear! Do not leave to gather grain in another field. You need not go beyond the limits of this field. You may go along beside my female workers.",
    "reference": "Ruth 2:8"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 9,
    "text": "Take note of the field where the men are harvesting and follow behind with the female workers. I will tell the men to leave you alone. When you are thirsty, you may go to the water jars and drink some of the water the servants draw.” ",
    "reference": "Ruth 2:9"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 10,
    "text": "Ruth knelt before him with her forehead to the ground and said to him, “Why are you so kind and so attentive to me, even though I am a foreigner?” ",
    "reference": "Ruth 2:10"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 11,
    "text": "Boaz replied to her, “I have been given a full report of all that you have done for your mother-in-law following the death of your husband—how you left your father and your mother, as well as your homeland, and came to live among people you did not know previously. ",
    "reference": "Ruth 2:11"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 12,
    "text": "May the Lord reward your efforts! May your acts of kindness be repaid fully by the Lord God of Israel, from whom you have sought protection.” ",
    "reference": "Ruth 2:12"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 13,
    "text": "She said, “You really are being kind to me, sir, for you have reassured and encouraged me, your servant, even though I will never be like one of your servants.” ",
    "reference": "Ruth 2:13"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 14,
    "text": "Later during the mealtime Boaz said to her, “Come here and have some food! Dip your bread in the vinegar.” So she sat down beside the harvesters. Then he handed her some roasted grain. She ate until she was full and saved the rest. ",
    "reference": "Ruth 2:14"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 15,
    "text": "When she got up to gather grain, Boaz told his male servants, “Let her gather grain even among the bundles. Don’t chase her off! ",
    "reference": "Ruth 2:15"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 16,
    "text": "Make sure you pull out ears of grain for her and drop them so she can gather them up. Don’t tell her not to!”",
    "reference": "Ruth 2:16"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 17,
    "text": "So she gathered grain in the field until evening. When she threshed what she had gathered, it came to about 30 pounds of barley. ",
    "reference": "Ruth 2:17"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 18,
    "text": "She carried it back to town, and her mother-in-law saw how much grain she had gathered. Then Ruth gave her the roasted grain she had saved from mealtime. ",
    "reference": "Ruth 2:18"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 19,
    "text": "Her mother-in-law asked her, “Where did you gather grain today? Where did you work? May the one who took notice of you be rewarded!” So Ruth told her mother-in-law with whom she had worked. She said, “The name of the man with whom I worked today is Boaz.” ",
    "reference": "Ruth 2:19"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 20,
    "text": "Naomi said to her daughter-in-law, “May he be rewarded by the Lord because he has shown loyalty to the living on behalf of the dead!” Then Naomi said to her, “This man is a close relative of ours; he is our guardian.” ",
    "reference": "Ruth 2:20"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 21,
    "text": "Ruth the Moabite replied, “He even told me, ‘You may go along beside my servants until they have finished gathering all my harvest!’” ",
    "reference": "Ruth 2:21"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 22,
    "text": "Naomi then said to her daughter-in-law Ruth, “It is good, my daughter, that you should go out to work with his female servants. That way you will not be harmed, which could happen in another field.” ",
    "reference": "Ruth 2:22"
  },
  {
    "bookName": "Ruth",
    "chapter": 2,
    "verse": 23,
    "text": "So Ruth worked beside Boaz’s female servants, gathering grain until the end of the barley harvest as well as the wheat harvest. After that she stayed home with her mother-in-law. ",
    "reference": "Ruth 2:23"
  }
]