[{"bookName":"2 Corinthians","chapter":2,"verse":1,"text":"So I made up my own mind not to pay you another painful visit. ","reference":"2 Corinthians 2:1"},{"bookName":"2 Corinthians","chapter":2,"verse":2,"text":"For if I make you sad, who would be left to make me glad but the one I caused to be sad? ","reference":"2 Corinthians 2:2"},{"bookName":"2 Corinthians","chapter":2,"verse":3,"text":"And I wrote this very thing to you, so that when I came I would not have sadness from those who ought to make me rejoice, since I am confident in you all that my joy would be yours. ","reference":"2 Corinthians 2:3"},{"bookName":"2 Corinthians","chapter":2,"verse":4,"text":"For out of great distress and anguish of heart I wrote to you with many tears, not to make you sad, but to let you know the love that I have especially for you. ","reference":"2 Corinthians 2:4"},{"bookName":"2 Corinthians","chapter":2,"verse":5,"text":"But if anyone has caused sadness, he has not saddened me alone, but to some extent (not to exaggerate) he has saddened all of you as well.","reference":"2 Corinthians 2:5"},{"bookName":"2 Corinthians","chapter":2,"verse":6,"text":"This punishment on such an individual by the majority is enough for him,","reference":"2 Corinthians 2:6"},{"bookName":"2 Corinthians","chapter":2,"verse":7,"text":"so that now instead you should rather forgive and comfort him. This will keep him from being overwhelmed by excessive grief to the point of despair.","reference":"2 Corinthians 2:7"},{"bookName":"2 Corinthians","chapter":2,"verse":8,"text":"Therefore I urge you to reaffirm your love for him. ","reference":"2 Corinthians 2:8"},{"bookName":"2 Corinthians","chapter":2,"verse":9,"text":"For this reason also I wrote you: to test you to see if you are obedient in everything. ","reference":"2 Corinthians 2:9"},{"bookName":"2 Corinthians","chapter":2,"verse":10,"text":"If you forgive anyone for anything, I also forgive him—for indeed what I have forgiven (if I have forgiven anything) I did so for you in the presence of Christ, ","reference":"2 Corinthians 2:10"},{"bookName":"2 Corinthians","chapter":2,"verse":11,"text":"so that we may not be exploited by Satan (for we are not ignorant of his schemes). ","reference":"2 Corinthians 2:11"},{"bookName":"2 Corinthians","chapter":2,"verse":12,"text":"Now when I arrived in Troas to proclaim the gospel of Christ, even though the Lord had opened a door of opportunity for me, ","reference":"2 Corinthians 2:12"},{"bookName":"2 Corinthians","chapter":2,"verse":13,"text":"I had no relief in my spirit, because I did not find my brother Titus there. So I said goodbye to them and set out for Macedonia. ","reference":"2 Corinthians 2:13"},{"bookName":"2 Corinthians","chapter":2,"verse":14,"text":"But thanks be to God who always leads us in triumphal procession in Christ and who makes known through us the fragrance that consists of the knowledge of him in every place. ","reference":"2 Corinthians 2:14"},{"bookName":"2 Corinthians","chapter":2,"verse":15,"text":"For we are a sweet aroma of Christ to God among those who are being saved and among those who are perishing—","reference":"2 Corinthians 2:15"},{"bookName":"2 Corinthians","chapter":2,"verse":16,"text":"to the latter an odor from death to death, but to the former a fragrance from life to life. And who is adequate for these things? ","reference":"2 Corinthians 2:16"},{"bookName":"2 Corinthians","chapter":2,"verse":17,"text":"For we are not like so many others, hucksters who peddle the word of God for profit, but we are speaking in Christ before God as persons of sincerity, as persons sent from God. ","reference":"2 Corinthians 2:17"}]