[{"bookName":"2 Corinthians","chapter":4,"verse":1,"text":"Therefore, since we have this ministry, just as God has shown us mercy, we do not become discouraged. ","reference":"2 Corinthians 4:1"},{"bookName":"2 Corinthians","chapter":4,"verse":2,"text":"But we have rejected shameful hidden deeds, not behaving with deceptiveness or distorting the word of God, but by open proclamation of the truth we commend ourselves to everyone’s conscience before God. ","reference":"2 Corinthians 4:2"},{"bookName":"2 Corinthians","chapter":4,"verse":3,"text":"But even if our gospel is veiled, it is veiled only to those who are perishing, ","reference":"2 Corinthians 4:3"},{"bookName":"2 Corinthians","chapter":4,"verse":4,"text":"among whom the god of this age has blinded the minds of those who do not believe so they would not see the light of the glorious gospel of Christ, who is the image of God. ","reference":"2 Corinthians 4:4"},{"bookName":"2 Corinthians","chapter":4,"verse":5,"text":"For we do not proclaim ourselves, but Jesus Christ as Lord, and ourselves as your slaves for Jesus’ sake. ","reference":"2 Corinthians 4:5"},{"bookName":"2 Corinthians","chapter":4,"verse":6,"text":"For God, who said “Let light shine out of darkness,” is the one who shined in our hearts to give us the light of the glorious knowledge of God in the face of Christ. ","reference":"2 Corinthians 4:6"},{"bookName":"2 Corinthians","chapter":4,"verse":7,"text":"But we have this treasure in clay jars, so that the extraordinary power belongs to God and does not come from us. ","reference":"2 Corinthians 4:7"},{"bookName":"2 Corinthians","chapter":4,"verse":8,"text":"We are experiencing trouble on every side, but are not crushed; we are perplexed, but not driven to despair; ","reference":"2 Corinthians 4:8"},{"bookName":"2 Corinthians","chapter":4,"verse":9,"text":"we are persecuted, but not abandoned; we are knocked down, but not destroyed, ","reference":"2 Corinthians 4:9"},{"bookName":"2 Corinthians","chapter":4,"verse":10,"text":"always carrying around in our body the death of Jesus, so that the life of Jesus may also be made visible in our body. ","reference":"2 Corinthians 4:10"},{"bookName":"2 Corinthians","chapter":4,"verse":11,"text":"For we who are alive are constantly being handed over to death for Jesus’ sake, so that the life of Jesus may also be made visible in our mortal body. ","reference":"2 Corinthians 4:11"},{"bookName":"2 Corinthians","chapter":4,"verse":12,"text":"As a result, death is at work in us, but life is at work in you. ","reference":"2 Corinthians 4:12"},{"bookName":"2 Corinthians","chapter":4,"verse":13,"text":"But since we have the same spirit of faith as that shown in what has been written, “\u003Cb\u003EI believed; therefore I spoke\u003C/b\u003E,” we also believe, therefore we also speak. ","reference":"2 Corinthians 4:13"},{"bookName":"2 Corinthians","chapter":4,"verse":14,"text":"We do so because we know that the one who raised up Jesus will also raise us up with Jesus and will bring us with you into his presence.","reference":"2 Corinthians 4:14"},{"bookName":"2 Corinthians","chapter":4,"verse":15,"text":"For all these things are for your sake, so that the grace that is including more and more people may cause thanksgiving to increase to the glory of God. ","reference":"2 Corinthians 4:15"},{"bookName":"2 Corinthians","chapter":4,"verse":16,"text":"Therefore we do not despair, but even if our physical body is wearing away, our inner person is being renewed day by day. ","reference":"2 Corinthians 4:16"},{"bookName":"2 Corinthians","chapter":4,"verse":17,"text":"For our momentary, light suffering is producing for us an eternal weight of glory far beyond all comparison ","reference":"2 Corinthians 4:17"},{"bookName":"2 Corinthians","chapter":4,"verse":18,"text":"because we are not looking at what can be seen but at what cannot be seen. For what can be seen is temporary, but what cannot be seen is eternal. ","reference":"2 Corinthians 4:18"}]