[{"bookName":"2 Corinthians","chapter":1,"verse":1,"text":"From Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God that is in Corinth, with all the saints who are in all Achaia. ","reference":"2 Corinthians 1:1"},{"bookName":"2 Corinthians","chapter":1,"verse":2,"text":"Grace and peace to you from God our Father and the Lord Jesus Christ! ","reference":"2 Corinthians 1:2"},{"bookName":"2 Corinthians","chapter":1,"verse":3,"text":"Blessed is the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, ","reference":"2 Corinthians 1:3"},{"bookName":"2 Corinthians","chapter":1,"verse":4,"text":"who comforts us in all our troubles so that we may be able to comfort those experiencing any trouble with the comfort with which we ourselves are comforted by God. ","reference":"2 Corinthians 1:4"},{"bookName":"2 Corinthians","chapter":1,"verse":5,"text":"For just as the sufferings of Christ overflow toward us, so also our comfort through Christ overflows to you.","reference":"2 Corinthians 1:5"},{"bookName":"2 Corinthians","chapter":1,"verse":6,"text":"But if we are afflicted, it is for your comfort and salvation; if we are comforted, it is for your comfort that you experience in your patient endurance of the same sufferings that we also suffer. ","reference":"2 Corinthians 1:6"},{"bookName":"2 Corinthians","chapter":1,"verse":7,"text":"And our hope for you is steadfast because we know that as you share in our sufferings, so also you will share in our comfort. ","reference":"2 Corinthians 1:7"},{"bookName":"2 Corinthians","chapter":1,"verse":8,"text":"For we do not want you to be unaware, brothers and sisters, regarding the affliction that happened to us in the province of Asia, that we were burdened excessively, beyond our strength, so that we despaired even of living. ","reference":"2 Corinthians 1:8"},{"bookName":"2 Corinthians","chapter":1,"verse":9,"text":"Indeed we felt as if the sentence of death had been passed against us, so that we would not trust in ourselves but in God who raises the dead. ","reference":"2 Corinthians 1:9"},{"bookName":"2 Corinthians","chapter":1,"verse":10,"text":"He delivered us from so great a risk of death, and he will deliver us. We have set our hope on him that he will deliver us yet again, ","reference":"2 Corinthians 1:10"},{"bookName":"2 Corinthians","chapter":1,"verse":11,"text":"as you also join in helping us by prayer, so that many people may give thanks to God on our behalf for the gracious gift given to us through the help of many. ","reference":"2 Corinthians 1:11"},{"bookName":"2 Corinthians","chapter":1,"verse":12,"text":"For our reason for confidence is this: The testimony of our conscience, that with pure motives and sincerity which are from God—not by human wisdom but by the grace of God—we conducted ourselves in the world, and all the more toward you. ","reference":"2 Corinthians 1:12"},{"bookName":"2 Corinthians","chapter":1,"verse":13,"text":"For we do not write you anything other than what you can read and also understand. But I hope that you will understand completely ","reference":"2 Corinthians 1:13"},{"bookName":"2 Corinthians","chapter":1,"verse":14,"text":"just as also you have partly understood us, that we are your source of pride just as you also are ours in the day of the Lord Jesus. ","reference":"2 Corinthians 1:14"},{"bookName":"2 Corinthians","chapter":1,"verse":15,"text":"And with this confidence I intended to come to you first so that you would get a second opportunity to see us,","reference":"2 Corinthians 1:15"},{"bookName":"2 Corinthians","chapter":1,"verse":16,"text":"and through your help to go on into Macedonia and then from Macedonia to come back to you and be helped on our way into Judea by you. ","reference":"2 Corinthians 1:16"},{"bookName":"2 Corinthians","chapter":1,"verse":17,"text":"Therefore when I was planning to do this, I did not do so without thinking about what I was doing, did I? Or do I make my plans according to mere human standards so that I would be saying both “Yes, yes” and “No, no” at the same time?","reference":"2 Corinthians 1:17"},{"bookName":"2 Corinthians","chapter":1,"verse":18,"text":"But as God is faithful, our message to you is not “Yes” and “No.”","reference":"2 Corinthians 1:18"},{"bookName":"2 Corinthians","chapter":1,"verse":19,"text":"For the Son of God, Jesus Christ, the one who was proclaimed among you by us—by me and Silvanus and Timothy—was not “Yes” and “No,” but it has always been “Yes” in him. ","reference":"2 Corinthians 1:19"},{"bookName":"2 Corinthians","chapter":1,"verse":20,"text":"For every one of God’s promises are “Yes” in him; therefore also through him the “Amen” is spoken, to the glory we give to God. ","reference":"2 Corinthians 1:20"},{"bookName":"2 Corinthians","chapter":1,"verse":21,"text":"But it is God who establishes us together with you in Christ and who anointed us, ","reference":"2 Corinthians 1:21"},{"bookName":"2 Corinthians","chapter":1,"verse":22,"text":"who also sealed us and gave us the Spirit in our hearts as a down payment. ","reference":"2 Corinthians 1:22"},{"bookName":"2 Corinthians","chapter":1,"verse":23,"text":"Now I appeal to God as my witness, that to spare you I did not come again to Corinth. ","reference":"2 Corinthians 1:23"},{"bookName":"2 Corinthians","chapter":1,"verse":24,"text":"I do not mean that we rule over your faith, but we are workers with you for your joy, because by faith you stand firm. ","reference":"2 Corinthians 1:24"}]