[{"bookName":"2 Corinthians","chapter":9,"verse":1,"text":"For it is not necessary for me to write you about this service to the saints ","reference":"2 Corinthians 9:1"},{"bookName":"2 Corinthians","chapter":9,"verse":2,"text":"because I know your eagerness to help. I keep boasting to the Macedonians about this eagerness of yours, that Achaia has been ready to give since last year, and your zeal to participate has stirred up most of them.","reference":"2 Corinthians 9:2"},{"bookName":"2 Corinthians","chapter":9,"verse":3,"text":"But I am sending these brothers so that our boasting about you may not be empty in this case, so that you may be ready just as I kept telling them. ","reference":"2 Corinthians 9:3"},{"bookName":"2 Corinthians","chapter":9,"verse":4,"text":"For if any of the Macedonians should come with me and find that you are not ready to give, we would be humiliated (not to mention you) by this confidence we had in you. ","reference":"2 Corinthians 9:4"},{"bookName":"2 Corinthians","chapter":9,"verse":5,"text":"Therefore I thought it necessary to urge these brothers to go to you in advance and to arrange ahead of time the generous contribution you had promised, so this may be ready as a generous gift and not as something you feel forced to do. ","reference":"2 Corinthians 9:5"},{"bookName":"2 Corinthians","chapter":9,"verse":6,"text":"My point is this: The person who sows sparingly will also reap sparingly, and the person who sows generously will also reap generously. ","reference":"2 Corinthians 9:6"},{"bookName":"2 Corinthians","chapter":9,"verse":7,"text":"Each one of you should give just as he has decided in his heart, not reluctantly or under compulsion, because God loves a cheerful giver. ","reference":"2 Corinthians 9:7"},{"bookName":"2 Corinthians","chapter":9,"verse":8,"text":"And God is able to make all grace overflow to you so that because you have enough of everything in every way at all times, you will overflow in every good work. ","reference":"2 Corinthians 9:8"},{"bookName":"2 Corinthians","chapter":9,"verse":9,"text":"Just as it is written, “\u003Cb\u003EHe\u003C/b\u003E \u003Cb\u003Ehas scattered widely, he has given to the poor; his righteousness remains forever\u003C/b\u003E.” ","reference":"2 Corinthians 9:9"},{"bookName":"2 Corinthians","chapter":9,"verse":10,"text":"Now God who provides seed for the sower and bread for food will provide and multiply your supply of seed and will cause the harvest of your righteousness to grow. ","reference":"2 Corinthians 9:10"},{"bookName":"2 Corinthians","chapter":9,"verse":11,"text":"You will be enriched in every way so that you may be generous on every occasion, which is producing through us thanksgiving to God, ","reference":"2 Corinthians 9:11"},{"bookName":"2 Corinthians","chapter":9,"verse":12,"text":"because the service of this ministry is not only providing for the needs of the saints but is also overflowing with many thanks to God. ","reference":"2 Corinthians 9:12"},{"bookName":"2 Corinthians","chapter":9,"verse":13,"text":"Through the evidence of this service they will glorify God because of your obedience to your confession in the gospel of Christ and the generosity of your sharing with them and with everyone. ","reference":"2 Corinthians 9:13"},{"bookName":"2 Corinthians","chapter":9,"verse":14,"text":"And in their prayers on your behalf, they long for you because of the extraordinary grace God has shown to you. ","reference":"2 Corinthians 9:14"},{"bookName":"2 Corinthians","chapter":9,"verse":15,"text":"Thanks be to God for his indescribable gift! ","reference":"2 Corinthians 9:15"}]