[
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 1,
    "text": " When the people saw that Moses delayed in coming down from the mountain, they gathered around Aaron and said to him, “Get up, make us gods that will go before us. As for this fellow Moses, the man who brought us up from the land of Egypt, we do not know what has become of him!”",
    "reference": "Exodus 32:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 2,
    "text": "So Aaron said to them, “Break off the gold earrings that are on the ears of your wives, your sons, and your daughters, and bring them to me.” ",
    "reference": "Exodus 32:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 3,
    "text": "So all the people broke off the gold earrings that were on their ears and brought them to Aaron. ",
    "reference": "Exodus 32:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 4,
    "text": "He accepted the gold from them, fashioned it with an engraving tool, and made a molten calf. Then they said, “These are your gods, O Israel, who brought you up out of Egypt.” ",
    "reference": "Exodus 32:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 5,
    "text": "When Aaron saw this, he built an altar before it, and Aaron made a proclamation and said, “Tomorrow will be a feast to the Lord.”",
    "reference": "Exodus 32:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 6,
    "text": "So they got up early on the next day and offered up burnt offerings and brought peace offerings, and the people sat down to eat and drink, and they rose up to play. ",
    "reference": "Exodus 32:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 7,
    "text": "The Lord spoke to Moses, “Go quickly, descend, because your people, whom you brought up from the land of Egypt, have acted corruptly. ",
    "reference": "Exodus 32:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 8,
    "text": "They have quickly turned aside from the way that I commanded them—they have made for themselves a molten calf and have bowed down to it and sacrificed to it and said, ‘These are your gods, O Israel, which brought you up from the land of Egypt.’” ",
    "reference": "Exodus 32:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 9,
    "text": "Then the Lord said to Moses, “I have seen this people. Look what a stiff-necked people they are!",
    "reference": "Exodus 32:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 10,
    "text": "So now, leave me alone so that my anger can burn against them and I can destroy them, and I will make from you a great nation.” ",
    "reference": "Exodus 32:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 11,
    "text": "But Moses sought the favor of the Lord his God and said, “O Lord, why does your anger burn against your people, whom you have brought out from the land of Egypt with great power and with a mighty hand? ",
    "reference": "Exodus 32:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 12,
    "text": "Why should the Egyptians say, ‘For evil he led them out to kill them in the mountains and to destroy them from the face of the earth’? Turn from your burning anger, and relent of this evil against your people. ",
    "reference": "Exodus 32:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 13,
    "text": "Remember Abraham, Isaac, and Israel your servants, to whom you swore by yourself and told them, ‘I will multiply your descendants like the stars of heaven, and all this land that I have spoken about I will give to your descendants, and they will inherit it forever.’” ",
    "reference": "Exodus 32:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 14,
    "text": "Then the Lord relented over the evil that he had said he would do to his people. ",
    "reference": "Exodus 32:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 15,
    "text": "Moses turned and went down from the mountain with the two tablets of the testimony in his hands. The tablets were written on both sides—they were written on the front and on the back.",
    "reference": "Exodus 32:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 16,
    "text": "Now the tablets were the work of God, and the writing was the writing of God, engraved on the tablets. ",
    "reference": "Exodus 32:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 17,
    "text": "When Joshua heard the noise of the people as they shouted, he said to Moses, “It is the sound of war in the camp!” ",
    "reference": "Exodus 32:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 18,
    "text": "Moses said, “It is not the sound of those who shout for victory, nor is it the sound of those who cry because they are overcome, but the sound of singing I hear.” ",
    "reference": "Exodus 32:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 19,
    "text": "When he approached the camp and saw the calf and the dancing, Moses became extremely angry. He threw the tablets from his hands and broke them to pieces at the bottom of the mountain. ",
    "reference": "Exodus 32:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 20,
    "text": "He took the calf they had made and burned it in the fire, ground it to powder, poured it out on the water, and made the Israelites drink it.",
    "reference": "Exodus 32:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 21,
    "text": "Moses said to Aaron, “What did this people do to you, that you have brought on them so great a sin?” ",
    "reference": "Exodus 32:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 22,
    "text": "Aaron said, “Do not let your anger burn hot, my lord; you know these people, that they tend to evil. ",
    "reference": "Exodus 32:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 23,
    "text": "They said to me, ‘Make us gods that will go before us, for as for this fellow Moses, the man who brought us up out of the land of Egypt, we do not know what has happened to him.’",
    "reference": "Exodus 32:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 24,
    "text": "So I said to them, ‘Whoever has gold, break it off.’ So they gave it to me, and I threw it into the fire, and this calf came out.” ",
    "reference": "Exodus 32:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 25,
    "text": "Moses saw that the people were running wild, for Aaron had let them get completely out of control, causing derision from their enemies.",
    "reference": "Exodus 32:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 26,
    "text": "So Moses stood at the entrance of the camp and said, “Whoever is for the Lord, come to me.” All the Levites gathered around him,",
    "reference": "Exodus 32:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 27,
    "text": "and he said to them, “This is what the Lord, the God of Israel, has said ‘Each man fasten his sword on his side, and go back and forth from entrance to entrance throughout the camp, and each one kill his brother, his friend, and his neighbor.’” ",
    "reference": "Exodus 32:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 28,
    "text": "The Levites did what Moses ordered, and that day about 3,000 men of the people died. ",
    "reference": "Exodus 32:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 29,
    "text": "Moses said, “You have been consecrated today for the Lord, for each of you was against his son or against his brother, so he has given a blessing to you today.” ",
    "reference": "Exodus 32:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 30,
    "text": "The next day Moses said to the people, “You have committed a very serious sin, but now I will go up to the Lord—perhaps I can make atonement on behalf of your sin.” ",
    "reference": "Exodus 32:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 31,
    "text": "So Moses returned to the Lord and said, “Alas, this people has committed a very serious sin, and they have made for themselves gods of gold. ",
    "reference": "Exodus 32:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 32,
    "text": "But now, if you will forgive their sin…, but if not, wipe me out from your book that you have written.” ",
    "reference": "Exodus 32:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 33,
    "text": "The Lord said to Moses, “Whoever has sinned against me—that person I will wipe out of my book. ",
    "reference": "Exodus 32:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 34,
    "text": "So now go, lead the people to the place I have spoken to you about. See, my angel will go before you. But on the day that I punish, I will indeed punish them for their sin.” ",
    "reference": "Exodus 32:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 32,
    "verse": 35,
    "text": "And the Lord sent a plague on the people because they had made the calf—the one Aaron made. ",
    "reference": "Exodus 32:35"
  }
]