[{"bookName":"Exodus","chapter":4,"verse":1,"text":" Moses answered again, “And if they do not believe me or pay attention to me, but say, ‘The Lord has not appeared to you’?”","reference":"Exodus 4:1"},{"bookName":"Exodus","chapter":4,"verse":2,"text":"The Lord said to him, “What is that in your hand?” He said, “A staff.” ","reference":"Exodus 4:2"},{"bookName":"Exodus","chapter":4,"verse":3,"text":"The Lord said, “Throw it to the ground.” So he threw it to the ground, and it became a snake, and Moses ran from it.","reference":"Exodus 4:3"},{"bookName":"Exodus","chapter":4,"verse":4,"text":"But the Lord said to Moses, “Put out your hand and grab it by the tail”—so he put out his hand and caught it, and it became a staff in his hand—","reference":"Exodus 4:4"},{"bookName":"Exodus","chapter":4,"verse":5,"text":"“that they may believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”","reference":"Exodus 4:5"},{"bookName":"Exodus","chapter":4,"verse":6,"text":"The Lord also said to him, “Put your hand into your robe.” So he put his hand into his robe, and when he brought it out—there was his hand, leprous like snow! ","reference":"Exodus 4:6"},{"bookName":"Exodus","chapter":4,"verse":7,"text":"He said, “Put your hand back into your robe.” So he put his hand back into his robe, and when he brought it out from his robe—there it was, restored like the rest of his skin! ","reference":"Exodus 4:7"},{"bookName":"Exodus","chapter":4,"verse":8,"text":"“If they do not believe you or pay attention to the former sign, then they may believe the latter sign. ","reference":"Exodus 4:8"},{"bookName":"Exodus","chapter":4,"verse":9,"text":"And if they do not believe even these two signs or listen to you, then take some water from the Nile and pour it out on the dry ground. The water you take out of the Nile will become blood on the dry ground.” ","reference":"Exodus 4:9"},{"bookName":"Exodus","chapter":4,"verse":10,"text":"Then Moses said to the Lord, “O my Lord, I am not an eloquent man, neither in the past nor since you have spoken to your servant, for I am slow of speech and slow of tongue.” ","reference":"Exodus 4:10"},{"bookName":"Exodus","chapter":4,"verse":11,"text":"The Lord said to him, “Who gave a mouth to man, or who makes a person mute or deaf or seeing or blind? Is it not I, the Lord? ","reference":"Exodus 4:11"},{"bookName":"Exodus","chapter":4,"verse":12,"text":"So now go, and I will be with your mouth and will teach you what you must say.” ","reference":"Exodus 4:12"},{"bookName":"Exodus","chapter":4,"verse":13,"text":"But Moses said, “O my Lord, please send anyone else whom you wish to send!” ","reference":"Exodus 4:13"},{"bookName":"Exodus","chapter":4,"verse":14,"text":"Then the Lord became angry with Moses, and he said, “What about your brother Aaron the Levite? I know that he can speak very well. Moreover, he is coming to meet you, and when he sees you he will be glad in his heart. ","reference":"Exodus 4:14"},{"bookName":"Exodus","chapter":4,"verse":15,"text":"“So you are to speak to him and put the words in his mouth. And as for me, I will be with your mouth and with his mouth, and I will teach you both what you must do. ","reference":"Exodus 4:15"},{"bookName":"Exodus","chapter":4,"verse":16,"text":"He will speak for you to the people, and it will be as if he were your mouth and as if you were his God. ","reference":"Exodus 4:16"},{"bookName":"Exodus","chapter":4,"verse":17,"text":"You will also take in your hand this staff, with which you will do the signs.” ","reference":"Exodus 4:17"},{"bookName":"Exodus","chapter":4,"verse":18,"text":" So Moses went back to his father-in-law Jethro and said to him, “Let me go, so that I may return to my relatives in Egypt and see if they are still alive.” Jethro said to Moses, “Go in peace.” ","reference":"Exodus 4:18"},{"bookName":"Exodus","chapter":4,"verse":19,"text":"The Lord said to Moses in Midian, “Go back to Egypt, because all the men who were seeking your life are dead.” ","reference":"Exodus 4:19"},{"bookName":"Exodus","chapter":4,"verse":20,"text":"Then Moses took his wife and sons and put them on a donkey and headed back to the land of Egypt, and Moses took the staff of God in his hand. ","reference":"Exodus 4:20"},{"bookName":"Exodus","chapter":4,"verse":21,"text":"The Lord said to Moses, “When you go back to Egypt, see that you do before Pharaoh all the wonders I have put under your control. But I will harden his heart and he will not let the people go. ","reference":"Exodus 4:21"},{"bookName":"Exodus","chapter":4,"verse":22,"text":"You must say to Pharaoh, ‘This is what the Lord has said, “Israel is my son, my firstborn, ","reference":"Exodus 4:22"},{"bookName":"Exodus","chapter":4,"verse":23,"text":"and I said to you, ‘Let my son go that he may serve me,’ but since you have refused to let him go, I will surely kill your son, your firstborn!”’” ","reference":"Exodus 4:23"},{"bookName":"Exodus","chapter":4,"verse":24,"text":"Now on the way, at a place where they stopped for the night, the Lord met Moses and sought to kill him.","reference":"Exodus 4:24"},{"bookName":"Exodus","chapter":4,"verse":25,"text":"But Zipporah took a flint knife, cut off the foreskin of her son and touched it to Moses’ feet, and said, “Surely you are a bridegroom of blood to me.”","reference":"Exodus 4:25"},{"bookName":"Exodus","chapter":4,"verse":26,"text":"So the Lord let him alone. (At that time she said, “A bridegroom of blood,” referring to the circumcision.) ","reference":"Exodus 4:26"},{"bookName":"Exodus","chapter":4,"verse":27,"text":"The Lord said to Aaron, “Go to the wilderness to meet Moses. So he went and met him at the mountain of God and greeted him with a kiss. ","reference":"Exodus 4:27"},{"bookName":"Exodus","chapter":4,"verse":28,"text":"Moses told Aaron all the words of the Lord who had sent him and all the signs that he had commanded him.","reference":"Exodus 4:28"},{"bookName":"Exodus","chapter":4,"verse":29,"text":"Then Moses and Aaron went and brought together all the Israelite elders. ","reference":"Exodus 4:29"},{"bookName":"Exodus","chapter":4,"verse":30,"text":"Aaron spoke all the words that the Lord had spoken to Moses and did the signs in the sight of the people, ","reference":"Exodus 4:30"},{"bookName":"Exodus","chapter":4,"verse":31,"text":"and the people believed. When they heard that the Lord had attended to the Israelites and that he had seen their affliction, they bowed down close to the ground.","reference":"Exodus 4:31"}]