[{"bookName":"Exodus","chapter":7,"verse":1,"text":"So the Lord said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet. ","reference":"Exodus 7:1"},{"bookName":"Exodus","chapter":7,"verse":2,"text":"You are to speak everything I command you, and your brother Aaron is to tell Pharaoh that he must release the Israelites from his land. ","reference":"Exodus 7:2"},{"bookName":"Exodus","chapter":7,"verse":3,"text":"But I will harden Pharaoh’s heart, and although I will multiply my signs and my wonders in the land of Egypt, ","reference":"Exodus 7:3"},{"bookName":"Exodus","chapter":7,"verse":4,"text":"Pharaoh will not listen to you. I will reach into Egypt and bring out my regiments, my people the Israelites, from the land of Egypt with great acts of judgment. ","reference":"Exodus 7:4"},{"bookName":"Exodus","chapter":7,"verse":5,"text":"Then the Egyptians will know that I am the Lord when I extend my hand over Egypt and bring the Israelites out from among them.”","reference":"Exodus 7:5"},{"bookName":"Exodus","chapter":7,"verse":6,"text":"And Moses and Aaron did so; they did just as the Lord commanded them.","reference":"Exodus 7:6"},{"bookName":"Exodus","chapter":7,"verse":7,"text":"Now Moses was eighty years old and Aaron was eighty-three years old when they spoke to Pharaoh. ","reference":"Exodus 7:7"},{"bookName":"Exodus","chapter":7,"verse":8,"text":"The Lord said to Moses and Aaron, ","reference":"Exodus 7:8"},{"bookName":"Exodus","chapter":7,"verse":9,"text":"“When Pharaoh says to you, ‘Do a miracle,’ and you say to Aaron, ‘Take your staff and throw it down before Pharaoh,’ it will become a snake.” ","reference":"Exodus 7:9"},{"bookName":"Exodus","chapter":7,"verse":10,"text":"When Moses and Aaron went to Pharaoh, they did so, just as the Lord had commanded them—Aaron threw down his staff before Pharaoh and his servants, and it became a snake. ","reference":"Exodus 7:10"},{"bookName":"Exodus","chapter":7,"verse":11,"text":"Then Pharaoh also summoned wise men and sorcerers, and the magicians of Egypt by their secret arts did the same thing. ","reference":"Exodus 7:11"},{"bookName":"Exodus","chapter":7,"verse":12,"text":"Each man threw down his staff, and the staffs became snakes. But Aaron’s staff swallowed up their staffs. ","reference":"Exodus 7:12"},{"bookName":"Exodus","chapter":7,"verse":13,"text":"Yet Pharaoh’s heart became hard, and he did not listen to them, just as the Lord had predicted. ","reference":"Exodus 7:13"},{"bookName":"Exodus","chapter":7,"verse":14,"text":" The Lord said to Moses, “Pharaoh’s heart is hard; he refuses to release the people. ","reference":"Exodus 7:14"},{"bookName":"Exodus","chapter":7,"verse":15,"text":"Go to Pharaoh in the morning when he goes out to the water. Position yourself to meet him by the edge of the Nile, and take in your hand the staff that was turned into a snake. ","reference":"Exodus 7:15"},{"bookName":"Exodus","chapter":7,"verse":16,"text":"Tell him, ‘The Lord, the God of the Hebrews, has sent me to you to say, “Release my people, that they may serve me in the wilderness!” But until now you have not listened. ","reference":"Exodus 7:16"},{"bookName":"Exodus","chapter":7,"verse":17,"text":"This is what the Lord has said: “By this you will know that I am the Lord: I am going to strike the water of the Nile with the staff that is in my hand, and it will be turned into blood. ","reference":"Exodus 7:17"},{"bookName":"Exodus","chapter":7,"verse":18,"text":"Fish in the Nile will die, the Nile will stink, and the Egyptians will be unable to drink water from the Nile.”’” ","reference":"Exodus 7:18"},{"bookName":"Exodus","chapter":7,"verse":19,"text":"Then the Lord said to Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over Egypt’s waters—over their rivers, over their canals, over their ponds, and over all their reservoirs—so that it becomes blood.’ There will be blood everywhere in the land of Egypt, even in wooden and stone containers.”","reference":"Exodus 7:19"},{"bookName":"Exodus","chapter":7,"verse":20,"text":"Moses and Aaron did so, just as the Lord had commanded. He raised the staff and struck the water that was in the Nile right before the eyes of Pharaoh and his servants, and all the water that was in the Nile was turned to blood. ","reference":"Exodus 7:20"},{"bookName":"Exodus","chapter":7,"verse":21,"text":"When the fish that were in the Nile died, the Nile began to stink, so that the Egyptians could not drink water from the Nile. There was blood everywhere in the land of Egypt! ","reference":"Exodus 7:21"},{"bookName":"Exodus","chapter":7,"verse":22,"text":"But the magicians of Egypt did the same by their secret arts, and so Pharaoh’s heart remained hard, and he refused to listen to Moses and Aaron—just as the Lord had predicted. ","reference":"Exodus 7:22"},{"bookName":"Exodus","chapter":7,"verse":23,"text":"And Pharaoh turned and went into his house. He did not pay any attention to this. ","reference":"Exodus 7:23"},{"bookName":"Exodus","chapter":7,"verse":24,"text":"All the Egyptians dug around the Nile for water to drink, because they could not drink the water of the Nile. ","reference":"Exodus 7:24"},{"bookName":"Exodus","chapter":7,"verse":25,"text":" Seven full days passed after the Lord struck the Nile. ","reference":"Exodus 7:25"}]