[
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 1,
    "text": " The Lord said to Moses, “I will bring one more plague on Pharaoh and on Egypt; after that he will release you from this place. When he releases you, he will drive you out completely from this place.",
    "reference": "Exodus 11:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 2,
    "text": "Instruct the people that each man and each woman is to request from his or her neighbor items of silver and gold.” ",
    "reference": "Exodus 11:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 3,
    "text": "(Now the Lord granted the people favor with the Egyptians. Moreover, the man Moses was very great in the land of Egypt, respected by Pharaoh’s servants and by the Egyptian people.) ",
    "reference": "Exodus 11:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 4,
    "text": "Moses said, “This is what the Lord has said: ‘About midnight I will go throughout Egypt, ",
    "reference": "Exodus 11:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 5,
    "text": "and all the firstborn in the land of Egypt will die, from the firstborn son of Pharaoh who sits on his throne, to the firstborn son of the slave girl who is at her hand mill, and all the firstborn of the cattle. ",
    "reference": "Exodus 11:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 6,
    "text": "There will be a great cry throughout the whole land of Egypt, such as there has never been, nor ever will be again. ",
    "reference": "Exodus 11:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 7,
    "text": "But against any of the Israelites not even a dog will bark against either people or animals, so that you may know that the Lord distinguishes between Egypt and Israel.’ ",
    "reference": "Exodus 11:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 8,
    "text": "All these your servants will come down to me and bow down to me, saying, ‘Go, you and all the people who follow you,’ and after that I will go out.” Then Moses went out from Pharaoh in great anger. ",
    "reference": "Exodus 11:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 9,
    "text": "The Lord said to Moses, “Pharaoh will not listen to you, so that my wonders may be multiplied in the land of Egypt.” ",
    "reference": "Exodus 11:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 11,
    "verse": 10,
    "text": "So Moses and Aaron did all these wonders before Pharaoh, but the Lord hardened Pharaoh’s heart, and he did not release the Israelites from his land. ",
    "reference": "Exodus 11:10"
  }
]