[
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 1,
    "text": "“You are to make the altar of acacia wood, 7½ feet long, and 7½ feet wide; the altar is to be square, and its height is to be 4½ feet. ",
    "reference": "Exodus 27:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 2,
    "text": "You are to make its four horns on its four corners; its horns will be part of it, and you are to overlay it with bronze. ",
    "reference": "Exodus 27:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 3,
    "text": "You are to make its pots for the ashes, its shovels, its tossing bowls, its meat hooks, and its fire pans—you are to make all its utensils of bronze. ",
    "reference": "Exodus 27:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 4,
    "text": "You are to make a grating for it, a network of bronze, and you are to make on the network four bronze rings on its four corners. ",
    "reference": "Exodus 27:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 5,
    "text": "You are to put it under the ledge of the altar below, so that the network will come halfway up the altar. ",
    "reference": "Exodus 27:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 6,
    "text": "You are to make poles for the altar, poles of acacia wood, and you are to overlay them with bronze. ",
    "reference": "Exodus 27:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 7,
    "text": "The poles are to be put into the rings so that the poles will be on two sides of the altar when carrying it.",
    "reference": "Exodus 27:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 8,
    "text": "You are to make the altar hollow, out of boards. Just as it was shown you on the mountain, so they must make it.",
    "reference": "Exodus 27:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 9,
    "text": "“You are to make the courtyard of the tabernacle. For the south side there are to be hangings for the courtyard of fine twisted linen, 150 feet long for one side, ",
    "reference": "Exodus 27:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 10,
    "text": "with 20 posts and their 20 bronze bases, with the hooks of the posts and their bands of silver. ",
    "reference": "Exodus 27:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 11,
    "text": "Likewise for its length on the north side, there are to be hangings for 150 feet, with 20 posts and their 20 bronze bases, with silver hooks and bands on the posts. ",
    "reference": "Exodus 27:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 12,
    "text": "The width of the court on the west side is to be 75 feet with hangings, with their 10 posts and their 10 bases. ",
    "reference": "Exodus 27:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 13,
    "text": "The width of the court on the east side, toward the sunrise, is to be 75 feet. ",
    "reference": "Exodus 27:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 14,
    "text": "The hangings on one side of the gate are to be 22½ feet long, with their three posts and their three bases. ",
    "reference": "Exodus 27:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 15,
    "text": "On the second side there are to be hangings 22½ feet long, with their three posts and their three bases. ",
    "reference": "Exodus 27:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 16,
    "text": "For the gate of the courtyard there is to be a curtain of 30 feet, of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer, with four posts and their four bases. ",
    "reference": "Exodus 27:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 17,
    "text": "All the posts around the courtyard are to have silver bands; their hooks are to be silver, and their bases bronze. ",
    "reference": "Exodus 27:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 18,
    "text": "The length of the courtyard is to be 150 feet and the width 75 feet, and the height of the fine twisted linen hangings is to be 7½ feet, with their bronze bases. ",
    "reference": "Exodus 27:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 19,
    "text": "All the utensils of the tabernacle used in all its service, all its tent pegs, and all the tent pegs of the courtyard are to be made of bronze. ",
    "reference": "Exodus 27:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 20,
    "text": "“You are to command the Israelites that they bring to you pure oil of pressed olives for the light, so that the lamps will burn regularly. ",
    "reference": "Exodus 27:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 27,
    "verse": 21,
    "text": "In the tent of meeting outside the curtain that is before the testimony, Aaron and his sons are to arrange it from evening to morning before the Lord. This is to be a lasting ordinance among the Israelites for generations to come.",
    "reference": "Exodus 27:21"
  }
]