[
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 1,
    "text": " But to Moses the Lord said, “Come up to the Lord, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel, and worship from a distance. ",
    "reference": "Exodus 24:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 2,
    "text": "Moses alone may come near the Lord, but the others must not come near, nor may the people go up with him.”",
    "reference": "Exodus 24:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 3,
    "text": "Moses came and told the people all the Lord’s words and all the decisions. All the people answered together, “We are willing to do all the words that the Lord has said,” ",
    "reference": "Exodus 24:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 4,
    "text": "and Moses wrote down all the words of the Lord. Early in the morning he built an altar at the foot of the mountain and arranged twelve standing stones—according to the twelve tribes of Israel. ",
    "reference": "Exodus 24:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 5,
    "text": "He sent young Israelite men, and they offered burnt offerings and sacrificed young bulls for peace offerings to the Lord.",
    "reference": "Exodus 24:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 6,
    "text": "Moses took half of the blood and put it in bowls, and half of the blood he splashed on the altar. ",
    "reference": "Exodus 24:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 7,
    "text": "He took the Book of the Covenant and read it aloud to the people, and they said, “We are willing to do and obey all that the Lord has spoken.” ",
    "reference": "Exodus 24:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 8,
    "text": "So Moses took the blood and splashed it on the people and said, “This is the blood of the covenant that the Lord has made with you in accordance with all these words.” ",
    "reference": "Exodus 24:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 9,
    "text": "Moses and Aaron, Nadab and Abihu, and the seventy elders of Israel went up, ",
    "reference": "Exodus 24:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 10,
    "text": "and they saw the God of Israel. Under his feet there was something like a pavement made of sapphire, clear like the sky itself.",
    "reference": "Exodus 24:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 11,
    "text": "But he did not lay a hand on the leaders of the Israelites, so they saw God, and they ate and they drank. ",
    "reference": "Exodus 24:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 12,
    "text": " The Lord said to Moses, “Come up to me on the mountain and remain there, and I will give you the stone tablets with the law and the commandments that I have written, so that you may teach them.”",
    "reference": "Exodus 24:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 13,
    "text": "So Moses set out with Joshua his attendant, and Moses went up the mountain of God. ",
    "reference": "Exodus 24:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 14,
    "text": "He told the elders, “Wait for us in this place until we return to you. Here are Aaron and Hur with you. Whoever has any matters of dispute can approach them.” ",
    "reference": "Exodus 24:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 15,
    "text": "Moses went up the mountain, and the cloud covered the mountain. ",
    "reference": "Exodus 24:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 16,
    "text": "The glory of the Lord resided on Mount Sinai, and the cloud covered it for six days. On the seventh day he called to Moses from within the cloud. ",
    "reference": "Exodus 24:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 17,
    "text": "Now the appearance of the glory of the Lord was like a devouring fire on the top of the mountain in plain view of the people. ",
    "reference": "Exodus 24:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 24,
    "verse": 18,
    "text": "Moses went into the cloud when he went up the mountain, and Moses was on the mountain 40 days and 40 nights. ",
    "reference": "Exodus 24:18"
  }
]