[{"bookName":"Exodus","chapter":29,"verse":1,"text":" “Now this is what you are to do for them to consecrate them so that they may minister as my priests. Take a young bull and two rams without blemish; ","reference":"Exodus 29:1"},{"bookName":"Exodus","chapter":29,"verse":2,"text":"and bread made without yeast, and perforated cakes without yeast mixed with oil, and wafers without yeast spread with oil—you are to make them using fine wheat flour. ","reference":"Exodus 29:2"},{"bookName":"Exodus","chapter":29,"verse":3,"text":"You are to put them in one basket and present them in the basket, along with the bull and the two rams. ","reference":"Exodus 29:3"},{"bookName":"Exodus","chapter":29,"verse":4,"text":"“You are to present Aaron and his sons at the entrance of the tent of meeting. You are to wash them with water ","reference":"Exodus 29:4"},{"bookName":"Exodus","chapter":29,"verse":5,"text":"and take the garments and clothe Aaron with the tunic, the robe of the ephod, the ephod, and the breastpiece; you are to fasten the ephod on him by using the skillfully woven waistband. ","reference":"Exodus 29:5"},{"bookName":"Exodus","chapter":29,"verse":6,"text":"You are to put the turban on his head and put the holy diadem on the turban. ","reference":"Exodus 29:6"},{"bookName":"Exodus","chapter":29,"verse":7,"text":"You are to take the anointing oil and pour it on his head and anoint him.","reference":"Exodus 29:7"},{"bookName":"Exodus","chapter":29,"verse":8,"text":"You are to present his sons and clothe them with tunics ","reference":"Exodus 29:8"},{"bookName":"Exodus","chapter":29,"verse":9,"text":"and wrap the sashes around Aaron and his sons and put headbands on them, and so the ministry of priesthood will belong to them by a perpetual ordinance. Thus you are to consecrate Aaron and his sons. ","reference":"Exodus 29:9"},{"bookName":"Exodus","chapter":29,"verse":10,"text":"“You are to present the bull at the front of the tent of meeting, and Aaron and his sons are to put their hands on the head of the bull. ","reference":"Exodus 29:10"},{"bookName":"Exodus","chapter":29,"verse":11,"text":"You are to kill the bull before the Lord at the entrance to the tent of meeting ","reference":"Exodus 29:11"},{"bookName":"Exodus","chapter":29,"verse":12,"text":"and take some of the blood of the bull and put it on the horns of the altar with your finger; all the rest of the blood you are to pour out at the base of the altar. ","reference":"Exodus 29:12"},{"bookName":"Exodus","chapter":29,"verse":13,"text":"You are to take all the fat that covers the entrails, and the lobe that is above the liver, and the two kidneys and the fat that is on them, and burn them on the altar. ","reference":"Exodus 29:13"},{"bookName":"Exodus","chapter":29,"verse":14,"text":"But the meat of the bull, its skin, and its dung you are to burn up outside the camp. It is the purification offering.","reference":"Exodus 29:14"},{"bookName":"Exodus","chapter":29,"verse":15,"text":"“You are to take one ram, and Aaron and his sons are to lay their hands on the ram’s head, ","reference":"Exodus 29:15"},{"bookName":"Exodus","chapter":29,"verse":16,"text":"and you are to kill the ram and take its blood and splash it all around on the altar. ","reference":"Exodus 29:16"},{"bookName":"Exodus","chapter":29,"verse":17,"text":"Then you are to cut the ram into pieces and wash the entrails and its legs and put them on its pieces and on its head ","reference":"Exodus 29:17"},{"bookName":"Exodus","chapter":29,"verse":18,"text":"and burn the whole ram on the altar. It is a burnt offering to the Lord, a soothing aroma; it is an offering made by fire to the Lord. ","reference":"Exodus 29:18"},{"bookName":"Exodus","chapter":29,"verse":19,"text":"“You are to take the second ram, and Aaron and his sons are to lay their hands on the ram’s head, ","reference":"Exodus 29:19"},{"bookName":"Exodus","chapter":29,"verse":20,"text":"and you are to kill the ram and take some of its blood and put it on the tip of the right ear of Aaron, on the tip of the right ear of his sons, on the thumb of their right hand, and on the big toe of their right foot, and then splash the blood all around on the altar. ","reference":"Exodus 29:20"},{"bookName":"Exodus","chapter":29,"verse":21,"text":"You are to take some of the blood that is on the altar and some of the anointing oil and sprinkle it on Aaron, on his garments, on his sons, and on his sons’ garments with him, so that he may be holy, he and his garments along with his sons and his sons’ garments. ","reference":"Exodus 29:21"},{"bookName":"Exodus","chapter":29,"verse":22,"text":"“You are to take from the ram the fat, the fat tail, the fat that covers the entrails, the lobe of the liver, the two kidneys and the fat that is on them, and the right thigh—for it is the ram for consecration—","reference":"Exodus 29:22"},{"bookName":"Exodus","chapter":29,"verse":23,"text":"and one round flat cake of bread, one perforated cake of oiled bread, and one wafer from the basket of bread made without yeast that is before the Lord.","reference":"Exodus 29:23"},{"bookName":"Exodus","chapter":29,"verse":24,"text":"You are to put all these in Aaron’s hands and in his sons’ hands, and you are to wave them as a wave offering before the Lord.","reference":"Exodus 29:24"},{"bookName":"Exodus","chapter":29,"verse":25,"text":"Then you are to take them from their hands and burn them on the altar for a burnt offering, for a soothing aroma before the Lord. It is an offering made by fire to the Lord.","reference":"Exodus 29:25"},{"bookName":"Exodus","chapter":29,"verse":26,"text":"You are to take the breast of the ram of Aaron’s consecration; you are to wave it as a wave offering before the Lord, and it is to be your share. ","reference":"Exodus 29:26"},{"bookName":"Exodus","chapter":29,"verse":27,"text":"You are to sanctify the breast of the wave offering and the thigh of the contribution, which were waved and lifted up as a contribution from the ram of consecration, from what belongs to Aaron and to his sons. ","reference":"Exodus 29:27"},{"bookName":"Exodus","chapter":29,"verse":28,"text":"It is to belong to Aaron and to his sons from the Israelites, by a perpetual ordinance, for it is a contribution. It is to be a contribution from the Israelites from their peace offerings, their contribution to the Lord.","reference":"Exodus 29:28"},{"bookName":"Exodus","chapter":29,"verse":29,"text":"“The holy garments that belong to Aaron are to belong to his sons after him, so that they may be anointed in them and consecrated in them.","reference":"Exodus 29:29"},{"bookName":"Exodus","chapter":29,"verse":30,"text":"The priest who succeeds him from his sons, when he first comes to the tent of meeting to minister in the Holy Place, is to wear them for seven days. ","reference":"Exodus 29:30"},{"bookName":"Exodus","chapter":29,"verse":31,"text":"“You are to take the ram of the consecration and cook its meat in a holy place. ","reference":"Exodus 29:31"},{"bookName":"Exodus","chapter":29,"verse":32,"text":"Aaron and his sons are to eat the meat of the ram and the bread that was in the basket at the entrance of the tent of meeting. ","reference":"Exodus 29:32"},{"bookName":"Exodus","chapter":29,"verse":33,"text":"They are to eat those things by which atonement was made to consecrate and to set them apart, but no one else may eat them, for they are holy. ","reference":"Exodus 29:33"},{"bookName":"Exodus","chapter":29,"verse":34,"text":"If any of the meat from the consecration offerings or any of the bread is left over until morning, then you are to burn up what is left over. It must not be eaten, because it is holy. ","reference":"Exodus 29:34"},{"bookName":"Exodus","chapter":29,"verse":35,"text":"“Thus you are to do for Aaron and for his sons according to all that I have commanded you; you are to consecrate them for seven days. ","reference":"Exodus 29:35"},{"bookName":"Exodus","chapter":29,"verse":36,"text":"Every day you are to prepare a bull for a purification offering for atonement. You are to purify the altar by making atonement for it, and you are to anoint it to set it apart as holy.","reference":"Exodus 29:36"},{"bookName":"Exodus","chapter":29,"verse":37,"text":"For seven days you are to make atonement for the altar and set it apart as holy. Then the altar will be most holy. Anything that touches the altar will be holy. ","reference":"Exodus 29:37"},{"bookName":"Exodus","chapter":29,"verse":38,"text":"“Now this is what you are to prepare on the altar every day continually: two lambs a year old. ","reference":"Exodus 29:38"},{"bookName":"Exodus","chapter":29,"verse":39,"text":"The first lamb you are to prepare in the morning, and the second lamb you are to prepare around sundown. ","reference":"Exodus 29:39"},{"bookName":"Exodus","chapter":29,"verse":40,"text":"With the first lamb offer a tenth of an ephah of fine flour mixed with a fourth of a hin of oil from pressed olives, and a fourth of a hin of wine as a drink offering. ","reference":"Exodus 29:40"},{"bookName":"Exodus","chapter":29,"verse":41,"text":"The second lamb you are to offer around sundown; you are to prepare for it the same meal offering as for the morning and the same drink offering, for a soothing aroma, an offering made by fire to the Lord.","reference":"Exodus 29:41"},{"bookName":"Exodus","chapter":29,"verse":42,"text":"“This will be a regular burnt offering throughout your generations at the entrance of the tent of meeting before the Lord, where I will meet with you to speak to you there. ","reference":"Exodus 29:42"},{"bookName":"Exodus","chapter":29,"verse":43,"text":"There I will meet with the Israelites, and it will be set apart as holy by my glory. ","reference":"Exodus 29:43"},{"bookName":"Exodus","chapter":29,"verse":44,"text":"“So I will set apart as holy the tent of meeting and the altar, and I will set apart as holy Aaron and his sons that they may minister as priests to me.","reference":"Exodus 29:44"},{"bookName":"Exodus","chapter":29,"verse":45,"text":"I will reside among the Israelites, and I will be their God, ","reference":"Exodus 29:45"},{"bookName":"Exodus","chapter":29,"verse":46,"text":"and they will know that I am the Lord their God, who brought them out from the land of Egypt, so that I may reside among them. I am the Lord their God. ","reference":"Exodus 29:46"}]