[{"bookName":"Exodus","chapter":5,"verse":1,"text":" Afterward Moses and Aaron went to Pharaoh and said, “This is what the Lord, the God of Israel, has said, ‘Release my people so that they may hold a pilgrim feast to me in the wilderness.’” ","reference":"Exodus 5:1"},{"bookName":"Exodus","chapter":5,"verse":2,"text":"But Pharaoh said, “Who is the Lord that I should obey him by releasing Israel? I do not know the Lord, and I will not release Israel!” ","reference":"Exodus 5:2"},{"bookName":"Exodus","chapter":5,"verse":3,"text":"And they said, “The God of the Hebrews has met with us. Let us go a three-day journey into the wilderness so that we may sacrifice to the Lord our God, so that he does not strike us with plague or the sword.” ","reference":"Exodus 5:3"},{"bookName":"Exodus","chapter":5,"verse":4,"text":"The king of Egypt said to them, “Moses and Aaron, why do you cause the people to refrain from their work? Return to your labor!” ","reference":"Exodus 5:4"},{"bookName":"Exodus","chapter":5,"verse":5,"text":"Pharaoh was thinking, “The people of the land are now many, and you are giving them rest from their labor.” ","reference":"Exodus 5:5"},{"bookName":"Exodus","chapter":5,"verse":6,"text":"That same day Pharaoh commanded the slave masters and foremen who were over the people: ","reference":"Exodus 5:6"},{"bookName":"Exodus","chapter":5,"verse":7,"text":"“You must no longer give straw to the people for making bricks as before. Let them go and collect straw for themselves.","reference":"Exodus 5:7"},{"bookName":"Exodus","chapter":5,"verse":8,"text":"But you must require of them the same quota of bricks that they were making before. Do not reduce it, for they are slackers. That is why they are crying, ‘Let us go sacrifice to our God.’ ","reference":"Exodus 5:8"},{"bookName":"Exodus","chapter":5,"verse":9,"text":"Make the work harder for the men so they will keep at it and pay no attention to lying words!” ","reference":"Exodus 5:9"},{"bookName":"Exodus","chapter":5,"verse":10,"text":"So the slave masters of the people and their foremen went to the Israelites and said, “Thus says Pharaoh: ‘I am not giving you straw. ","reference":"Exodus 5:10"},{"bookName":"Exodus","chapter":5,"verse":11,"text":"You go get straw for yourselves wherever you can find it, because there will be no reduction at all in your workload.’” ","reference":"Exodus 5:11"},{"bookName":"Exodus","chapter":5,"verse":12,"text":"So the people spread out through all the land of Egypt to collect stubble for straw. ","reference":"Exodus 5:12"},{"bookName":"Exodus","chapter":5,"verse":13,"text":"The slave masters were pressuring them, saying, “Complete your work for each day, just like when there was straw!” ","reference":"Exodus 5:13"},{"bookName":"Exodus","chapter":5,"verse":14,"text":"The Israelite foremen whom Pharaoh’s slave masters had set over them were beaten and were asked, “Why did you not complete your requirement for brickmaking as in the past—both yesterday and today?” ","reference":"Exodus 5:14"},{"bookName":"Exodus","chapter":5,"verse":15,"text":" The Israelite foremen went and cried out to Pharaoh, “Why are you treating your servants this way?","reference":"Exodus 5:15"},{"bookName":"Exodus","chapter":5,"verse":16,"text":"No straw is given to your servants, but we are told, ‘Make bricks!’ Your servants are even being beaten, but the fault is with your people.” ","reference":"Exodus 5:16"},{"bookName":"Exodus","chapter":5,"verse":17,"text":"But Pharaoh replied, “You are slackers! Slackers! That is why you are saying, ‘Let us go sacrifice to the Lord.’","reference":"Exodus 5:17"},{"bookName":"Exodus","chapter":5,"verse":18,"text":"So now, get back to work! You will not be given straw, but you must still produce your quota of bricks!” ","reference":"Exodus 5:18"},{"bookName":"Exodus","chapter":5,"verse":19,"text":"The Israelite foremen saw that they were in trouble when they were told, “You must not reduce the daily quota of your bricks.” ","reference":"Exodus 5:19"},{"bookName":"Exodus","chapter":5,"verse":20,"text":"When they went out from Pharaoh, they encountered Moses and Aaron standing there to meet them,","reference":"Exodus 5:20"},{"bookName":"Exodus","chapter":5,"verse":21,"text":"and they said to them, “May the Lord look on you and judge, because you have made us stink in the opinion of Pharaoh and his servants, so that you have given them an excuse to kill us!”","reference":"Exodus 5:21"},{"bookName":"Exodus","chapter":5,"verse":22,"text":" Moses returned to the Lord, and said, “Lord, why have you caused trouble for this people? Why did you ever send me?","reference":"Exodus 5:22"},{"bookName":"Exodus","chapter":5,"verse":23,"text":"From the time I went to speak to Pharaoh in your name, he has caused trouble for this people, and you have certainly not rescued them!”","reference":"Exodus 5:23"}]