[{"bookName":"Exodus","chapter":1,"verse":1,"text":" These are the names of the sons of Israel who entered Egypt—each man with his household entered with Jacob: ","reference":"Exodus 1:1"},{"bookName":"Exodus","chapter":1,"verse":2,"text":"Reuben, Simeon, Levi, and Judah, ","reference":"Exodus 1:2"},{"bookName":"Exodus","chapter":1,"verse":3,"text":"Issachar, Zebulun, and Benjamin, ","reference":"Exodus 1:3"},{"bookName":"Exodus","chapter":1,"verse":4,"text":"Dan and Naphtali, Gad and Asher. ","reference":"Exodus 1:4"},{"bookName":"Exodus","chapter":1,"verse":5,"text":"All the people who were directly descended from Jacob numbered 70. But Joseph was already in Egypt, ","reference":"Exodus 1:5"},{"bookName":"Exodus","chapter":1,"verse":6,"text":"and in time Joseph and his brothers and all that generation died. ","reference":"Exodus 1:6"},{"bookName":"Exodus","chapter":1,"verse":7,"text":"The Israelites, however, were fruitful, increased greatly, multiplied, and became extremely strong, so that the land was filled with them.","reference":"Exodus 1:7"},{"bookName":"Exodus","chapter":1,"verse":8,"text":"Then a new king, who did not know about Joseph, came to power over Egypt. ","reference":"Exodus 1:8"},{"bookName":"Exodus","chapter":1,"verse":9,"text":"He said to his people, “Look at the Israelite people, more numerous and stronger than we are!","reference":"Exodus 1:9"},{"bookName":"Exodus","chapter":1,"verse":10,"text":"Come, let’s deal wisely with them. Otherwise they will continue to multiply, and if a war breaks out, they will ally themselves with our enemies and fight against us and leave the country.” ","reference":"Exodus 1:10"},{"bookName":"Exodus","chapter":1,"verse":11,"text":"So they put foremen over the Israelites to oppress them with hard labor. As a result they built Pithom and Rameses as store cities for Pharaoh. ","reference":"Exodus 1:11"},{"bookName":"Exodus","chapter":1,"verse":12,"text":"But the more the Egyptians oppressed them, the more they multiplied and spread. As a result the Egyptians loathed the Israelites, ","reference":"Exodus 1:12"},{"bookName":"Exodus","chapter":1,"verse":13,"text":"and they made the Israelites serve rigorously. ","reference":"Exodus 1:13"},{"bookName":"Exodus","chapter":1,"verse":14,"text":"They made their lives bitter by hard service with mortar and bricks and by all kinds of service in the fields. Every kind of service the Israelites were required to give was rigorous. ","reference":"Exodus 1:14"},{"bookName":"Exodus","chapter":1,"verse":15,"text":"The king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah, ","reference":"Exodus 1:15"},{"bookName":"Exodus","chapter":1,"verse":16,"text":" “When you assist the Hebrew women in childbirth, observe at the delivery: If it is a son, kill him, but if it is a daughter, she may live.” ","reference":"Exodus 1:16"},{"bookName":"Exodus","chapter":1,"verse":17,"text":"But the midwives feared God and did not do what the king of Egypt had told them; they let the boys live. ","reference":"Exodus 1:17"},{"bookName":"Exodus","chapter":1,"verse":18,"text":"Then the king of Egypt summoned the midwives and said to them, “Why have you done this and let the boys live?” ","reference":"Exodus 1:18"},{"bookName":"Exodus","chapter":1,"verse":19,"text":"The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women—for the Hebrew women are vigorous; they give birth before the midwife gets to them!”","reference":"Exodus 1:19"},{"bookName":"Exodus","chapter":1,"verse":20,"text":"So God treated the midwives well, and the people multiplied and became very strong.","reference":"Exodus 1:20"},{"bookName":"Exodus","chapter":1,"verse":21,"text":"And because the midwives feared God, he made households for them.","reference":"Exodus 1:21"},{"bookName":"Exodus","chapter":1,"verse":22,"text":"Then Pharaoh commanded all his people, “All sons that are born you must throw into the river, but all daughters you may let live.” ","reference":"Exodus 1:22"}]