[
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 1,
    "text": "From the blue, purple, and scarlet yarn they made woven garments for serving in the sanctuary; they made holy garments that were for Aaron, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 2,
    "text": "He made the ephod of gold, blue, purple, scarlet yarn, and fine twisted linen. ",
    "reference": "Exodus 39:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 3,
    "text": "They hammered the gold into thin sheets and cut it into narrow strips to weave them into the blue, purple, and scarlet yarn, and into the fine linen, the work of an artistic designer. ",
    "reference": "Exodus 39:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 4,
    "text": "They made shoulder pieces for it, attached to two of its corners, so it could be joined together.",
    "reference": "Exodus 39:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 5,
    "text": "The artistically woven waistband of the ephod that was on it was like it, of one piece with it, of gold, blue, purple, and scarlet yarn and fine twisted linen, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 6,
    "text": "They set the onyx stones in gold filigree settings, engraved as with the engravings of a seal with the names of the sons of Israel. ",
    "reference": "Exodus 39:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 7,
    "text": "He put them on the shoulder pieces of the ephod as stones of memorial for the Israelites, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 8,
    "text": "He made the breastpiece, the work of an artistic designer, in the same fashion as the ephod, of gold, blue, purple, and scarlet yarn, and fine twisted linen. ",
    "reference": "Exodus 39:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 9,
    "text": "It was square—they made the breastpiece doubled, nine inches long and nine inches wide when doubled. ",
    "reference": "Exodus 39:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 10,
    "text": "They set on it four rows of stones: a row with a ruby, a topaz, and a beryl—the first row; ",
    "reference": "Exodus 39:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 11,
    "text": "and the second row, a turquoise, a sapphire, and an emerald; ",
    "reference": "Exodus 39:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 12,
    "text": "and the third row, a jacinth, an agate, and an amethyst; ",
    "reference": "Exodus 39:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 13,
    "text": "and the fourth row, a chrysolite, an onyx, and a jasper. They were enclosed in gold filigree settings. ",
    "reference": "Exodus 39:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 14,
    "text": "The stones were for the names of the sons of Israel, twelve, corresponding to the number of their names. Each name corresponding to one of the twelve tribes was like the engravings of a seal. ",
    "reference": "Exodus 39:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 15,
    "text": "They made for the breastpiece braided chains like cords of pure gold, ",
    "reference": "Exodus 39:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 16,
    "text": "and they made two gold filigree settings and two gold rings, and they attached the two rings to the upper two ends of the breastpiece. ",
    "reference": "Exodus 39:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 17,
    "text": "They attached the two gold chains to the two rings at the ends of the breastpiece; ",
    "reference": "Exodus 39:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 18,
    "text": "the other two ends of the two chains they attached to the two settings, and they attached them to the shoulder pieces of the ephod at the front of it.",
    "reference": "Exodus 39:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 19,
    "text": "They made two rings of gold and put them on the other two ends of the breastpiece on its edge, which is on the inner side of the ephod. ",
    "reference": "Exodus 39:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 20,
    "text": "They made two more gold rings and attached them to the bottom of the two shoulder pieces on the front of the ephod, close to the juncture above the waistband of the ephod. ",
    "reference": "Exodus 39:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 21,
    "text": "They tied the breastpiece by its rings to the rings of the ephod by blue cord, so that it was above the waistband of the ephod, so that the breastpiece would not be loose from the ephod, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 22,
    "text": "He made the robe of the ephod completely blue, the work of a weaver. ",
    "reference": "Exodus 39:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 23,
    "text": "There was an opening in the center of the robe, like the opening of a collar, with an edge all around the opening so that it could not be torn. ",
    "reference": "Exodus 39:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 24,
    "text": "They made pomegranates of blue, purple, and scarlet yarn and twisted linen around the hem of the robe. ",
    "reference": "Exodus 39:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 25,
    "text": "They made bells of pure gold and attached the bells between the pomegranates around the hem of the robe between the pomegranates. ",
    "reference": "Exodus 39:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 26,
    "text": "There was a bell and a pomegranate, a bell and a pomegranate, all around the hem of the robe, to be used in ministering, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 27,
    "text": "They made tunics of fine linen—the work of a weaver, for Aaron and for his sons—",
    "reference": "Exodus 39:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 28,
    "text": "and the turban of fine linen, the headbands of fine linen, and the undergarments of fine twisted linen. ",
    "reference": "Exodus 39:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 29,
    "text": "The sash was of fine twisted linen and blue, purple, and scarlet yarn, the work of an embroiderer, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 30,
    "text": "They made a plate, the holy diadem, of pure gold and wrote on it an inscription, as on the engravings of a seal, “Holiness to the Lord.”",
    "reference": "Exodus 39:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 31,
    "text": "They attached to it a blue cord to attach it to the turban above, just as the Lord had commanded Moses. ",
    "reference": "Exodus 39:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 32,
    "text": " So all the work of the tabernacle, the tent of meeting, was completed, and the Israelites did according to all that the Lord had commanded Moses—they did it exactly so.",
    "reference": "Exodus 39:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 33,
    "text": "They brought the tabernacle to Moses, the tent and all its furnishings, clasps, frames, bars, posts, and bases; ",
    "reference": "Exodus 39:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 34,
    "text": "and the coverings of ram skins dyed red, the covering of fine leather, and the protecting curtain; ",
    "reference": "Exodus 39:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 35,
    "text": "the ark of the testimony and its poles, and the atonement lid; ",
    "reference": "Exodus 39:35"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 36,
    "text": "the table, all its utensils, and the Bread of the Presence; ",
    "reference": "Exodus 39:36"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 37,
    "text": "the pure lampstand, its lamps, with the lamps set in order, and all its accessories, and oil for the light; ",
    "reference": "Exodus 39:37"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 38,
    "text": "and the gold altar, and the anointing oil, and the fragrant incense; and the curtain for the entrance to the tent; ",
    "reference": "Exodus 39:38"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 39,
    "text": "the bronze altar and its bronze grating, its poles, and all its utensils; the large basin with its pedestal; ",
    "reference": "Exodus 39:39"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 40,
    "text": "the hangings of the courtyard, its posts and its bases, and the curtain for the gateway of the courtyard, its ropes and its tent pegs, and all the furnishings for the service of the tabernacle, for the tent of meeting; ",
    "reference": "Exodus 39:40"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 41,
    "text": "the woven garments for serving in the sanctuary, the holy garments for Aaron the priest, and the garments for his sons to minister as priests.",
    "reference": "Exodus 39:41"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 42,
    "text": "The Israelites did all the work according to all that the Lord had commanded Moses. ",
    "reference": "Exodus 39:42"
  },
  {
    "bookName": "Exodus",
    "chapter": 39,
    "verse": 43,
    "text": "Moses inspected all the work, and they had done it just as the Lord had commanded—they had done it exactly—and Moses blessed them.",
    "reference": "Exodus 39:43"
  }
]