[
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 1,
    "text": " “And you, bring near to you your brother Aaron and his sons with him from among the Israelites, so that they may minister as my priests—Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons. ",
    "reference": "Exodus 28:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 2,
    "text": "You must make holy garments for your brother Aaron, for glory and for beauty. ",
    "reference": "Exodus 28:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 3,
    "text": "You are to speak to all who are specially skilled, whom I have filled with the spirit of wisdom, so that they may make Aaron’s garments to set him apart to minister as my priest.",
    "reference": "Exodus 28:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 4,
    "text": "Now these are the garments that they are to make: a breastpiece, an ephod, a robe, a fitted tunic, a turban, and a sash. They are to make holy garments for your brother Aaron and for his sons, that they may minister as my priests.",
    "reference": "Exodus 28:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 5,
    "text": "The artisans are to use the gold, blue, purple, scarlet, and fine linen. ",
    "reference": "Exodus 28:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 6,
    "text": "“They are to make the ephod of gold, blue, purple, scarlet, and fine twisted linen, the work of an artistic designer. ",
    "reference": "Exodus 28:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 7,
    "text": "It is to have two shoulder pieces attached to two of its corners, so it can be joined together.",
    "reference": "Exodus 28:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 8,
    "text": "The artistically woven waistband of the ephod that is on it is to be like it, of one piece with the ephod, of gold, blue, purple, scarlet, and fine twisted linen. ",
    "reference": "Exodus 28:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 9,
    "text": "“You are to take two onyx stones and engrave on them the names of the sons of Israel, ",
    "reference": "Exodus 28:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 10,
    "text": "six of their names on one stone, and the six remaining names on the second stone, according to the order of their birth. ",
    "reference": "Exodus 28:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 11,
    "text": "You are to engrave the two stones with the names of the sons of Israel with the work of an engraver in stone, like the engravings of a seal; you are to have them set in gold filigree settings. ",
    "reference": "Exodus 28:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 12,
    "text": "You are to put the two stones on the shoulders of the ephod, stones of memorial for the sons of Israel, and Aaron will bear their names before the Lord on his two shoulders for a memorial. ",
    "reference": "Exodus 28:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 13,
    "text": "You are to make filigree settings of gold ",
    "reference": "Exodus 28:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 14,
    "text": "and two braided chains of pure gold, like a cord, and attach the chains to the settings. ",
    "reference": "Exodus 28:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 15,
    "text": "“You are to make a breastpiece for use in making decisions, the work of an artistic designer; you are to make it in the same fashion as the ephod; you are to make it of gold, blue, purple, scarlet, and fine twisted linen. ",
    "reference": "Exodus 28:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 16,
    "text": "It is to be square when doubled, nine inches long and nine inches wide. ",
    "reference": "Exodus 28:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 17,
    "text": "You are to set in it a setting for stones, four rows of stones, a row with a ruby, a topaz, and a beryl—the first row; ",
    "reference": "Exodus 28:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 18,
    "text": "and the second row, a turquoise, a sapphire, and an emerald; ",
    "reference": "Exodus 28:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 19,
    "text": "and the third row, a jacinth, an agate, and an amethyst; ",
    "reference": "Exodus 28:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 20,
    "text": "and the fourth row, a chrysolite, an onyx, and a jasper. They are to be enclosed in gold in their filigree settings. ",
    "reference": "Exodus 28:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 21,
    "text": "The stones are to be for the names of the sons of Israel, twelve, according to the number of their names. Each name according to the twelve tribes is to be like the engravings of a seal. ",
    "reference": "Exodus 28:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 22,
    "text": "“You are to make for the breastpiece braided chains like cords of pure gold, ",
    "reference": "Exodus 28:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 23,
    "text": "and you are to make for the breastpiece two gold rings and attach the two rings to the upper two ends of the breastpiece. ",
    "reference": "Exodus 28:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 24,
    "text": "You are to attach the two gold chains to the two rings at the ends of the breastpiece; ",
    "reference": "Exodus 28:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 25,
    "text": "the other two ends of the two chains you will attach to the two settings and then attach them to the shoulder pieces of the ephod at the front of it.",
    "reference": "Exodus 28:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 26,
    "text": "You are to make two rings of gold and put them on the other two ends of the breastpiece, on its edge that is on the inner side of the ephod. ",
    "reference": "Exodus 28:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 27,
    "text": "You are to make two more gold rings and attach them to the bottom of the two shoulder pieces on the front of the ephod, close to the juncture above the waistband of the ephod. ",
    "reference": "Exodus 28:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 28,
    "text": "They are to tie the breastpiece by its rings to the rings of the ephod by blue cord, so that it may be above the waistband of the ephod, and so that the breastpiece will not be loose from the ephod. ",
    "reference": "Exodus 28:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 29,
    "text": "Aaron will bear the names of the sons of Israel in the breastpiece of decision over his heart when he goes into the Holy Place, for a memorial before the Lord continually. ",
    "reference": "Exodus 28:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 30,
    "text": "“You are to put the Urim and the Thummim into the breastpiece of decision; and they are to be over Aaron’s heart when he goes in before the Lord. Aaron is to bear the decisions of the Israelites over his heart before the Lord continually. ",
    "reference": "Exodus 28:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 31,
    "text": "“You are to make the robe of the ephod completely blue. ",
    "reference": "Exodus 28:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 32,
    "text": "There is to be an opening in its top in the center of it, with an edge all around the opening, the work of a weaver, like the opening of a collar, so that it cannot be torn. ",
    "reference": "Exodus 28:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 33,
    "text": "You are to make pomegranates of blue, purple, and scarlet all around its hem and bells of gold between them all around. ",
    "reference": "Exodus 28:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 34,
    "text": "The pattern is to be a gold bell and a pomegranate, a gold bell and a pomegranate, all around the hem of the robe. ",
    "reference": "Exodus 28:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 35,
    "text": "The robe is to be on Aaron as he ministers, and his sound will be heard when he enters the Holy Place before the Lord and when he leaves, so that he does not die. ",
    "reference": "Exodus 28:35"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 36,
    "text": "“You are to make a plate of pure gold and engrave on it the way a seal is engraved: ‘Holiness to the Lord.’ ",
    "reference": "Exodus 28:36"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 37,
    "text": "You are to attach to it a blue cord so that it will be on the turban; it is to be on the front of the turban. ",
    "reference": "Exodus 28:37"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 38,
    "text": "It will be on Aaron’s forehead, and Aaron will bear the iniquity of the holy things, which the Israelites are to sanctify by all their holy gifts; it will always be on his forehead, for their acceptance before the Lord.",
    "reference": "Exodus 28:38"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 39,
    "text": "You are to weave the tunic of fine linen and make the turban of fine linen, and make the sash the work of an embroiderer. ",
    "reference": "Exodus 28:39"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 40,
    "text": "“For Aaron’s sons you are to make tunics, sashes, and headbands for glory and for beauty. ",
    "reference": "Exodus 28:40"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 41,
    "text": "“You are to clothe them—your brother Aaron and his sons with him—and anoint them and ordain them and set them apart as holy, so that they may minister as my priests.",
    "reference": "Exodus 28:41"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 42,
    "text": "Make for them linen undergarments to cover their naked bodies; they must cover from the waist to the thighs. ",
    "reference": "Exodus 28:42"
  },
  {
    "bookName": "Exodus",
    "chapter": 28,
    "verse": 43,
    "text": "These must be on Aaron and his sons when they enter the tent of meeting, or when they approach the altar to minister in the Holy Place, so that they bear no iniquity and die. It is to be a perpetual ordinance for him and for his descendants after him.",
    "reference": "Exodus 28:43"
  }
]