[
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 1,
    "text": " Then the Lord spoke to Moses: ",
    "reference": "Exodus 40:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 2,
    "text": "“On the first day of the first month you are to set up the tabernacle, the tent of meeting. ",
    "reference": "Exodus 40:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 3,
    "text": "You are to place the ark of the testimony in it and shield the ark with the special curtain. ",
    "reference": "Exodus 40:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 4,
    "text": "You are to bring in the table and set out the things that belong on it; then you are to bring in the lampstand and set up its lamps. ",
    "reference": "Exodus 40:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 5,
    "text": "You are to put the gold altar for incense in front of the ark of the testimony and put the curtain at the entrance to the tabernacle. ",
    "reference": "Exodus 40:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 6,
    "text": "You are to put the altar for the burnt offering in front of the entrance to the tabernacle, the tent of meeting. ",
    "reference": "Exodus 40:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 7,
    "text": "You are to put the large basin between the tent of meeting and the altar and put water in it.",
    "reference": "Exodus 40:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 8,
    "text": "You are to set up the courtyard around it and put the curtain at the gate of the courtyard. ",
    "reference": "Exodus 40:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 9,
    "text": "And take the anointing oil, and anoint the tabernacle and all that is in it, and sanctify it and all its furnishings, and it will be holy. ",
    "reference": "Exodus 40:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 10,
    "text": "Then you are to anoint the altar for the burnt offering with all its utensils; you are to sanctify the altar, and it will be the most holy altar. ",
    "reference": "Exodus 40:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 11,
    "text": "You must also anoint the large basin and its pedestal, and you are to sanctify it.",
    "reference": "Exodus 40:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 12,
    "text": "“You are to bring Aaron and his sons to the entrance of the tent of meeting and wash them with water. ",
    "reference": "Exodus 40:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 13,
    "text": "Then you are to clothe Aaron with the holy garments and anoint him and sanctify him so that he may minister as my priest.",
    "reference": "Exodus 40:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 14,
    "text": "You are to bring his sons and clothe them with tunics ",
    "reference": "Exodus 40:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 15,
    "text": "and anoint them just as you anointed their father, so that they may minister as my priests; their anointing will make them a priesthood that will continue throughout their generations.” ",
    "reference": "Exodus 40:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 16,
    "text": "This is what Moses did, according to all the Lord had commanded him—so he did. ",
    "reference": "Exodus 40:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 17,
    "text": "So the tabernacle was set up on the first day of the first month, in the second year. ",
    "reference": "Exodus 40:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 18,
    "text": "When Moses set up the tabernacle and put its bases in place, he set up its frames, attached its bars, and set up its posts. ",
    "reference": "Exodus 40:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 19,
    "text": "Then he spread the tent over the tabernacle and put the covering of the tent over it, as the Lord had commanded him.",
    "reference": "Exodus 40:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 20,
    "text": "He took the testimony and put it in the ark, attached the poles to the ark, and then put the atonement lid on the ark. ",
    "reference": "Exodus 40:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 21,
    "text": "And he brought the ark into the tabernacle, hung the protecting curtain, and shielded the ark of the testimony from view, just as the Lord had commanded him.",
    "reference": "Exodus 40:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 22,
    "text": "And Moses put the table in the tent of meeting, on the north side of the tabernacle, outside the curtain. ",
    "reference": "Exodus 40:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 23,
    "text": "And he set the bread in order on it before the Lord, just as the Lord had commanded him. ",
    "reference": "Exodus 40:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 24,
    "text": "And he put the lampstand in the tent of meeting opposite the table, on the south side of the tabernacle. ",
    "reference": "Exodus 40:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 25,
    "text": "Then he set up the lamps before the Lord, just as the Lord had commanded him. ",
    "reference": "Exodus 40:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 26,
    "text": "And he put the gold altar in the tent of meeting in front of the curtain, ",
    "reference": "Exodus 40:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 27,
    "text": "and he burned fragrant incense on it, just as the Lord had commanded him. ",
    "reference": "Exodus 40:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 28,
    "text": "Then Moses put the curtain at the entrance to the tabernacle. ",
    "reference": "Exodus 40:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 29,
    "text": "He also put the altar for the burnt offering by the entrance to the tabernacle, the tent of meeting, and offered on it the burnt offering and the meal offering, just as the Lord had commanded him.",
    "reference": "Exodus 40:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 30,
    "text": "Then he put the large basin between the tent of meeting and the altar and put water in it for washing. ",
    "reference": "Exodus 40:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 31,
    "text": "Moses and Aaron and his sons would wash their hands and their feet from it.",
    "reference": "Exodus 40:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 32,
    "text": "Whenever they entered the tent of meeting, and whenever they approached the altar, they would wash, just as the Lord had commanded Moses. ",
    "reference": "Exodus 40:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 33,
    "text": "And he set up the courtyard around the tabernacle and the altar, and put the curtain at the gate of the courtyard. So Moses finished the work. ",
    "reference": "Exodus 40:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 34,
    "text": "Then the cloud covered the tent of meeting, and the glory of the Lord filled the tabernacle. ",
    "reference": "Exodus 40:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 35,
    "text": "Moses was not able to enter the tent of meeting because the cloud settled on it and the glory of the Lord filled the tabernacle. ",
    "reference": "Exodus 40:35"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 36,
    "text": "But when the cloud was lifted up from the tabernacle, the Israelites would set out on all their journeys; ",
    "reference": "Exodus 40:36"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 37,
    "text": "but if the cloud was not lifted up, then they would not journey farther until the day it was lifted up. ",
    "reference": "Exodus 40:37"
  },
  {
    "bookName": "Exodus",
    "chapter": 40,
    "verse": 38,
    "text": "For the cloud of the Lord was on the tabernacle by day, but fire would be on it at night, in plain view of all the house of Israel throughout all their journeys. ",
    "reference": "Exodus 40:38"
  }
]