[{"bookName":"Exodus","chapter":22,"verse":1,"text":" (21:37) “If a man steals an ox or a sheep and kills it or sells it, he must pay back five head of cattle for the ox, and four sheep for the one sheep. ","reference":"Exodus 22:1"},{"bookName":"Exodus","chapter":22,"verse":2,"text":"“If a thief is caught breaking in and is struck so that he dies, there will be no blood guilt for him.","reference":"Exodus 22:2"},{"bookName":"Exodus","chapter":22,"verse":3,"text":"If the sun has risen on him, then there is blood guilt for him. A thief must surely make full restitution; if he has nothing, then he will be sold for his theft. ","reference":"Exodus 22:3"},{"bookName":"Exodus","chapter":22,"verse":4,"text":"If the stolen item should in fact be found alive in his possession, whether it be an ox or a donkey or a sheep, he must pay back double. ","reference":"Exodus 22:4"},{"bookName":"Exodus","chapter":22,"verse":5,"text":"“If a man grazes his livestock in a field or a vineyard and he lets the livestock loose and they graze in the field of another man, he must make restitution from the best of his own field and the best of his own vineyard. ","reference":"Exodus 22:5"},{"bookName":"Exodus","chapter":22,"verse":6,"text":"“If a fire breaks out and spreads to thorn bushes, so that stacked grain or standing grain or the whole field is consumed, the one who started the fire must surely make restitution. ","reference":"Exodus 22:6"},{"bookName":"Exodus","chapter":22,"verse":7,"text":"“If a man gives his neighbor money or articles for safekeeping and it is stolen from the man’s house, if the thief is caught, he must repay double. ","reference":"Exodus 22:7"},{"bookName":"Exodus","chapter":22,"verse":8,"text":"If the thief is not caught, then the owner of the house will be brought before the judges to see whether he has laid his hand on his neighbor’s goods.","reference":"Exodus 22:8"},{"bookName":"Exodus","chapter":22,"verse":9,"text":"In all cases of illegal possessions, whether for an ox, a donkey, a sheep, a garment, or any kind of lost item, about which someone says ‘This belongs to me,’ the matter of the two of them will come before the judges, and the one whom the judges declare guilty must repay double to his neighbor. ","reference":"Exodus 22:9"},{"bookName":"Exodus","chapter":22,"verse":10,"text":"If a man gives his neighbor a donkey or an ox or a sheep or any beast to keep, and it dies or is injured or is carried away without anyone seeing it,","reference":"Exodus 22:10"},{"bookName":"Exodus","chapter":22,"verse":11,"text":"then there will be an oath to the Lord between the two of them, that he has not laid his hand on his neighbor’s goods, and its owner will accept this, and he will not have to pay. ","reference":"Exodus 22:11"},{"bookName":"Exodus","chapter":22,"verse":12,"text":"But if it was stolen from him, he will pay its owner. ","reference":"Exodus 22:12"},{"bookName":"Exodus","chapter":22,"verse":13,"text":"If it is torn in pieces, then he will bring it for evidence, and he will not have to pay for what was torn. ","reference":"Exodus 22:13"},{"bookName":"Exodus","chapter":22,"verse":14,"text":"“If a man borrows an animal from his neighbor and it is hurt or dies when its owner was not with it, the man who borrowed it will surely pay. ","reference":"Exodus 22:14"},{"bookName":"Exodus","chapter":22,"verse":15,"text":"If its owner was with it, he will not have to pay; if it was hired, what was paid for the hire covers it.","reference":"Exodus 22:15"},{"bookName":"Exodus","chapter":22,"verse":16,"text":" “If a man seduces a virgin who is not engaged and goes to bed with her, he must surely pay the marriage price for her to be his wife. ","reference":"Exodus 22:16"},{"bookName":"Exodus","chapter":22,"verse":17,"text":"If her father refuses to give her to him, he must pay money for the bride price of virgins. ","reference":"Exodus 22:17"},{"bookName":"Exodus","chapter":22,"verse":18,"text":"“You must not allow a sorceress to live. ","reference":"Exodus 22:18"},{"bookName":"Exodus","chapter":22,"verse":19,"text":"“Whoever has sexual relations with a beast must surely be put to death. ","reference":"Exodus 22:19"},{"bookName":"Exodus","chapter":22,"verse":20,"text":"“Whoever sacrifices to a god other than the Lord alone must be utterly destroyed.","reference":"Exodus 22:20"},{"bookName":"Exodus","chapter":22,"verse":21,"text":"“You must not wrong a resident foreigner nor oppress him, for you were foreigners in the land of Egypt. ","reference":"Exodus 22:21"},{"bookName":"Exodus","chapter":22,"verse":22,"text":"“You must not afflict any widow or orphan. ","reference":"Exodus 22:22"},{"bookName":"Exodus","chapter":22,"verse":23,"text":"If you afflict them in any way and they cry to me, I will surely hear their cry, ","reference":"Exodus 22:23"},{"bookName":"Exodus","chapter":22,"verse":24,"text":"and my anger will burn and I will kill you with the sword, and your wives will be widows and your children will be fatherless. ","reference":"Exodus 22:24"},{"bookName":"Exodus","chapter":22,"verse":25,"text":"“If you lend money to any of my people who are needy among you, do not be like a moneylender to him; do not charge him interest. ","reference":"Exodus 22:25"},{"bookName":"Exodus","chapter":22,"verse":26,"text":"If you do take the garment of your neighbor in pledge, you must return it to him by the time the sun goes down, ","reference":"Exodus 22:26"},{"bookName":"Exodus","chapter":22,"verse":27,"text":"for it is his only covering—it is his garment for his body. What else can he sleep in? And when he cries out to me, I will hear, for I am gracious. ","reference":"Exodus 22:27"},{"bookName":"Exodus","chapter":22,"verse":28,"text":"“You must not blaspheme God or curse the ruler of your people. ","reference":"Exodus 22:28"},{"bookName":"Exodus","chapter":22,"verse":29,"text":"“Do not hold back offerings from your granaries or your vats. You must give me the firstborn of your sons. ","reference":"Exodus 22:29"},{"bookName":"Exodus","chapter":22,"verse":30,"text":"You must also do this for your oxen and for your sheep; seven days they may remain with their mothers, but give them to me on the eighth day. ","reference":"Exodus 22:30"},{"bookName":"Exodus","chapter":22,"verse":31,"text":"“You will be holy people to me; you must not eat any meat torn by animals in the field. You must throw it to the dogs. ","reference":"Exodus 22:31"}]