[
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 1,
    "text": " “You must not give a false report. Do not make common cause with the wicked to be a malicious witness. ",
    "reference": "Exodus 23:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 2,
    "text": "“You must not follow a crowd in doing evil things; in a lawsuit you must not offer testimony that agrees with a crowd so as to pervert justice,",
    "reference": "Exodus 23:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 3,
    "text": "and you must not show partiality to a poor man in his lawsuit. ",
    "reference": "Exodus 23:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 4,
    "text": "“If you encounter your enemy’s ox or donkey wandering off, you must by all means return it to him.",
    "reference": "Exodus 23:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 5,
    "text": "If you see the donkey of someone who hates you fallen under its load, you must not ignore him, but be sure to help him with it.",
    "reference": "Exodus 23:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 6,
    "text": "“You must not turn away justice for your poor people in their lawsuits. ",
    "reference": "Exodus 23:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 7,
    "text": "Keep your distance from a false charge—do not kill the innocent and the righteous, for I will not justify the wicked. ",
    "reference": "Exodus 23:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 8,
    "text": "“You must not accept a bribe, for a bribe blinds those who see and subverts the words of the righteous. ",
    "reference": "Exodus 23:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 9,
    "text": "“You must not oppress a resident foreigner, since you know the life of a foreigner, for you were foreigners in the land of Egypt. ",
    "reference": "Exodus 23:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 10,
    "text": " “For six years you are to sow your land and gather in its produce. ",
    "reference": "Exodus 23:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 11,
    "text": "But in the seventh year you must let it lie fallow and leave it alone so that the poor of your people may eat, and what they leave any animal in the field may eat; you must do likewise with your vineyard and your olive grove. ",
    "reference": "Exodus 23:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 12,
    "text": "For six days you are to do your work, but on the seventh day you must cease, in order that your ox and your donkey may rest and that your female servant’s son and the resident foreigner may refresh themselves.",
    "reference": "Exodus 23:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 13,
    "text": "“Pay attention to do everything I have told you, and do not even mention the names of other gods—do not let them be heard on your lips. ",
    "reference": "Exodus 23:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 14,
    "text": "“Three times in the year you must make a pilgrim feast to me.",
    "reference": "Exodus 23:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 15,
    "text": "You are to observe the Feast of Unleavened Bread; seven days you must eat bread made without yeast, as I commanded you, at the appointed time of the month of Abib, for at that time you came out of Egypt. No one may appear before me empty-handed. ",
    "reference": "Exodus 23:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 16,
    "text": "“You are also to observe the Feast of Harvest, the firstfruits of your labors that you have sown in the field, and the Feast of Ingathering at the end of the year when you have gathered in your harvest out of the field. ",
    "reference": "Exodus 23:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 17,
    "text": "At three times in the year all your males will appear before the Sovereign Lord. ",
    "reference": "Exodus 23:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 18,
    "text": "“You must not offer the blood of my sacrifice with bread containing yeast; the fat of my festal sacrifice must not remain until morning. ",
    "reference": "Exodus 23:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 19,
    "text": "The first of the firstfruits of your soil you must bring to the house of the Lord your God. “You must not cook a young goat in its mother’s milk. ",
    "reference": "Exodus 23:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 20,
    "text": " “I am going to send an angel before you to protect you as you journey and to bring you into the place that I have prepared. ",
    "reference": "Exodus 23:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 21,
    "text": "Take heed because of him, and obey his voice; do not rebel against him, for he will not pardon your transgressions, for my Name is in him.",
    "reference": "Exodus 23:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 22,
    "text": "But if you diligently obey him and do all that I command, then I will be an enemy to your enemies, and I will be an adversary to your adversaries. ",
    "reference": "Exodus 23:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 23,
    "text": "For my angel will go before you and bring you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I will destroy them completely. ",
    "reference": "Exodus 23:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 24,
    "text": "“You must not bow down to their gods; you must not serve them or do according to their practices. Instead you must completely overthrow them and smash their standing stones to pieces.",
    "reference": "Exodus 23:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 25,
    "text": "You must serve the Lord your God, and he will bless your bread and your water, and I will remove sickness from your midst. ",
    "reference": "Exodus 23:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 26,
    "text": "No woman will miscarry her young or be barren in your land. I will fulfill the number of your days. ",
    "reference": "Exodus 23:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 27,
    "text": "“I will send my terror before you, and I will alarm all the people whom you encounter; I will make all your enemies turn their backs to you.",
    "reference": "Exodus 23:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 28,
    "text": "I will send hornets before you that will drive out the Hivite, the Canaanite, and the Hittite before you.",
    "reference": "Exodus 23:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 29,
    "text": "I will not drive them out before you in one year, lest the land become desolate and the wild animals multiply against you.",
    "reference": "Exodus 23:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 30,
    "text": "Little by little I will drive them out before you, until you become fruitful and inherit the land. ",
    "reference": "Exodus 23:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 31,
    "text": "I will set your boundaries from the Red Sea to the Sea of the Philistines, and from the desert to the River, for I will deliver the inhabitants of the land into your hand, and you will drive them out before you.",
    "reference": "Exodus 23:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 32,
    "text": "“You must make no covenant with them or with their gods. ",
    "reference": "Exodus 23:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 23,
    "verse": 33,
    "text": "They must not live in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare to you.”",
    "reference": "Exodus 23:33"
  }
]