[{"bookName":"Exodus","chapter":17,"verse":1,"text":" The whole community of the Israelites traveled on their journey from the wilderness of Sin according to the Lord’s instruction, and they pitched camp in Rephidim. Now there was no water for the people to drink. ","reference":"Exodus 17:1"},{"bookName":"Exodus","chapter":17,"verse":2,"text":"So the people contended with Moses, and they said, “Give us water to drink!” Moses said to them, “Why do you contend with me? Why do you test the Lord?”","reference":"Exodus 17:2"},{"bookName":"Exodus","chapter":17,"verse":3,"text":"But the people were very thirsty there for water, and they murmured against Moses and said, “Why in the world did you bring us up from Egypt—to kill us and our children and our cattle with thirst?” ","reference":"Exodus 17:3"},{"bookName":"Exodus","chapter":17,"verse":4,"text":"Then Moses cried out to the Lord, “What will I do with this people?—a little more and they will stone me!”","reference":"Exodus 17:4"},{"bookName":"Exodus","chapter":17,"verse":5,"text":"The Lord said to Moses, “Go over before the people; take with you some of the elders of Israel and take in your hand your staff with which you struck the Nile and go. ","reference":"Exodus 17:5"},{"bookName":"Exodus","chapter":17,"verse":6,"text":"I will be standing before you there on the rock in Horeb, and you will strike the rock, and water will come out of it so that the people may drink.” And Moses did so in plain view of the elders of Israel. ","reference":"Exodus 17:6"},{"bookName":"Exodus","chapter":17,"verse":7,"text":"He called the name of the place Massah and Meribah, because of the contending of the Israelites and because of their testing the Lord, saying, “Is the Lord among us or not?” ","reference":"Exodus 17:7"},{"bookName":"Exodus","chapter":17,"verse":8,"text":" Amalek came and attacked Israel in Rephidim. ","reference":"Exodus 17:8"},{"bookName":"Exodus","chapter":17,"verse":9,"text":"So Moses said to Joshua, “Choose some of our men and go out, fight against Amalek. Tomorrow I will stand on top of the hill with the staff of God in my hand.” ","reference":"Exodus 17:9"},{"bookName":"Exodus","chapter":17,"verse":10,"text":"So Joshua fought against Amalek just as Moses had instructed him, and Moses and Aaron and Hur went up to the top of the hill. ","reference":"Exodus 17:10"},{"bookName":"Exodus","chapter":17,"verse":11,"text":"Whenever Moses would raise his hands, then Israel prevailed, but whenever he would rest his hands, then Amalek prevailed. ","reference":"Exodus 17:11"},{"bookName":"Exodus","chapter":17,"verse":12,"text":"When the hands of Moses became heavy, they took a stone and put it under him, and Aaron and Hur held up his hands, one on one side and one on the other, and so his hands were steady until the sun went down. ","reference":"Exodus 17:12"},{"bookName":"Exodus","chapter":17,"verse":13,"text":"So Joshua destroyed Amalek and his army with the sword. ","reference":"Exodus 17:13"},{"bookName":"Exodus","chapter":17,"verse":14,"text":"The Lord said to Moses, “Write this as a memorial in the book, and rehearse it in Joshua’s hearing; for I will surely wipe out the remembrance of Amalek from under heaven.”","reference":"Exodus 17:14"},{"bookName":"Exodus","chapter":17,"verse":15,"text":"Moses built an altar, and he called it “The Lord is my Banner,” ","reference":"Exodus 17:15"},{"bookName":"Exodus","chapter":17,"verse":16,"text":"for he said, “For a hand was lifted up to the throne of the Lord—that the Lord will have war with Amalek from generation to generation.” ","reference":"Exodus 17:16"}]