[
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 1,
    "text": " “You are to make an altar for burning incense; you are to make it of acacia wood. ",
    "reference": "Exodus 30:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 2,
    "text": "Its length is to be 18 inches and its width 18 inches; it will be square. Its height is to be 36 inches, with its horns of one piece with it.",
    "reference": "Exodus 30:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 3,
    "text": "You are to overlay it with pure gold—its top, its four walls, and its horns—and make a surrounding border of gold for it. ",
    "reference": "Exodus 30:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 4,
    "text": "You are to make two gold rings for it under its border, on its two flanks; you are to make them on its two sides. The rings will be places for poles to carry it with.",
    "reference": "Exodus 30:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 5,
    "text": "You are to make the poles of acacia wood and overlay them with gold. ",
    "reference": "Exodus 30:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 6,
    "text": "“You are to put it in front of the curtain that is before the ark of the testimony (before the atonement lid that is over the testimony), where I will meet you.",
    "reference": "Exodus 30:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 7,
    "text": "Aaron is to burn sweet incense on it morning by morning; when he attends to the lamps he is to burn incense. ",
    "reference": "Exodus 30:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 8,
    "text": "When Aaron sets up the lamps around sundown he is to burn incense on it; it is to be a regular incense offering before the Lord throughout your generations. ",
    "reference": "Exodus 30:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 9,
    "text": "You must not offer strange incense on it, nor burnt offering, nor meal offering, and you must not pour out a drink offering on it.",
    "reference": "Exodus 30:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 10,
    "text": "Aaron is to make atonement on its horns once in the year with some of the blood of the sin offering for atonement; once in the year he is to make atonement on it throughout your generations. It is most holy to the Lord.” ",
    "reference": "Exodus 30:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 11,
    "text": " The Lord spoke to Moses, ",
    "reference": "Exodus 30:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 12,
    "text": "“When you take a census of the Israelites according to their number, then each man is to pay a ransom for his life to the Lord when you number them, so that there will be no plague among them when you number them. ",
    "reference": "Exodus 30:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 13,
    "text": "Everyone who crosses over to those who are numbered is to pay this: a half shekel according to the shekel of the sanctuary (a shekel weighs 20 gerahs). The half shekel is to be an offering to the Lord.",
    "reference": "Exodus 30:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 14,
    "text": "Everyone who crosses over to those numbered, from twenty years old and up, is to pay an offering to the Lord.",
    "reference": "Exodus 30:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 15,
    "text": "The rich are not to pay more and the poor are not to pay less than the half shekel when giving the offering of the Lord, to make atonement for your lives. ",
    "reference": "Exodus 30:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 16,
    "text": "You are to receive the atonement money from the Israelites and give it for the service of the tent of meeting. It will be a memorial for the Israelites before the Lord, to make atonement for your lives.” ",
    "reference": "Exodus 30:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 17,
    "text": " The Lord spoke to Moses, ",
    "reference": "Exodus 30:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 18,
    "text": "“You are also to make a large bronze basin with a bronze stand for washing. You are to put it between the tent of meeting and the altar and put water in it, ",
    "reference": "Exodus 30:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 19,
    "text": "and Aaron and his sons must wash their hands and their feet from it.",
    "reference": "Exodus 30:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 20,
    "text": "When they enter the tent of meeting, they must wash with water so that they do not die. Also, when they approach the altar to minister by burning incense as an offering made by fire to the Lord,",
    "reference": "Exodus 30:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 21,
    "text": "they must wash their hands and their feet so that they do not die. And this will be a perpetual ordinance for them and for their descendants throughout their generations.” ",
    "reference": "Exodus 30:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 22,
    "text": " The Lord spoke to Moses, ",
    "reference": "Exodus 30:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 23,
    "text": "“Take choice spices: 12½ pounds of free-flowing myrrh, half that—about 6¼ pounds—of sweet-smelling cinnamon, 6¼ pounds of sweet-smelling cane, ",
    "reference": "Exodus 30:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 24,
    "text": "and 12½ pounds of cassia, all weighed according to the sanctuary shekel, and four quarts of olive oil. ",
    "reference": "Exodus 30:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 25,
    "text": "You are to make this into a sacred anointing oil, a perfumed compound, the work of a perfumer. It will be sacred anointing oil. ",
    "reference": "Exodus 30:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 26,
    "text": "“With it you are to anoint the tent of meeting, the ark of the testimony, ",
    "reference": "Exodus 30:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 27,
    "text": "the table and all its utensils, the lampstand and its utensils, the altar of incense, ",
    "reference": "Exodus 30:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 28,
    "text": "the altar for the burnt offering and all its utensils, and the laver and its base. ",
    "reference": "Exodus 30:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 29,
    "text": "So you are to sanctify them, and they will be most holy; anything that touches them will be holy. ",
    "reference": "Exodus 30:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 30,
    "text": "“You are to anoint Aaron and his sons and sanctify them so that they may minister as my priests.",
    "reference": "Exodus 30:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 31,
    "text": "And you are to tell the Israelites: ‘This is to be my sacred anointing oil throughout your generations. ",
    "reference": "Exodus 30:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 32,
    "text": "It must not be applied to people’s bodies, and you must not make any like it with the same recipe. It is holy, and it must be holy to you.",
    "reference": "Exodus 30:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 33,
    "text": "Whoever makes perfume like it and whoever puts any of it on someone not a priest will be cut off from his people.’” ",
    "reference": "Exodus 30:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 34,
    "text": "The Lord said to Moses, “Take spices, gum resin, onycha, galbanum, and pure frankincense of equal amounts ",
    "reference": "Exodus 30:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 35,
    "text": "and make it into an incense, a perfume, the work of a perfumer. It is to be finely ground, and pure and sacred. ",
    "reference": "Exodus 30:35"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 36,
    "text": "You are to beat some of it very fine and put some of it before the ark of the testimony in the tent of meeting where I will meet with you; it is to be most holy to you.",
    "reference": "Exodus 30:36"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 37,
    "text": "And the incense that you are to make, you must not make for yourselves using the same recipe; it is to be most holy to you, belonging to the Lord. ",
    "reference": "Exodus 30:37"
  },
  {
    "bookName": "Exodus",
    "chapter": 30,
    "verse": 38,
    "text": "Whoever makes anything like it, to use as perfume, will be cut off from his people.” ",
    "reference": "Exodus 30:38"
  }
]