[
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 1,
    "text": "Bezalel made the altar for the burnt offering of acacia wood 7½ feet long and 7½ feet wide—it was square—and its height was 4½ feet. ",
    "reference": "Exodus 38:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 2,
    "text": "He made its horns on its four corners; its horns were part of it, and he overlaid it with bronze. ",
    "reference": "Exodus 38:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 3,
    "text": "He made all the utensils of the altar—the pots, the shovels, the tossing bowls, the meat hooks, and the fire pans—he made all its utensils of bronze. ",
    "reference": "Exodus 38:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 4,
    "text": "He made a grating for the altar, a network of bronze under its ledge, halfway up from the bottom. ",
    "reference": "Exodus 38:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 5,
    "text": "He cast four rings for the four corners of the bronze grating, to provide places for the poles. ",
    "reference": "Exodus 38:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 6,
    "text": "He made the poles of acacia wood and overlaid them with bronze. ",
    "reference": "Exodus 38:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 7,
    "text": "He put the poles into the rings on the sides of the altar, with which to carry it. He made the altar hollow, out of boards. ",
    "reference": "Exodus 38:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 8,
    "text": "He made the large basin of bronze and its pedestal of bronze from the mirrors of the women who served at the entrance of the tent of meeting. ",
    "reference": "Exodus 38:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 9,
    "text": "Bezalel made the courtyard. For the south side the hangings of the courtyard were of fine twisted linen, 150 feet long,",
    "reference": "Exodus 38:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 10,
    "text": "with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. ",
    "reference": "Exodus 38:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 11,
    "text": "For the north side the hangings were 150 feet, with their twenty posts and their twenty bronze bases, with the hooks of the posts and their bands of silver. ",
    "reference": "Exodus 38:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 12,
    "text": "For the west side there were hangings 75 feet long, with their 10 posts and their 10 bases, with the hooks of the posts and their bands of silver. ",
    "reference": "Exodus 38:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 13,
    "text": "For the east side, toward the sunrise, it was 75 feet wide,",
    "reference": "Exodus 38:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 14,
    "text": "with hangings on one side of the gate that were 22½ feet long, with their three posts and their three bases, ",
    "reference": "Exodus 38:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 15,
    "text": "and for the second side of the gate of the courtyard, just like the other, the hangings were 22½ feet long, with their three posts and their three bases. ",
    "reference": "Exodus 38:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 16,
    "text": "All the hangings around the courtyard were of fine twisted linen. ",
    "reference": "Exodus 38:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 17,
    "text": "The bases for the posts were bronze. The hooks of the posts and their bands were silver, their tops were overlaid with silver, and all the posts of the courtyard had silver bands. ",
    "reference": "Exodus 38:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 18,
    "text": "The curtain for the gate of the courtyard was of blue, purple, and scarlet yarn and fine twisted linen, the work of an embroiderer. It was 30 feet long and, like the hangings in the courtyard, it was 7½ feet high, ",
    "reference": "Exodus 38:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 19,
    "text": "with four posts and their four bronze bases. Their hooks and their bands were silver, and their tops were overlaid with silver. ",
    "reference": "Exodus 38:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 20,
    "text": "All the tent pegs of the tabernacle and of the courtyard all around were bronze. ",
    "reference": "Exodus 38:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 21,
    "text": "This is the inventory of the tabernacle, the tabernacle of the testimony, which was counted by the order of Moses, being the work of the Levites under the direction of Ithamar, son of Aaron the priest. ",
    "reference": "Exodus 38:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 22,
    "text": "Now Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything that the Lord had commanded Moses; ",
    "reference": "Exodus 38:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 23,
    "text": "and with him was Oholiab son of Ahisamach, of the tribe of Dan, an artisan, a designer, and an embroiderer in blue, purple, and scarlet yarn and fine linen. ",
    "reference": "Exodus 38:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 24,
    "text": "All the gold that was used for the work, in all the work of the sanctuary (namely, the gold of the wave offering) was 29 talents and 730 shekels, according to the sanctuary shekel. ",
    "reference": "Exodus 38:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 25,
    "text": "The silver of those who were numbered of the community was 100 talents and 1,775 shekels, according to the sanctuary shekel, ",
    "reference": "Exodus 38:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 26,
    "text": "one beka per person, that is, a half shekel, according to the sanctuary shekel, for everyone who crossed over to those numbered, from twenty years old or older, 603,550 in all.",
    "reference": "Exodus 38:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 27,
    "text": "The 100 talents of silver were used for casting the bases of the sanctuary and the bases of the special curtain—100 bases for 100 talents, one talent per base. ",
    "reference": "Exodus 38:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 28,
    "text": "From the remaining 1,775 shekels he made hooks for the posts, overlaid their tops, and made bands for them.",
    "reference": "Exodus 38:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 29,
    "text": "The bronze of the wave offering was seventy talents and 2,400 shekels. ",
    "reference": "Exodus 38:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 30,
    "text": "With it he made the bases for the door of the tent of meeting, the bronze altar, the bronze grating for it, and all the utensils of the altar, ",
    "reference": "Exodus 38:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 38,
    "verse": 31,
    "text": "the bases for the courtyard all around, the bases for the gate of the courtyard, all the tent pegs of the tabernacle, and all the tent pegs of the courtyard all around. ",
    "reference": "Exodus 38:31"
  }
]