[{"bookName":"Exodus","chapter":25,"verse":1,"text":" The Lord spoke to Moses, ","reference":"Exodus 25:1"},{"bookName":"Exodus","chapter":25,"verse":2,"text":"“Tell the Israelites to take an offering for me; from every person motivated by a willing heart you are to receive my offering. ","reference":"Exodus 25:2"},{"bookName":"Exodus","chapter":25,"verse":3,"text":"This is the offering you are to accept from them: gold, silver, bronze, ","reference":"Exodus 25:3"},{"bookName":"Exodus","chapter":25,"verse":4,"text":"blue, purple, scarlet, fine linen, goats’ hair,","reference":"Exodus 25:4"},{"bookName":"Exodus","chapter":25,"verse":5,"text":"ram skins dyed red, fine leather, acacia wood, ","reference":"Exodus 25:5"},{"bookName":"Exodus","chapter":25,"verse":6,"text":"oil for the light, spices for the anointing oil and for fragrant incense, ","reference":"Exodus 25:6"},{"bookName":"Exodus","chapter":25,"verse":7,"text":"onyx stones, and other gems to be set in the ephod and in the breastpiece. ","reference":"Exodus 25:7"},{"bookName":"Exodus","chapter":25,"verse":8,"text":"Let them make for me a sanctuary, so that I may live among them.","reference":"Exodus 25:8"},{"bookName":"Exodus","chapter":25,"verse":9,"text":"According to all that I am showing you—the pattern of the tabernacle and the pattern of all its furnishings—you must make it exactly so.","reference":"Exodus 25:9"},{"bookName":"Exodus","chapter":25,"verse":10,"text":" “They are to make an ark of acacia wood—its length is to be 45 inches, its width 27 inches, and its height 27 inches. ","reference":"Exodus 25:10"},{"bookName":"Exodus","chapter":25,"verse":11,"text":"You are to overlay it with pure gold—both inside and outside you must overlay it, and you are to make a surrounding border of gold over it. ","reference":"Exodus 25:11"},{"bookName":"Exodus","chapter":25,"verse":12,"text":"You are to cast four gold rings for it and put them on its four feet, with two rings on one side and two rings on the other side. ","reference":"Exodus 25:12"},{"bookName":"Exodus","chapter":25,"verse":13,"text":"You are to make poles of acacia wood, overlay them with gold, ","reference":"Exodus 25:13"},{"bookName":"Exodus","chapter":25,"verse":14,"text":"and put the poles into the rings at the sides of the ark in order to carry the ark with them.","reference":"Exodus 25:14"},{"bookName":"Exodus","chapter":25,"verse":15,"text":"The poles must remain in the rings of the ark; they must not be removed from it.","reference":"Exodus 25:15"},{"bookName":"Exodus","chapter":25,"verse":16,"text":"You are to put into the ark the testimony that I will give to you.","reference":"Exodus 25:16"},{"bookName":"Exodus","chapter":25,"verse":17,"text":"“You are to make an atonement lid of pure gold; its length is to be 45 inches, and its width is to be 27 inches. ","reference":"Exodus 25:17"},{"bookName":"Exodus","chapter":25,"verse":18,"text":"You are to make two cherubim of gold; you are to make them of hammered metal on the two ends of the atonement lid. ","reference":"Exodus 25:18"},{"bookName":"Exodus","chapter":25,"verse":19,"text":"Make one cherub on one end and one cherub on the other end; from the atonement lid you are to make the cherubim on the two ends. ","reference":"Exodus 25:19"},{"bookName":"Exodus","chapter":25,"verse":20,"text":"The cherubim are to be spreading their wings upward, overshadowing the atonement lid with their wings, and the cherubim are to face each other, looking toward the atonement lid. ","reference":"Exodus 25:20"},{"bookName":"Exodus","chapter":25,"verse":21,"text":"You are to put the atonement lid on top of the ark, and in the ark you are to put the testimony I am giving you.","reference":"Exodus 25:21"},{"bookName":"Exodus","chapter":25,"verse":22,"text":"I will meet with you there, and from above the atonement lid, from between the two cherubim that are over the ark of the testimony, I will speak with you about all that I will command you for the Israelites. ","reference":"Exodus 25:22"},{"bookName":"Exodus","chapter":25,"verse":23,"text":" “You are to make a table of acacia wood; its length is to be 36 inches, its width 18 inches, and its height 27 inches. ","reference":"Exodus 25:23"},{"bookName":"Exodus","chapter":25,"verse":24,"text":"You are to overlay it with pure gold, and you are to make a surrounding border of gold for it. ","reference":"Exodus 25:24"},{"bookName":"Exodus","chapter":25,"verse":25,"text":"You are to make a surrounding frame for it about three inches broad, and you are to make a surrounding border of gold for its frame. ","reference":"Exodus 25:25"},{"bookName":"Exodus","chapter":25,"verse":26,"text":"You are to make four rings of gold for it and attach the rings at the four corners where its four legs are.","reference":"Exodus 25:26"},{"bookName":"Exodus","chapter":25,"verse":27,"text":"The rings are to be close to the frame to provide places for the poles to carry the table. ","reference":"Exodus 25:27"},{"bookName":"Exodus","chapter":25,"verse":28,"text":"You are to make the poles of acacia wood and overlay them with gold, so that the table may be carried with them.","reference":"Exodus 25:28"},{"bookName":"Exodus","chapter":25,"verse":29,"text":"You are to make its plates, its ladles, its pitchers, and its bowls, to be used in pouring out offerings; you are to make them of pure gold. ","reference":"Exodus 25:29"},{"bookName":"Exodus","chapter":25,"verse":30,"text":"You are to set the Bread of the Presence on the table before me continually. ","reference":"Exodus 25:30"},{"bookName":"Exodus","chapter":25,"verse":31,"text":" “You are to make a lampstand of pure gold. The lampstand is to be made of hammered metal; its base and its shaft, its cups, its buds, and its blossoms are to be from the same piece. ","reference":"Exodus 25:31"},{"bookName":"Exodus","chapter":25,"verse":32,"text":"Six branches are to extend from the sides of the lampstand, three branches of the lampstand from one side of it and three branches of the lampstand from the other side of it.","reference":"Exodus 25:32"},{"bookName":"Exodus","chapter":25,"verse":33,"text":"Three cups shaped like almond flowers with buds and blossoms are to be on one branch, and three cups shaped like almond flowers with buds and blossoms are to be on the next branch, and the same for the six branches extending from the lampstand. ","reference":"Exodus 25:33"},{"bookName":"Exodus","chapter":25,"verse":34,"text":"On the lampstand there are to be four cups shaped like almond flowers with buds and blossoms, ","reference":"Exodus 25:34"},{"bookName":"Exodus","chapter":25,"verse":35,"text":"with a bud under the first two branches from it, and a bud under the next two branches from it, and a bud under the third two branches from it, according to the six branches that extend from the lampstand. ","reference":"Exodus 25:35"},{"bookName":"Exodus","chapter":25,"verse":36,"text":"Their buds and their branches will be one piece, all of it one hammered piece of pure gold. ","reference":"Exodus 25:36"},{"bookName":"Exodus","chapter":25,"verse":37,"text":"“You are to make its seven lamps and then set its lamps up on it, so that it will give light to the area in front of it.","reference":"Exodus 25:37"},{"bookName":"Exodus","chapter":25,"verse":38,"text":"Its trimmers and its trays are to be of pure gold. ","reference":"Exodus 25:38"},{"bookName":"Exodus","chapter":25,"verse":39,"text":"About 75 pounds of pure gold is to be used for it and for all these utensils. ","reference":"Exodus 25:39"},{"bookName":"Exodus","chapter":25,"verse":40,"text":"Now be sure to make them according to the pattern you were shown on the mountain. ","reference":"Exodus 25:40"}]