[
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 1,
    "text": "The Lord said to Moses, “Go up from here, you and the people whom you brought up out of the land of Egypt, to the land I promised on oath to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your descendants.’ ",
    "reference": "Exodus 33:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 2,
    "text": "I will send an angel before you, and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ",
    "reference": "Exodus 33:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 3,
    "text": "Go up to a land flowing with milk and honey. But I will not go up among you, for you are a stiff-necked people, and I might destroy you on the way.” ",
    "reference": "Exodus 33:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 4,
    "text": "When the people heard this troubling word they mourned; no one put on his ornaments. ",
    "reference": "Exodus 33:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 5,
    "text": "For the Lord had said to Moses, “Tell the Israelites, ‘You are a stiff-necked people. If I went up among you for a moment, I might destroy you. Now take off your ornaments that I may know what I should do to you.’”",
    "reference": "Exodus 33:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 6,
    "text": "So the Israelites stripped off their ornaments by Mount Horeb. ",
    "reference": "Exodus 33:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 7,
    "text": " Moses took the tent and pitched it outside the camp, at a good distance from the camp, and he called it the tent of meeting. Anyone seeking the Lord would go out to the tent of meeting that was outside the camp. ",
    "reference": "Exodus 33:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 8,
    "text": "And when Moses went out to the tent, all the people would get up and stand at the entrance to their tents and watch Moses until he entered the tent. ",
    "reference": "Exodus 33:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 9,
    "text": "And whenever Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the Lord would speak with Moses. ",
    "reference": "Exodus 33:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 10,
    "text": "When all the people would see the pillar of cloud standing at the entrance of the tent, all the people, each one at the entrance of his own tent, would rise and worship. ",
    "reference": "Exodus 33:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 11,
    "text": "The Lord would speak to Moses face to face, the way a person speaks to a friend. Then Moses would return to the camp, but his servant, Joshua son of Nun, a young man, did not leave the tent. ",
    "reference": "Exodus 33:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 12,
    "text": "Moses said to the Lord, “See, you have been saying to me, ‘Bring this people up,’ but you have not let me know whom you will send with me. But you said, ‘I know you by name, and also you have found favor in my sight.’ ",
    "reference": "Exodus 33:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 13,
    "text": "Now if I have found favor in your sight, show me your way, that I may know you, that I may continue to find favor in your sight. And see that this nation is your people.” ",
    "reference": "Exodus 33:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 14,
    "text": "And the Lord said, “My presence will go with you, and I will give you rest.” ",
    "reference": "Exodus 33:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 15,
    "text": "And Moses said to him, “If your presence does not go with us, do not take us up from here. ",
    "reference": "Exodus 33:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 16,
    "text": "For how will it be known then that I have found favor in your sight, I and your people? Is it not by your going with us, so that we will be distinguished, I and your people, from all the people who are on the face of the earth?” ",
    "reference": "Exodus 33:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 17,
    "text": "The Lord said to Moses, “I will do this thing also that you have requested, for you have found favor in my sight, and I know you by name.” ",
    "reference": "Exodus 33:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 18,
    "text": "And Moses said, “Show me your glory.” ",
    "reference": "Exodus 33:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 19,
    "text": "And the Lord said, “I will make all my goodness pass before your face, and I will proclaim the Lord by name before you; I will be gracious to whom I will be gracious; I will show mercy to whom I will show mercy.” ",
    "reference": "Exodus 33:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 20,
    "text": "But he added, “You cannot see my face, for no one can see me and live.” ",
    "reference": "Exodus 33:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 21,
    "text": "The Lord said, “Here is a place by me; you will station yourself on a rock. ",
    "reference": "Exodus 33:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 22,
    "text": "When my glory passes by, I will put you in a cleft in the rock and will cover you with my hand while I pass by.",
    "reference": "Exodus 33:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 33,
    "verse": 23,
    "text": "Then I will take away my hand, and you will see my back, but my face must not be seen.” ",
    "reference": "Exodus 33:23"
  }
]