[{"bookName":"Exodus","chapter":12,"verse":1,"text":" The Lord said to Moses and Aaron in the land of Egypt, ","reference":"Exodus 12:1"},{"bookName":"Exodus","chapter":12,"verse":2,"text":"“This month is to be your beginning of months; it will be your first month of the year. ","reference":"Exodus 12:2"},{"bookName":"Exodus","chapter":12,"verse":3,"text":"Tell the whole community of Israel, ‘On the tenth day of this month they each must take a lamb for themselves according to their families—a lamb for each household. ","reference":"Exodus 12:3"},{"bookName":"Exodus","chapter":12,"verse":4,"text":"If any household is too small for a lamb, the man and his next-door neighbor are to take a lamb according to the number of people—you will make your count for the lamb according to how much each one can eat. ","reference":"Exodus 12:4"},{"bookName":"Exodus","chapter":12,"verse":5,"text":"Your lamb must be perfect, a male, one year old; you may take it from the sheep or from the goats. ","reference":"Exodus 12:5"},{"bookName":"Exodus","chapter":12,"verse":6,"text":"You must care for it until the fourteenth day of this month, and then the whole community of Israel will kill it around sundown. ","reference":"Exodus 12:6"},{"bookName":"Exodus","chapter":12,"verse":7,"text":"They will take some of the blood and put it on the two side posts and top of the doorframe of the houses where they will eat it.","reference":"Exodus 12:7"},{"bookName":"Exodus","chapter":12,"verse":8,"text":"They will eat the meat the same night; they will eat it roasted over the fire with bread made without yeast and with bitter herbs. ","reference":"Exodus 12:8"},{"bookName":"Exodus","chapter":12,"verse":9,"text":"Do not eat it raw or boiled in water, but roast it over the fire with its head, its legs, and its entrails. ","reference":"Exodus 12:9"},{"bookName":"Exodus","chapter":12,"verse":10,"text":"You must leave nothing until morning, but you must burn with fire whatever remains of it until morning. ","reference":"Exodus 12:10"},{"bookName":"Exodus","chapter":12,"verse":11,"text":"This is how you are to eat it—dressed to travel, your sandals on your feet, and your staff in your hand. You are to eat it in haste. It is the Lord’s Passover. ","reference":"Exodus 12:11"},{"bookName":"Exodus","chapter":12,"verse":12,"text":"“‘I will pass through the land of Egypt in the same night, and I will attack all the firstborn in the land of Egypt, both of humans and of animals, and on all the gods of Egypt I will execute judgment. I am the Lord.","reference":"Exodus 12:12"},{"bookName":"Exodus","chapter":12,"verse":13,"text":"The blood will be a sign for you on the houses where you are, so that when I see the blood I will pass over you, and this plague will not fall on you to destroy you when I attack the land of Egypt. ","reference":"Exodus 12:13"},{"bookName":"Exodus","chapter":12,"verse":14,"text":"“‘This day will become a memorial for you, and you will celebrate it as a festival to the Lord—you will celebrate it perpetually as a lasting ordinance. ","reference":"Exodus 12:14"},{"bookName":"Exodus","chapter":12,"verse":15,"text":"For seven days you must eat bread made without yeast. Surely on the first day you must put away yeast from your houses because anyone who eats bread made with yeast from the first day to the seventh day will be cut off from Israel. ","reference":"Exodus 12:15"},{"bookName":"Exodus","chapter":12,"verse":16,"text":"“‘On the first day there will be a holy convocation, and on the seventh day there will be a holy convocation for you. You must do no work of any kind on them, only what every person will eat—that alone may be prepared for you.","reference":"Exodus 12:16"},{"bookName":"Exodus","chapter":12,"verse":17,"text":"So you will keep the Feast of Unleavened Bread, because on this very day I brought your regiments out from the land of Egypt, and so you must keep this day perpetually as a lasting ordinance. ","reference":"Exodus 12:17"},{"bookName":"Exodus","chapter":12,"verse":18,"text":"In the first month, from the fourteenth day of the month, in the evening, you will eat bread made without yeast until the twenty-first day of the month in the evening. ","reference":"Exodus 12:18"},{"bookName":"Exodus","chapter":12,"verse":19,"text":"For seven days yeast must not be found in your houses, for whoever eats what is made with yeast—that person will be cut off from the community of Israel, whether a resident foreigner or one born in the land. ","reference":"Exodus 12:19"},{"bookName":"Exodus","chapter":12,"verse":20,"text":"You will not eat anything made with yeast; in all the places where you live you must eat bread made without yeast.’” ","reference":"Exodus 12:20"},{"bookName":"Exodus","chapter":12,"verse":21,"text":"Then Moses summoned all the elders of Israel, and told them, “Go and select for yourselves a lamb or young goat for your families, and kill the Passover animals. ","reference":"Exodus 12:21"},{"bookName":"Exodus","chapter":12,"verse":22,"text":"Take a branch of hyssop, dip it in the blood that is in the basin, and apply to the top of the doorframe and the two side posts some of the blood that is in the basin. Not one of you is to go out the door of his house until morning. ","reference":"Exodus 12:22"},{"bookName":"Exodus","chapter":12,"verse":23,"text":"For the Lord will pass through to strike Egypt, and when he sees the blood on the top of the doorframe and the two side posts, then the Lord will pass over the door, and he will not permit the destroyer to enter your houses to strike you.","reference":"Exodus 12:23"},{"bookName":"Exodus","chapter":12,"verse":24,"text":"You must observe this event as an ordinance for you and for your children forever. ","reference":"Exodus 12:24"},{"bookName":"Exodus","chapter":12,"verse":25,"text":"When you enter the land that the Lord will give to you, just as he said, you must observe this ceremony. ","reference":"Exodus 12:25"},{"bookName":"Exodus","chapter":12,"verse":26,"text":"When your children ask you, ‘What does this ceremony mean to you?’—","reference":"Exodus 12:26"},{"bookName":"Exodus","chapter":12,"verse":27,"text":"then you will say, ‘It is the sacrifice of the Lord’s Passover, when he passed over the houses of the Israelites in Egypt, when he struck Egypt and delivered our households.’” The people bowed down low to the ground, ","reference":"Exodus 12:27"},{"bookName":"Exodus","chapter":12,"verse":28,"text":"and the Israelites went away and did exactly as the Lord had commanded Moses and Aaron. ","reference":"Exodus 12:28"},{"bookName":"Exodus","chapter":12,"verse":29,"text":" It happened at midnight—the Lord attacked all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the prison, and all the firstborn of the cattle. ","reference":"Exodus 12:29"},{"bookName":"Exodus","chapter":12,"verse":30,"text":"Pharaoh got up in the night, along with all his servants and all Egypt, and there was a great cry in Egypt, for there was no house in which there was not someone dead. ","reference":"Exodus 12:30"},{"bookName":"Exodus","chapter":12,"verse":31,"text":"Pharaoh summoned Moses and Aaron in the night and said, “Get up, get out from among my people, both you and the Israelites! Go, serve the Lord as you have requested! ","reference":"Exodus 12:31"},{"bookName":"Exodus","chapter":12,"verse":32,"text":"Also, take your flocks and your herds, just as you have requested, and leave. But bless me also.” ","reference":"Exodus 12:32"},{"bookName":"Exodus","chapter":12,"verse":33,"text":"The Egyptians were urging the people on, in order to send them out of the land quickly, for they were saying, “We are all dead!” ","reference":"Exodus 12:33"},{"bookName":"Exodus","chapter":12,"verse":34,"text":"So the people took their dough before the yeast was added, with their kneading troughs bound up in their clothing on their shoulders. ","reference":"Exodus 12:34"},{"bookName":"Exodus","chapter":12,"verse":35,"text":"Now the Israelites had done as Moses told them—they had requested from the Egyptians silver and gold items and clothing. ","reference":"Exodus 12:35"},{"bookName":"Exodus","chapter":12,"verse":36,"text":"The Lord gave the people favor in the sight of the Egyptians, and they gave them whatever they wanted, and so they plundered Egypt. ","reference":"Exodus 12:36"},{"bookName":"Exodus","chapter":12,"verse":37,"text":"The Israelites journeyed from Rameses to Sukkoth. There were about 600,000 men on foot, plus their dependents. ","reference":"Exodus 12:37"},{"bookName":"Exodus","chapter":12,"verse":38,"text":"A mixed multitude also went up with them, and flocks and herds—a very large number of cattle. ","reference":"Exodus 12:38"},{"bookName":"Exodus","chapter":12,"verse":39,"text":"They baked cakes of bread without yeast using the dough they had brought from Egypt, for it was made without yeast. Because they were thrust out of Egypt and were not able to delay, they could not prepare food for themselves either.","reference":"Exodus 12:39"},{"bookName":"Exodus","chapter":12,"verse":40,"text":"Now the length of time the Israelites lived in Egypt was 430 years. ","reference":"Exodus 12:40"},{"bookName":"Exodus","chapter":12,"verse":41,"text":"At the end of the 430 years, on the very day, all the regiments of the Lord went out of the land of Egypt. ","reference":"Exodus 12:41"},{"bookName":"Exodus","chapter":12,"verse":42,"text":"It was a night of vigil for the Lord to bring them out from the land of Egypt, and so on this night all Israel is to keep the vigil to the Lord for generations to come.","reference":"Exodus 12:42"},{"bookName":"Exodus","chapter":12,"verse":43,"text":" The Lord said to Moses and Aaron, “This is the ordinance of the Passover. No foreigner may share in eating it.","reference":"Exodus 12:43"},{"bookName":"Exodus","chapter":12,"verse":44,"text":"But everyone’s servant who is bought for money, after you have circumcised him, may eat it.","reference":"Exodus 12:44"},{"bookName":"Exodus","chapter":12,"verse":45,"text":"A foreigner and a hired worker must not eat it.","reference":"Exodus 12:45"},{"bookName":"Exodus","chapter":12,"verse":46,"text":"It must be eaten in one house; you must not bring any of the meat outside the house, and you must not break a bone of it.","reference":"Exodus 12:46"},{"bookName":"Exodus","chapter":12,"verse":47,"text":"The whole community of Israel must observe it.","reference":"Exodus 12:47"},{"bookName":"Exodus","chapter":12,"verse":48,"text":"“When a resident foreigner lives with you and wants to observe the Passover to the Lord, all his males must be circumcised, and then he may approach and observe it, and he will be like one who is born in the land—but no uncircumcised person may eat of it.","reference":"Exodus 12:48"},{"bookName":"Exodus","chapter":12,"verse":49,"text":"The same law will apply to the person who is native-born and to the resident foreigner who lives among you.”","reference":"Exodus 12:49"},{"bookName":"Exodus","chapter":12,"verse":50,"text":"So all the Israelites did exactly as the Lord commanded Moses and Aaron. ","reference":"Exodus 12:50"},{"bookName":"Exodus","chapter":12,"verse":51,"text":"And on this very day the Lord brought the Israelites out of the land of Egypt by their regiments. ","reference":"Exodus 12:51"}]