[
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 1,
    "text": " The Lord said to Moses, “Cut out two tablets of stone like the first, and I will write on the tablets the words that were on the first tablets, which you smashed. ",
    "reference": "Exodus 34:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 2,
    "text": "Be prepared in the morning, and go up in the morning to Mount Sinai, and station yourself for me there on the top of the mountain. ",
    "reference": "Exodus 34:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 3,
    "text": "No one is to come up with you; do not let anyone be seen anywhere on the mountain; not even the flocks or the herds may graze in front of that mountain.” ",
    "reference": "Exodus 34:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 4,
    "text": "So Moses cut out two tablets of stone like the first; early in the morning he went up to Mount Sinai, just as the Lord had commanded him, and he took in his hand the two tablets of stone. ",
    "reference": "Exodus 34:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 5,
    "text": "The Lord descended in the cloud and stood with him there and proclaimed the Lord by name. ",
    "reference": "Exodus 34:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 6,
    "text": "The Lord passed by before him and proclaimed: “The Lord, the Lord, the compassionate and gracious God, slow to anger, and abounding in loyal love and faithfulness, ",
    "reference": "Exodus 34:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 7,
    "text": "keeping loyal love for thousands, forgiving iniquity and transgression and sin. But he by no means leaves the guilty unpunished, responding to the transgression of fathers by dealing with children and children’s children, to the third and fourth generation.” ",
    "reference": "Exodus 34:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 8,
    "text": "Moses quickly bowed to the ground and worshiped ",
    "reference": "Exodus 34:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 9,
    "text": "and said, “If now I have found favor in your sight, O Lord, let my Lord go among us, for we are a stiff-necked people; pardon our iniquity and our sin, and take us for your inheritance.” ",
    "reference": "Exodus 34:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 10,
    "text": "He said, “See, I am going to make a covenant before all your people. I will do wonders such as have not been done in all the earth, nor in any nation. All the people among whom you live will see the work of the Lord, for it is a fearful thing that I am doing with you. ",
    "reference": "Exodus 34:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 11,
    "text": "“Obey what I am commanding you this day. I am going to drive out before you the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ",
    "reference": "Exodus 34:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 12,
    "text": "Be careful not to make a covenant with the inhabitants of the land where you are going, lest it become a snare among you. ",
    "reference": "Exodus 34:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 13,
    "text": "Rather you must destroy their altars, smash their images, and cut down their Asherah poles. ",
    "reference": "Exodus 34:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 14,
    "text": "For you must not worship any other god, for the Lord, whose name is Jealous, is a jealous God. ",
    "reference": "Exodus 34:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 15,
    "text": "Be careful not to make a covenant with the inhabitants of the land, for when they prostitute themselves to their gods and sacrifice to their gods, and someone invites you, you will eat from his sacrifice; ",
    "reference": "Exodus 34:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 16,
    "text": "and you then take his daughters for your sons, and when his daughters prostitute themselves to their gods, they will make your sons prostitute themselves to their gods as well.",
    "reference": "Exodus 34:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 17,
    "text": "You must not make yourselves molten gods. ",
    "reference": "Exodus 34:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 18,
    "text": "“You must keep the Feast of Unleavened Bread. For seven days you must eat bread made without yeast, as I commanded you; do this at the appointed time of the month Abib, for in the month Abib you came out of Egypt. ",
    "reference": "Exodus 34:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 19,
    "text": "“Every firstborn of the womb belongs to me, even every firstborn of your cattle that is a male, whether ox or sheep. ",
    "reference": "Exodus 34:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 20,
    "text": "Now the firstling of a donkey you may redeem with a lamb, but if you do not redeem it, then break its neck. You must redeem all the firstborn of your sons.“No one will appear before me empty-handed. ",
    "reference": "Exodus 34:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 21,
    "text": "“On six days you may labor, but on the seventh day you must rest; even at the time of plowing and of harvest you are to rest. ",
    "reference": "Exodus 34:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 22,
    "text": "“You must observe the Feast of Weeks—the firstfruits of the harvest of wheat—and the Feast of Ingathering at the end of the year. ",
    "reference": "Exodus 34:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 23,
    "text": "At three times in the year all your men must appear before the Sovereign Lord, the God of Israel. ",
    "reference": "Exodus 34:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 24,
    "text": "For I will drive out the nations before you and enlarge your borders; no one will covet your land when you go up to appear before the Lord your God three times in the year. ",
    "reference": "Exodus 34:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 25,
    "text": "“You must not offer the blood of my sacrifice with yeast; the sacrifice from the Feast of Passover must not remain until the following morning. ",
    "reference": "Exodus 34:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 26,
    "text": "“The first of the firstfruits of your soil you must bring to the house of the Lord your God.“You must not cook a young goat in its mother’s milk.” ",
    "reference": "Exodus 34:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 27,
    "text": "The Lord said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.” ",
    "reference": "Exodus 34:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 28,
    "text": "So he was there with the Lord 40 days and 40 nights; he did not eat bread, and he did not drink water. He wrote on the tablets the words of the covenant, the Ten Commandments. ",
    "reference": "Exodus 34:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 29,
    "text": " Now when Moses came down from Mount Sinai with the two tablets of the testimony in his hand—when he came down from the mountain, Moses did not know that the skin of his face shone while he talked with him.",
    "reference": "Exodus 34:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 30,
    "text": "When Aaron and all the Israelites saw Moses, the skin of his face shone, and they were afraid to approach him. ",
    "reference": "Exodus 34:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 31,
    "text": "But Moses called to them, so Aaron and all the leaders of the community came back to him, and Moses spoke to them. ",
    "reference": "Exodus 34:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 32,
    "text": "After this all the Israelites approached, and he commanded them all that the Lord had spoken to him on Mount Sinai. ",
    "reference": "Exodus 34:32"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 33,
    "text": "When Moses finished speaking with them, he would put a veil on his face. ",
    "reference": "Exodus 34:33"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 34,
    "text": "But when Moses went in before the Lord to speak with him, he would remove the veil until he came out. Then he would come out and tell the Israelites what he had been commanded. ",
    "reference": "Exodus 34:34"
  },
  {
    "bookName": "Exodus",
    "chapter": 34,
    "verse": 35,
    "text": "When the Israelites would see the face of Moses, that the skin of Moses’ face shone, Moses would put the veil on his face again, until he went in to speak with the Lord.",
    "reference": "Exodus 34:35"
  }
]