[
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 1,
    "text": "(7:26) Then the Lord said to Moses, “Go to Pharaoh and tell him, ‘This is what the Lord has said: “Release my people in order that they may serve me!",
    "reference": "Exodus 8:1"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 2,
    "text": "But if you refuse to release them, then I am going to plague all your territory with frogs. ",
    "reference": "Exodus 8:2"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 3,
    "text": "The Nile will swarm with frogs, and they will come up and go into your house, in your bedroom, and on your bed, and into the houses of your servants and your people, and into your ovens and your kneading troughs. ",
    "reference": "Exodus 8:3"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 4,
    "text": "Frogs will come up against you, your people, and all your servants.”’” ",
    "reference": "Exodus 8:4"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 5,
    "text": "The Lord spoke to Moses, “Tell Aaron, ‘Extend your hand with your staff over the rivers, over the canals, and over the ponds, and bring the frogs up over the land of Egypt.’” ",
    "reference": "Exodus 8:5"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 6,
    "text": "So Aaron extended his hand over the waters of Egypt, and frogs came up and covered the land of Egypt. ",
    "reference": "Exodus 8:6"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 7,
    "text": "The magicians did the same with their secret arts and brought up frogs on the land of Egypt too.",
    "reference": "Exodus 8:7"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 8,
    "text": "Then Pharaoh summoned Moses and Aaron and said, “Pray to the Lord that he may take the frogs away from me and my people, and I will release the people that they may sacrifice to the Lord.”",
    "reference": "Exodus 8:8"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 9,
    "text": "Moses said to Pharaoh, “You may have the honor over me—when shall I pray for you, your servants, and your people, for the frogs to be removed from you and your houses, so that they will be left only in the Nile?” ",
    "reference": "Exodus 8:9"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 10,
    "text": "He said, “Tomorrow.” And Moses said, “It will be as you say, so that you may know that there is no one like the Lord our God. ",
    "reference": "Exodus 8:10"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 11,
    "text": "The frogs will depart from you, your houses, your servants, and your people; they will be left only in the Nile.” ",
    "reference": "Exodus 8:11"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 12,
    "text": "Then Moses and Aaron went out from Pharaoh, and Moses cried to the Lord because of the frogs that he had brought on Pharaoh. ",
    "reference": "Exodus 8:12"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 13,
    "text": "The Lord did as Moses asked—the frogs died in the houses, the villages, and the fields. ",
    "reference": "Exodus 8:13"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 14,
    "text": "The Egyptians piled them in countless heaps, and the land stank. ",
    "reference": "Exodus 8:14"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 15,
    "text": "But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, just as the Lord had predicted. ",
    "reference": "Exodus 8:15"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 16,
    "text": " The Lord said to Moses, “Tell Aaron, ‘Extend your staff and strike the dust of the ground, and it will become gnats throughout all the land of Egypt.’” ",
    "reference": "Exodus 8:16"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 17,
    "text": "They did so; Aaron extended his hand with his staff, he struck the dust of the ground, and it became gnats on people and on animals. All the dust of the ground became gnats throughout all the land of Egypt. ",
    "reference": "Exodus 8:17"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 18,
    "text": "When the magicians attempted to bring forth gnats by their secret arts, they could not. So there were gnats on people and on animals. ",
    "reference": "Exodus 8:18"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 19,
    "text": "The magicians said to Pharaoh, “It is the finger of God!” But Pharaoh’s heart remained hard, and he did not listen to them, just as the Lord had predicted. ",
    "reference": "Exodus 8:19"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 20,
    "text": " The Lord said to Moses, “Get up early in the morning and position yourself before Pharaoh as he goes out to the water, and tell him, ‘This is what the Lord has said, “Release my people that they may serve me!",
    "reference": "Exodus 8:20"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 21,
    "text": "If you do not release my people, then I am going to send swarms of flies on you and on your servants and on your people and in your houses. The houses of the Egyptians will be full of flies, and even the ground they stand on. ",
    "reference": "Exodus 8:21"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 22,
    "text": "But on that day I will mark off the land of Goshen, where my people are staying, so that no swarms of flies will be there, that you may know that I am the Lord in the midst of this land. ",
    "reference": "Exodus 8:22"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 23,
    "text": "I will put a division between my people and your people. This sign will take place tomorrow.”’” ",
    "reference": "Exodus 8:23"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 24,
    "text": "The Lord did so; a thick swarm of flies came into Pharaoh’s house and into the houses of his servants, and throughout the whole land of Egypt the land was ruined because of the swarms of flies. ",
    "reference": "Exodus 8:24"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 25,
    "text": "Then Pharaoh summoned Moses and Aaron and said, “Go, sacrifice to your God within the land.” ",
    "reference": "Exodus 8:25"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 26,
    "text": "But Moses said, “That would not be the right thing to do, for the sacrifices we make to the Lord our God would be an abomination to the Egyptians. If we make sacrifices that are an abomination to the Egyptians right before their eyes, will they not stone us?",
    "reference": "Exodus 8:26"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 27,
    "text": "We must go on a three-day journey into the wilderness and sacrifice to the Lord our God, just as he is telling us.” ",
    "reference": "Exodus 8:27"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 28,
    "text": "Pharaoh said, “I will release you so that you may sacrifice to the Lord your God in the wilderness. Only you must not go very far. Do pray for me.” ",
    "reference": "Exodus 8:28"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 29,
    "text": "Moses said, “I am going to go out from you and pray to the Lord, and the swarms of flies will go away from Pharaoh, from his servants, and from his people tomorrow. Only do not let Pharaoh deal falsely again by not releasing the people to sacrifice to the Lord.”",
    "reference": "Exodus 8:29"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 30,
    "text": "So Moses went out from Pharaoh and prayed to the Lord,",
    "reference": "Exodus 8:30"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 31,
    "text": "and the Lord did as Moses asked—he removed the swarms of flies from Pharaoh, from his servants, and from his people. Not one remained! ",
    "reference": "Exodus 8:31"
  },
  {
    "bookName": "Exodus",
    "chapter": 8,
    "verse": 32,
    "text": "But Pharaoh hardened his heart this time also and did not release the people. ",
    "reference": "Exodus 8:32"
  }
]