[{"bookName":"Exodus","chapter":9,"verse":1,"text":" Then the Lord said to Moses, “Go to Pharaoh and tell him, ‘This is what the Lord, the God of the Hebrews, has said, “Release my people that they may serve me!","reference":"Exodus 9:1"},{"bookName":"Exodus","chapter":9,"verse":2,"text":"For if you refuse to release them and continue holding them,","reference":"Exodus 9:2"},{"bookName":"Exodus","chapter":9,"verse":3,"text":"then the hand of the Lord will surely bring a very terrible plague on your livestock in the field, on the horses, the donkeys, the camels, the herds, and the flocks. ","reference":"Exodus 9:3"},{"bookName":"Exodus","chapter":9,"verse":4,"text":"But the Lord will distinguish between the livestock of Israel and the livestock of Egypt, and nothing will die of all that the Israelites have.”’”","reference":"Exodus 9:4"},{"bookName":"Exodus","chapter":9,"verse":5,"text":"The Lord set an appointed time, saying, “Tomorrow the Lord will do this in the land.” ","reference":"Exodus 9:5"},{"bookName":"Exodus","chapter":9,"verse":6,"text":"And the Lord did this on the next day; all the livestock of the Egyptians died, but of the Israelites’ livestock not one died. ","reference":"Exodus 9:6"},{"bookName":"Exodus","chapter":9,"verse":7,"text":"Pharaoh sent representatives to investigate, and indeed, not even one of the livestock of Israel had died. But Pharaoh’s heart remained hard, and he did not release the people. ","reference":"Exodus 9:7"},{"bookName":"Exodus","chapter":9,"verse":8,"text":" Then the Lord said to Moses and Aaron, “Take handfuls of soot from a furnace, and have Moses throw it into the air while Pharaoh is watching. ","reference":"Exodus 9:8"},{"bookName":"Exodus","chapter":9,"verse":9,"text":"It will become fine dust over the whole land of Egypt and will cause boils to break out and fester on both people and animals in all the land of Egypt.” ","reference":"Exodus 9:9"},{"bookName":"Exodus","chapter":9,"verse":10,"text":"So they took soot from a furnace and stood before Pharaoh, Moses threw it into the air, and it caused festering boils to break out on both people and animals. ","reference":"Exodus 9:10"},{"bookName":"Exodus","chapter":9,"verse":11,"text":"The magicians could not stand before Moses because of the boils, for boils were on the magicians and on all the Egyptians. ","reference":"Exodus 9:11"},{"bookName":"Exodus","chapter":9,"verse":12,"text":"But the Lord hardened Pharaoh’s heart, and he did not listen to them, just as the Lord had predicted to Moses. ","reference":"Exodus 9:12"},{"bookName":"Exodus","chapter":9,"verse":13,"text":" The Lord said to Moses, “Get up early in the morning, stand before Pharaoh, and tell him, ‘This is what the Lord, the God of the Hebrews, has said: “Release my people so that they may serve me!","reference":"Exodus 9:13"},{"bookName":"Exodus","chapter":9,"verse":14,"text":"For this time I will send all my plagues on your very self and on your servants and your people, so that you may know that there is no one like me in all the earth. ","reference":"Exodus 9:14"},{"bookName":"Exodus","chapter":9,"verse":15,"text":"For by now I could have stretched out my hand and struck you and your people with plague, and you would have been destroyed from the earth. ","reference":"Exodus 9:15"},{"bookName":"Exodus","chapter":9,"verse":16,"text":"But for this purpose I have caused you to stand: to show you my strength, and so that my name may be declared in all the earth. ","reference":"Exodus 9:16"},{"bookName":"Exodus","chapter":9,"verse":17,"text":"You are still exalting yourself against my people by not releasing them.","reference":"Exodus 9:17"},{"bookName":"Exodus","chapter":9,"verse":18,"text":"I am going to cause very severe hail to rain down about this time tomorrow, such hail as has never occurred in Egypt from the day it was founded until now. ","reference":"Exodus 9:18"},{"bookName":"Exodus","chapter":9,"verse":19,"text":"So now, send instructions to gather your livestock and all your possessions in the fields to a safe place. Every person or animal caught in the field and not brought into the house—the hail will come down on them, and they will die!”’” ","reference":"Exodus 9:19"},{"bookName":"Exodus","chapter":9,"verse":20,"text":"Those of Pharaoh’s servants who feared the Lord’s message hurried to bring their servants and livestock into the houses, ","reference":"Exodus 9:20"},{"bookName":"Exodus","chapter":9,"verse":21,"text":"but those who did not take the Lord’s message seriously left their servants and their cattle in the field. ","reference":"Exodus 9:21"},{"bookName":"Exodus","chapter":9,"verse":22,"text":"Then the Lord said to Moses, “Extend your hand toward the sky that there may be hail in all the land of Egypt, on people and on animals, and on everything that grows in the field in the land of Egypt.” ","reference":"Exodus 9:22"},{"bookName":"Exodus","chapter":9,"verse":23,"text":"When Moses extended his staff toward the sky, the Lord sent thunder and hail, and fire fell to the earth; so the Lord caused hail to rain down on the land of Egypt. ","reference":"Exodus 9:23"},{"bookName":"Exodus","chapter":9,"verse":24,"text":"Hail fell and fire mingled with the hail; the hail was so severe that there had not been any like it in all the land of Egypt since it had become a nation. ","reference":"Exodus 9:24"},{"bookName":"Exodus","chapter":9,"verse":25,"text":"The hail struck everything in the open fields, both people and animals, throughout all the land of Egypt. The hail struck everything that grows in the field, and it broke all the trees of the field to pieces.","reference":"Exodus 9:25"},{"bookName":"Exodus","chapter":9,"verse":26,"text":"Only in the land of Goshen, where the Israelites lived, was there no hail. ","reference":"Exodus 9:26"},{"bookName":"Exodus","chapter":9,"verse":27,"text":"So Pharaoh sent and summoned Moses and Aaron and said to them, “I have sinned this time! The Lord is righteous, and I and my people are guilty. ","reference":"Exodus 9:27"},{"bookName":"Exodus","chapter":9,"verse":28,"text":"Pray to the Lord, for the mighty thunderings and hail are too much! I will release you and you will stay no longer.” ","reference":"Exodus 9:28"},{"bookName":"Exodus","chapter":9,"verse":29,"text":"Moses said to him, “When I leave the city I will spread my hands to the Lord, the thunder will cease, and there will be no more hail, so that you may know that the earth belongs to the Lord. ","reference":"Exodus 9:29"},{"bookName":"Exodus","chapter":9,"verse":30,"text":"But as for you and your servants, I know that you do not yet fear the Lord God.” ","reference":"Exodus 9:30"},{"bookName":"Exodus","chapter":9,"verse":31,"text":"(Now the flax and the barley were struck by the hail, for the barley had ripened and the flax was in bud. ","reference":"Exodus 9:31"},{"bookName":"Exodus","chapter":9,"verse":32,"text":"But the wheat and the spelt were not struck, for they are later crops.) ","reference":"Exodus 9:32"},{"bookName":"Exodus","chapter":9,"verse":33,"text":"So Moses left Pharaoh, went out of the city, and spread out his hands to the Lord, and the thunder and the hail ceased, and the rain stopped pouring on the earth. ","reference":"Exodus 9:33"},{"bookName":"Exodus","chapter":9,"verse":34,"text":"When Pharaoh saw that the rain and hail and thunder ceased, he sinned again: both he and his servants hardened their hearts. ","reference":"Exodus 9:34"},{"bookName":"Exodus","chapter":9,"verse":35,"text":"So Pharaoh’s heart remained hard, and he did not release the Israelites, as the Lord had predicted through Moses. ","reference":"Exodus 9:35"}]