[{"bookName":"Ephesians","chapter":1,"verse":1,"text":"From Paul, an apostle of Christ Jesus by the will of God, to the saints [in Ephesus], the faithful in Christ Jesus. ","reference":"Ephesians 1:1"},{"bookName":"Ephesians","chapter":1,"verse":2,"text":"Grace and peace to you from God our Father and the Lord Jesus Christ! ","reference":"Ephesians 1:2"},{"bookName":"Ephesians","chapter":1,"verse":3,"text":"Blessed is the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly realms in Christ. ","reference":"Ephesians 1:3"},{"bookName":"Ephesians","chapter":1,"verse":4,"text":"For he chose us in Christ before the foundation of the world that we should be holy and blameless before him in love. ","reference":"Ephesians 1:4"},{"bookName":"Ephesians","chapter":1,"verse":5,"text":"He did this by predestining us to adoption as his legal heirs through Jesus Christ, according to the pleasure of his will—","reference":"Ephesians 1:5"},{"bookName":"Ephesians","chapter":1,"verse":6,"text":"to the praise of the glory of his grace that he has freely bestowed on us in his dearly loved Son.","reference":"Ephesians 1:6"},{"bookName":"Ephesians","chapter":1,"verse":7,"text":"In him we have redemption through his blood, the forgiveness of our offenses, according to the riches of his grace ","reference":"Ephesians 1:7"},{"bookName":"Ephesians","chapter":1,"verse":8,"text":"that he lavished on us in all wisdom and insight. ","reference":"Ephesians 1:8"},{"bookName":"Ephesians","chapter":1,"verse":9,"text":"He did this when he revealed to us the mystery of his will, according to his good pleasure that he set forth in Christ, ","reference":"Ephesians 1:9"},{"bookName":"Ephesians","chapter":1,"verse":10,"text":"toward the administration of the fullness of the times, to head up all things in Christ—the things in heaven and the things on earth. ","reference":"Ephesians 1:10"},{"bookName":"Ephesians","chapter":1,"verse":11,"text":"In Christ we too have been claimed as God’s own possession, since we were predestined according to the purpose of him who accomplishes all things according to the counsel of his will ","reference":"Ephesians 1:11"},{"bookName":"Ephesians","chapter":1,"verse":12,"text":"so that we, who were the first to set our hope on Christ, would be to the praise of his glory. ","reference":"Ephesians 1:12"},{"bookName":"Ephesians","chapter":1,"verse":13,"text":"And when you heard the word of truth (the gospel of your salvation)—when you believed in Christ—you were marked with the seal of the promised Holy Spirit, ","reference":"Ephesians 1:13"},{"bookName":"Ephesians","chapter":1,"verse":14,"text":"who is the down payment of our inheritance, until the redemption of God’s own possession, to the praise of his glory. ","reference":"Ephesians 1:14"},{"bookName":"Ephesians","chapter":1,"verse":15,"text":"For this reason, because I have heard of your faith in the Lord Jesus and your love for all the saints, ","reference":"Ephesians 1:15"},{"bookName":"Ephesians","chapter":1,"verse":16,"text":"I do not cease to give thanks for you when I remember you in my prayers. ","reference":"Ephesians 1:16"},{"bookName":"Ephesians","chapter":1,"verse":17,"text":"I pray that the God of our Lord Jesus Christ, the glorious Father, will give you spiritual wisdom and revelation in your growing knowledge of him, ","reference":"Ephesians 1:17"},{"bookName":"Ephesians","chapter":1,"verse":18,"text":"—since the eyes of your heart have been enlightened—so that you can know what is the hope of his calling, what is the wealth of his glorious inheritance in the saints, ","reference":"Ephesians 1:18"},{"bookName":"Ephesians","chapter":1,"verse":19,"text":"and what is the incomparable greatness of his power toward us who believe, as displayed in the exercise of his immense strength. ","reference":"Ephesians 1:19"},{"bookName":"Ephesians","chapter":1,"verse":20,"text":"This power he exercised in Christ when he raised him from the dead and seated him at his right hand in the heavenly realms ","reference":"Ephesians 1:20"},{"bookName":"Ephesians","chapter":1,"verse":21,"text":"far above every rule and authority and power and dominion and every name that is named, not only in this age but also in the one to come. ","reference":"Ephesians 1:21"},{"bookName":"Ephesians","chapter":1,"verse":22,"text":"And God put all things under Christ’s feet, and gave him to the church as head over all things. ","reference":"Ephesians 1:22"},{"bookName":"Ephesians","chapter":1,"verse":23,"text":"Now the church is his body, the fullness of him who fills all in all. ","reference":"Ephesians 1:23"}]