[{"bookName":"Ephesians","chapter":3,"verse":1,"text":"For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles ","reference":"Ephesians 3:1"},{"bookName":"Ephesians","chapter":3,"verse":2,"text":"if indeed you have heard of the stewardship of God’s grace that was given to me for you, ","reference":"Ephesians 3:2"},{"bookName":"Ephesians","chapter":3,"verse":3,"text":"that by revelation the mystery was made known to me, as I wrote before briefly. ","reference":"Ephesians 3:3"},{"bookName":"Ephesians","chapter":3,"verse":4,"text":"When reading this, you will be able to understand my insight into the mystery of Christ ","reference":"Ephesians 3:4"},{"bookName":"Ephesians","chapter":3,"verse":5,"text":"(which was not disclosed to people in former generations as it has now been revealed to his holy apostles and prophets by the Spirit), ","reference":"Ephesians 3:5"},{"bookName":"Ephesians","chapter":3,"verse":6,"text":"namely, that through the gospel the Gentiles are fellow heirs, fellow members of the body, and fellow partakers of the promise in Christ Jesus. ","reference":"Ephesians 3:6"},{"bookName":"Ephesians","chapter":3,"verse":7,"text":"I became a servant of this gospel according to the gift of God’s grace that was given to me by the exercise of his power. ","reference":"Ephesians 3:7"},{"bookName":"Ephesians","chapter":3,"verse":8,"text":"To me—less than the least of all the saints—this grace was given, to proclaim to the Gentiles the unfathomable riches of Christ ","reference":"Ephesians 3:8"},{"bookName":"Ephesians","chapter":3,"verse":9,"text":"and to enlighten everyone about God’s secret plan—the mystery that has been hidden for ages in God who has created all things. ","reference":"Ephesians 3:9"},{"bookName":"Ephesians","chapter":3,"verse":10,"text":"The purpose of this enlightenment is that through the church the multifaceted wisdom of God should now be disclosed to the rulers and the authorities in the heavenly realms. ","reference":"Ephesians 3:10"},{"bookName":"Ephesians","chapter":3,"verse":11,"text":"This was according to the eternal purpose that he accomplished in Christ Jesus our Lord, ","reference":"Ephesians 3:11"},{"bookName":"Ephesians","chapter":3,"verse":12,"text":"in whom we have boldness and confident access to God by way of Christ’s faithfulness. ","reference":"Ephesians 3:12"},{"bookName":"Ephesians","chapter":3,"verse":13,"text":"For this reason I ask you not to lose heart because of what I am suffering for you, which is your glory. ","reference":"Ephesians 3:13"},{"bookName":"Ephesians","chapter":3,"verse":14,"text":"For this reason I kneel before the Father, ","reference":"Ephesians 3:14"},{"bookName":"Ephesians","chapter":3,"verse":15,"text":"from whom every family in heaven and on earth is named. ","reference":"Ephesians 3:15"},{"bookName":"Ephesians","chapter":3,"verse":16,"text":"I pray that according to the wealth of his glory he will grant you to be strengthened with power through his Spirit in the inner person, ","reference":"Ephesians 3:16"},{"bookName":"Ephesians","chapter":3,"verse":17,"text":"that Christ will dwell in your hearts through faith, so that, because you have been rooted and grounded in love,","reference":"Ephesians 3:17"},{"bookName":"Ephesians","chapter":3,"verse":18,"text":"you will be able to comprehend with all the saints what is the breadth and length and height and depth, ","reference":"Ephesians 3:18"},{"bookName":"Ephesians","chapter":3,"verse":19,"text":"and thus to know the love of Christ that surpasses knowledge, so that you will be filled up to all the fullness of God. ","reference":"Ephesians 3:19"},{"bookName":"Ephesians","chapter":3,"verse":20,"text":"Now to him who by the power that is working within us is able to do far beyond all that we ask or think, ","reference":"Ephesians 3:20"},{"bookName":"Ephesians","chapter":3,"verse":21,"text":"to him be the glory in the church and in Christ Jesus to all generations, forever and ever. Amen. ","reference":"Ephesians 3:21"}]