[
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 1,
    "text": "Children, obey your parents in the Lord, for this is right. ",
    "reference": "Ephesians 6:1"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 2,
    "text": "“\u003Cb\u003EHonor your father and mother,\u003C/b\u003E” which is the first commandment accompanied by a promise, namely,",
    "reference": "Ephesians 6:2"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 3,
    "text": "“\u003Cb\u003Ethat it will go\u003C/b\u003E \u003Cb\u003Ewell with you and that you will live\u003C/b\u003E \u003Cb\u003Ea long time on the earth\u003C/b\u003E.” ",
    "reference": "Ephesians 6:3"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 4,
    "text": "Fathers, do not provoke your children to anger, but raise them up in the discipline and instruction of the Lord. ",
    "reference": "Ephesians 6:4"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 5,
    "text": "Slaves, obey your human masters with fear and trembling, in the sincerity of your heart, as to Christ, ",
    "reference": "Ephesians 6:5"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 6,
    "text": "not like those who do their work only when someone is watching—as people-pleasers—but as slaves of Christ doing the will of God from the heart. ",
    "reference": "Ephesians 6:6"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 7,
    "text": "Obey with enthusiasm, as though serving the Lord and not people, ",
    "reference": "Ephesians 6:7"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 8,
    "text": "because you know that each person, whether slave or free, if he does something good, this will be rewarded by the Lord. ",
    "reference": "Ephesians 6:8"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 9,
    "text": "Masters, treat your slaves the same way, giving up the use of threats, because you know that both you and they have the same master in heaven, and there is no favoritism with him. ",
    "reference": "Ephesians 6:9"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 10,
    "text": "Finally, be strengthened in the Lord and in the strength of his power. ",
    "reference": "Ephesians 6:10"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 11,
    "text": "Clothe yourselves with the full armor of God, so that you will be able to stand against the schemes of the devil. ",
    "reference": "Ephesians 6:11"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 12,
    "text": "For our struggle is not against flesh and blood, but against the rulers, against the powers, against the world rulers of this darkness, against the spiritual forces of evil in the heavens. ",
    "reference": "Ephesians 6:12"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 13,
    "text": "For this reason, take up the full armor of God so that you may be able to stand your ground on the evil day, and having done everything, to stand. ",
    "reference": "Ephesians 6:13"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 14,
    "text": "Stand firm therefore, by fastening the belt of truth around your waist, by putting on the breastplate of righteousness, ",
    "reference": "Ephesians 6:14"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 15,
    "text": "by fitting your feet with the preparation that comes from the good news of peace, ",
    "reference": "Ephesians 6:15"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 16,
    "text": "and in all of this, by taking up the shield of faith with which you can extinguish all the flaming arrows of the evil one.",
    "reference": "Ephesians 6:16"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 17,
    "text": "And take the helmet of salvation and the sword of the Spirit (which is the word of God). ",
    "reference": "Ephesians 6:17"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 18,
    "text": "With every prayer and petition, pray at all times in the Spirit, and to this end be alert, with all perseverance and petitions for all the saints. ",
    "reference": "Ephesians 6:18"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 19,
    "text": "Pray for me also, that I may be given the right words when I begin to speak—that I may confidently make known the mystery of the gospel, ",
    "reference": "Ephesians 6:19"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 20,
    "text": "for which I am an ambassador in chains. Pray that I may be able to speak boldly as I ought to speak. ",
    "reference": "Ephesians 6:20"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 21,
    "text": "Tychicus, my dear brother and faithful servant in the Lord, will make everything known to you, so that you too may know about my circumstances, how I am doing. ",
    "reference": "Ephesians 6:21"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 22,
    "text": "I have sent him to you for this very purpose, that you may know our circumstances and that he may encourage your hearts. ",
    "reference": "Ephesians 6:22"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 23,
    "text": "Peace to the brothers and sisters, and love with faith, from God the Father and the Lord Jesus Christ. ",
    "reference": "Ephesians 6:23"
  },
  {
    "bookName": "Ephesians",
    "chapter": 6,
    "verse": 24,
    "text": "Grace be with all those who love our Lord Jesus Christ with an undying love. ",
    "reference": "Ephesians 6:24"
  }
]