[
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 1,
    "text": " The Lord spoke to Moses: ",
    "reference": "Numbers 8:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 2,
    "text": "“Speak to Aaron and tell him, ‘When you set up the lamps, the seven lamps are to give light in front of the lampstand.’” ",
    "reference": "Numbers 8:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 3,
    "text": "And Aaron did so; he set up the lamps to face toward the front of the lampstand, as the Lord commanded Moses. ",
    "reference": "Numbers 8:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 4,
    "text": "This is how the lampstand was made: It was beaten work in gold; from its shaft to its flowers it was beaten work. According to the pattern that the Lord had shown Moses, so he made the lampstand. ",
    "reference": "Numbers 8:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 5,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 8:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 6,
    "text": "“Take the Levites from among the Israelites and purify them.",
    "reference": "Numbers 8:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 7,
    "text": "And do this to them to purify them: Sprinkle water of purification on them; then have them shave all their body and wash their clothes, and so purify themselves.",
    "reference": "Numbers 8:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 8,
    "text": "Then they are to take a young bull with its grain offering of fine flour mixed with olive oil; and you are to take a second young bull for a purification offering. ",
    "reference": "Numbers 8:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 9,
    "text": "You are to bring the Levites before the tent of meeting and assemble the entire community of the Israelites. ",
    "reference": "Numbers 8:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 10,
    "text": "Then you are to bring the Levites before the Lord, and the Israelites are to lay their hands on the Levites; ",
    "reference": "Numbers 8:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 11,
    "text": "and Aaron is to offer the Levites before the Lord as a wave offering from the Israelites, that they may do the work of the Lord. ",
    "reference": "Numbers 8:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 12,
    "text": "When the Levites lay their hands on the heads of the bulls, offer the one for a purification offering and the other for a whole burnt offering to the Lord, to make atonement for the Levites. ",
    "reference": "Numbers 8:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 13,
    "text": "You are to have the Levites stand before Aaron and his sons, and then offer them as a wave offering to the Lord. ",
    "reference": "Numbers 8:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 14,
    "text": "And so you are to separate the Levites from among the Israelites, and the Levites will be mine.",
    "reference": "Numbers 8:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 15,
    "text": "“After this, the Levites will go in to do the work of the tent of meeting. So you must cleanse them and offer them like a wave offering. ",
    "reference": "Numbers 8:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 16,
    "text": "For they are entirely given to me from among the Israelites. I have taken them for myself instead of all who open the womb, the firstborn sons of all the Israelites. ",
    "reference": "Numbers 8:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 17,
    "text": "For all the firstborn males among the Israelites are mine, both humans and animals; when I destroyed all the firstborn in the land of Egypt I set them apart for myself.",
    "reference": "Numbers 8:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 18,
    "text": "So I have taken the Levites instead of all the firstborn sons among the Israelites. ",
    "reference": "Numbers 8:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 19,
    "text": "I have given the Levites as a gift to Aaron and his sons from among the Israelites, to do the work for the Israelites in the tent of meeting, and to make atonement for the Israelites, so there will be no plague among the Israelites when the Israelites come near the sanctuary.” ",
    "reference": "Numbers 8:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 20,
    "text": "So Moses and Aaron and the entire community of the Israelites did this with the Levites. According to all that the Lord commanded Moses concerning the Levites, this is what the Israelites did with them.",
    "reference": "Numbers 8:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 21,
    "text": "The Levites purified themselves and washed their clothing; then Aaron presented them like a wave offering before the Lord, and Aaron made atonement for them to purify them.",
    "reference": "Numbers 8:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 22,
    "text": "After this, the Levites went in to do their work in the tent of meeting before Aaron and before his sons. As the Lord had commanded Moses concerning the Levites, so they did. ",
    "reference": "Numbers 8:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 23,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 8:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 24,
    "text": "“This is what pertains to the Levites: At the age of twenty-five years and upward one may begin to join the company in the work of the tent of meeting, ",
    "reference": "Numbers 8:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 25,
    "text": "and at the age of fifty years they must retire from performing the work and may no longer work. ",
    "reference": "Numbers 8:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 8,
    "verse": 26,
    "text": "They may assist their colleagues in the tent of meeting to attend to needs, but they must do no work. This is the way you must establish the Levites regarding their duties.” ",
    "reference": "Numbers 8:26"
  }
]