[{"bookName":"Numbers","chapter":19,"verse":1,"text":" The Lord spoke to Moses and Aaron: ","reference":"Numbers 19:1"},{"bookName":"Numbers","chapter":19,"verse":2,"text":"“This is the ordinance of the law that the Lord has commanded: ‘Instruct the Israelites to bring you a red heifer without blemish, which has no defect and has never carried a yoke. ","reference":"Numbers 19:2"},{"bookName":"Numbers","chapter":19,"verse":3,"text":"You must give it to Eleazar the priest so that he can take it outside the camp, and it must be slaughtered before him.","reference":"Numbers 19:3"},{"bookName":"Numbers","chapter":19,"verse":4,"text":"Eleazar the priest is to take some of its blood with his finger, and sprinkle some of the blood seven times in the direction of the front of the tent of meeting. ","reference":"Numbers 19:4"},{"bookName":"Numbers","chapter":19,"verse":5,"text":"Then the heifer must be burned in his sight—its skin, its flesh, its blood, and its offal is to be burned. ","reference":"Numbers 19:5"},{"bookName":"Numbers","chapter":19,"verse":6,"text":"And the priest must take cedar wood, hyssop, and scarlet wool and throw them into the midst of the fire where the heifer is burning. ","reference":"Numbers 19:6"},{"bookName":"Numbers","chapter":19,"verse":7,"text":"Then the priest must wash his clothes and bathe himself in water, and afterward he may come into the camp, but the priest will be ceremonially unclean until evening. ","reference":"Numbers 19:7"},{"bookName":"Numbers","chapter":19,"verse":8,"text":"The one who burns it must wash his clothes in water and bathe himself in water. He will be ceremonially unclean until evening. ","reference":"Numbers 19:8"},{"bookName":"Numbers","chapter":19,"verse":9,"text":"“‘Then a man who is ceremonially clean must gather up the ashes of the red heifer and put them in a ceremonially clean place outside the camp. They must be kept for the community of the Israelites for use in the water of purification—it is a purification for sin. ","reference":"Numbers 19:9"},{"bookName":"Numbers","chapter":19,"verse":10,"text":"The one who gathers the ashes of the heifer must wash his clothes and be ceremonially unclean until evening. This will be a permanent ordinance both for the Israelites and the resident foreigner who lives among them.","reference":"Numbers 19:10"},{"bookName":"Numbers","chapter":19,"verse":11,"text":"“‘Whoever touches the corpse of any person will be ceremonially unclean seven days. ","reference":"Numbers 19:11"},{"bookName":"Numbers","chapter":19,"verse":12,"text":"He must purify himself with water on the third day and on the seventh day, and so will be clean. But if he does not purify himself on the third day and the seventh day, then he will not be clean. ","reference":"Numbers 19:12"},{"bookName":"Numbers","chapter":19,"verse":13,"text":"Anyone who touches the corpse of any dead person and does not purify himself defiles the tabernacle of the Lord. And that person must be cut off from Israel, because the water of purification was not sprinkled on him. He will be unclean; his uncleanness remains on him.","reference":"Numbers 19:13"},{"bookName":"Numbers","chapter":19,"verse":14,"text":"“‘This is the law: When a man dies in a tent, anyone who comes into the tent and all who are in the tent will be ceremonially unclean seven days. ","reference":"Numbers 19:14"},{"bookName":"Numbers","chapter":19,"verse":15,"text":"And every open container that has no covering fastened on it is unclean. ","reference":"Numbers 19:15"},{"bookName":"Numbers","chapter":19,"verse":16,"text":"And whoever touches the body of someone killed with a sword in the open fields, or the body of someone who died of natural causes, or a human bone, or a grave, will be unclean seven days. ","reference":"Numbers 19:16"},{"bookName":"Numbers","chapter":19,"verse":17,"text":"“‘For a ceremonially unclean person you must take some of the ashes of the heifer burnt for purification from sin and pour fresh running water over them in a vessel. ","reference":"Numbers 19:17"},{"bookName":"Numbers","chapter":19,"verse":18,"text":"Then a ceremonially clean person must take hyssop, dip it in the water, and sprinkle it on the tent, on all its furnishings, and on the people who were there, or on the one who touched a bone, or one who was killed, or one who died, or a grave. ","reference":"Numbers 19:18"},{"bookName":"Numbers","chapter":19,"verse":19,"text":"And the clean person must sprinkle the unclean on the third day and on the seventh day; and on the seventh day he must purify him, and then he must wash his clothes, and bathe in water, and he will be clean in the evening. ","reference":"Numbers 19:19"},{"bookName":"Numbers","chapter":19,"verse":20,"text":"But the man who is unclean and does not purify himself, that person must be cut off from among the community, because he has polluted the sanctuary of the Lord; the water of purification was not sprinkled on him, so he is unclean. ","reference":"Numbers 19:20"},{"bookName":"Numbers","chapter":19,"verse":21,"text":"“‘So this will be a perpetual ordinance for them: The one who sprinkles the water of purification must wash his clothes, and the one who touches the water of purification will be unclean until evening. ","reference":"Numbers 19:21"},{"bookName":"Numbers","chapter":19,"verse":22,"text":"And whatever the unclean person touches will be unclean, and the person who touches it will be unclean until evening.’” ","reference":"Numbers 19:22"}]