[{"bookName":"Numbers","chapter":4,"verse":1,"text":" Then the Lord spoke to Moses and Aaron: ","reference":"Numbers 4:1"},{"bookName":"Numbers","chapter":4,"verse":2,"text":"“Take a census of the Kohathites from among the Levites, by their families and by their clans, ","reference":"Numbers 4:2"},{"bookName":"Numbers","chapter":4,"verse":3,"text":"from thirty years old and upward to fifty years old, all who enter the company to do the work in the tent of meeting. ","reference":"Numbers 4:3"},{"bookName":"Numbers","chapter":4,"verse":4,"text":"This is the service of the Kohathites in the tent of meeting, relating to the most holy things. ","reference":"Numbers 4:4"},{"bookName":"Numbers","chapter":4,"verse":5,"text":"When it is time for the camp to journey, Aaron and his sons must come and take down the screening curtain and cover the ark of the testimony with it.","reference":"Numbers 4:5"},{"bookName":"Numbers","chapter":4,"verse":6,"text":"Then they must put over it a covering of fine leather and spread over that a cloth entirely of blue, and then they must insert its poles. ","reference":"Numbers 4:6"},{"bookName":"Numbers","chapter":4,"verse":7,"text":"“On the table of the presence they must spread a blue cloth, and put on it the dishes, the pans, the bowls, and the pitchers for pouring, and the Bread of the Presence must be on it continually. ","reference":"Numbers 4:7"},{"bookName":"Numbers","chapter":4,"verse":8,"text":"They must spread over them a scarlet cloth, and cover the same with a covering of fine leather; and they must insert its poles. ","reference":"Numbers 4:8"},{"bookName":"Numbers","chapter":4,"verse":9,"text":"“They must take a blue cloth and cover the lampstand of the light, with its lamps, its wick-trimmers, its trays, and all its oil vessels, with which they service it.","reference":"Numbers 4:9"},{"bookName":"Numbers","chapter":4,"verse":10,"text":"Then they must put it with all its utensils in a covering of fine leather, and put it on a carrying beam. ","reference":"Numbers 4:10"},{"bookName":"Numbers","chapter":4,"verse":11,"text":"“They must spread a blue cloth on the gold altar, and cover it with a covering of fine leather; and they must insert its poles. ","reference":"Numbers 4:11"},{"bookName":"Numbers","chapter":4,"verse":12,"text":"Then they must take all the utensils of the service, with which they serve in the sanctuary, put them in a blue cloth, cover them with a covering of fine leather, and put them on a carrying beam. ","reference":"Numbers 4:12"},{"bookName":"Numbers","chapter":4,"verse":13,"text":"Also, they must take away the ashes from the altar and spread a purple cloth over it.","reference":"Numbers 4:13"},{"bookName":"Numbers","chapter":4,"verse":14,"text":"Then they must place on it all its implements with which they serve there—the trays, the meat forks, the shovels, the basins, and all the utensils of the altar—and they must spread on it a covering of fine leather, and then insert its poles. ","reference":"Numbers 4:14"},{"bookName":"Numbers","chapter":4,"verse":15,"text":"“When Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, when the camp is ready to journey, then the Kohathites will come to carry them; but they must not touch any holy thing, or they will die. These are the responsibilities of the Kohathites with the tent of meeting. ","reference":"Numbers 4:15"},{"bookName":"Numbers","chapter":4,"verse":16,"text":"“The appointed responsibility of Eleazar son of Aaron the priest is for the oil for the light, and the spiced incense, and the daily grain offering, and the anointing oil; he also has the appointed responsibility over all the tabernacle with all that is in it, over the sanctuary and over all its furnishings.” ","reference":"Numbers 4:16"},{"bookName":"Numbers","chapter":4,"verse":17,"text":"Then the Lord spoke to Moses and Aaron: ","reference":"Numbers 4:17"},{"bookName":"Numbers","chapter":4,"verse":18,"text":"“Do not allow the tribe of the families of the Kohathites to be cut off from among the Levites; ","reference":"Numbers 4:18"},{"bookName":"Numbers","chapter":4,"verse":19,"text":"but in order that they will live and not die when they approach the most holy things, do this for them: Aaron and his sons will go in and appoint each man to his service and his responsibility. ","reference":"Numbers 4:19"},{"bookName":"Numbers","chapter":4,"verse":20,"text":"But the Kohathites are not to go in to watch while the holy things are being covered, or they will die.” ","reference":"Numbers 4:20"},{"bookName":"Numbers","chapter":4,"verse":21,"text":"Then the Lord spoke to Moses: ","reference":"Numbers 4:21"},{"bookName":"Numbers","chapter":4,"verse":22,"text":"“Also take a census of the Gershonites also, by their clans and by their families.","reference":"Numbers 4:22"},{"bookName":"Numbers","chapter":4,"verse":23,"text":"You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting. ","reference":"Numbers 4:23"},{"bookName":"Numbers","chapter":4,"verse":24,"text":"This is the service of the families of Gershonites, as they serve and carry it.","reference":"Numbers 4:24"},{"bookName":"Numbers","chapter":4,"verse":25,"text":"They must carry the curtains for the tabernacle and the tent of meeting with its covering, the covering of fine leather that is over it, the curtains for the entrance of the tent of meeting, ","reference":"Numbers 4:25"},{"bookName":"Numbers","chapter":4,"verse":26,"text":"the hangings for the courtyard, the curtain for the entrance of the gate of the court, which is around the tabernacle and the altar, and their ropes, along with all the furnishings for their service and everything that is made for them. So they are to serve. ","reference":"Numbers 4:26"},{"bookName":"Numbers","chapter":4,"verse":27,"text":"“All the service of the Gershonites, whether carrying loads or for any of their work, will be at the direction of Aaron and his sons. You will assign them all their tasks as their responsibility. ","reference":"Numbers 4:27"},{"bookName":"Numbers","chapter":4,"verse":28,"text":"This is the service of the families of the Gershonites concerning the tent of meeting. Their responsibilities will be under the authority of Ithamar son of Aaron the priest. ","reference":"Numbers 4:28"},{"bookName":"Numbers","chapter":4,"verse":29,"text":"“As for the sons of Merari, you are to number them by their families and by their clans. ","reference":"Numbers 4:29"},{"bookName":"Numbers","chapter":4,"verse":30,"text":"You must number them from thirty years old and upward to fifty years old, all who enter the company to do the work of the tent of meeting. ","reference":"Numbers 4:30"},{"bookName":"Numbers","chapter":4,"verse":31,"text":"This is what they are responsible to carry as their entire service in the tent of meeting: the frames of the tabernacle, its crossbars, its posts, its sockets, ","reference":"Numbers 4:31"},{"bookName":"Numbers","chapter":4,"verse":32,"text":"and the posts of the surrounding courtyard with their sockets, tent pegs, and ropes, along with all their furnishings and everything for their service. You are to assign by name the items that each man is responsible to carry. ","reference":"Numbers 4:32"},{"bookName":"Numbers","chapter":4,"verse":33,"text":"This is the service of the families of the Merarites, their entire service concerning the tent of meeting, under the authority of Ithamar son of Aaron the priest.” ","reference":"Numbers 4:33"},{"bookName":"Numbers","chapter":4,"verse":34,"text":"So Moses and Aaron and the leaders of the community numbered the Kohathites by their families and by clans, ","reference":"Numbers 4:34"},{"bookName":"Numbers","chapter":4,"verse":35,"text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting; ","reference":"Numbers 4:35"},{"bookName":"Numbers","chapter":4,"verse":36,"text":"and those of them numbered by their families were 2,750.","reference":"Numbers 4:36"},{"bookName":"Numbers","chapter":4,"verse":37,"text":"These were those numbered from the families of the Kohathites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the Lord by the authority of Moses. ","reference":"Numbers 4:37"},{"bookName":"Numbers","chapter":4,"verse":38,"text":"Those numbered from the Gershonites, by their families and by their clans, ","reference":"Numbers 4:38"},{"bookName":"Numbers","chapter":4,"verse":39,"text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting—","reference":"Numbers 4:39"},{"bookName":"Numbers","chapter":4,"verse":40,"text":"those of them numbered by their families, by their clans, were 2,630.","reference":"Numbers 4:40"},{"bookName":"Numbers","chapter":4,"verse":41,"text":"These were those numbered from the families of the Gershonites, everyone who served in the tent of meeting, whom Moses and Aaron numbered according to the word of the Lord. ","reference":"Numbers 4:41"},{"bookName":"Numbers","chapter":4,"verse":42,"text":"Those numbered from the families of the Merarites, by their families, by their clans, ","reference":"Numbers 4:42"},{"bookName":"Numbers","chapter":4,"verse":43,"text":"from thirty years old and upward to fifty years old, everyone who entered the company for the work in the tent of meeting—","reference":"Numbers 4:43"},{"bookName":"Numbers","chapter":4,"verse":44,"text":"those of them numbered by their families were 3,200.","reference":"Numbers 4:44"},{"bookName":"Numbers","chapter":4,"verse":45,"text":"These are those numbered from the families of the Merarites, whom Moses and Aaron numbered according to the word of the Lord by the authority of Moses. ","reference":"Numbers 4:45"},{"bookName":"Numbers","chapter":4,"verse":46,"text":"All who were numbered of the Levites, whom Moses, Aaron, and the leaders of Israel numbered by their families and by their clans, ","reference":"Numbers 4:46"},{"bookName":"Numbers","chapter":4,"verse":47,"text":"from thirty years old and upward to fifty years old, everyone who entered to do the work of service and the work of carrying relating to the tent of meeting—","reference":"Numbers 4:47"},{"bookName":"Numbers","chapter":4,"verse":48,"text":"those of them numbered were 8,580.","reference":"Numbers 4:48"},{"bookName":"Numbers","chapter":4,"verse":49,"text":"According to the word of the Lord they were numbered, by the authority of Moses, each according to his service and according to what he was to carry. Thus were they numbered by him, as the Lord had commanded Moses. ","reference":"Numbers 4:49"}]