[{"bookName":"Numbers","chapter":14,"verse":1,"text":" Then all the community raised a loud cry, and the people wept that night. ","reference":"Numbers 14:1"},{"bookName":"Numbers","chapter":14,"verse":2,"text":"And all the Israelites murmured against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt, or if only we had perished in this wilderness! ","reference":"Numbers 14:2"},{"bookName":"Numbers","chapter":14,"verse":3,"text":"Why has the Lord brought us into this land only to be killed by the sword, that our wives and our children should become plunder? Wouldn’t it be better for us to return to Egypt?” ","reference":"Numbers 14:3"},{"bookName":"Numbers","chapter":14,"verse":4,"text":"So they said to one another, “Let’s appoint a leader and return to Egypt.” ","reference":"Numbers 14:4"},{"bookName":"Numbers","chapter":14,"verse":5,"text":"Then Moses and Aaron fell down with their faces to the ground before the whole assembled community of the Israelites. ","reference":"Numbers 14:5"},{"bookName":"Numbers","chapter":14,"verse":6,"text":"And Joshua son of Nun and Caleb son of Jephunneh, two of those who had investigated the land, tore their garments. ","reference":"Numbers 14:6"},{"bookName":"Numbers","chapter":14,"verse":7,"text":"They said to the whole community of the Israelites, “The land we passed through to investigate is an exceedingly good land. ","reference":"Numbers 14:7"},{"bookName":"Numbers","chapter":14,"verse":8,"text":"If the Lord delights in us, then he will bring us into this land and give it to us—a land that is flowing with milk and honey. ","reference":"Numbers 14:8"},{"bookName":"Numbers","chapter":14,"verse":9,"text":"Only do not rebel against the Lord, and do not fear the people of the land, for they are bread for us. Their protection has turned aside from them, but the Lord is with us. Do not fear them!”","reference":"Numbers 14:9"},{"bookName":"Numbers","chapter":14,"verse":10,"text":"However, the whole community threatened to stone them. But the glory of the Lord appeared to all the Israelites at the tent of meeting. ","reference":"Numbers 14:10"},{"bookName":"Numbers","chapter":14,"verse":11,"text":"The Lord said to Moses, “How long will this people despise me, and how long will they not believe in me, in spite of the signs that I have done among them?","reference":"Numbers 14:11"},{"bookName":"Numbers","chapter":14,"verse":12,"text":"I will strike them with the pestilence, and I will disinherit them—I will make you into a nation that is greater and mightier than they!”","reference":"Numbers 14:12"},{"bookName":"Numbers","chapter":14,"verse":13,"text":"Moses said to the Lord, “When the Egyptians hear it—for you brought up this people by your power from among them—","reference":"Numbers 14:13"},{"bookName":"Numbers","chapter":14,"verse":14,"text":"then they will tell it to the inhabitants of this land. They have heard that you, Lord, are among this people, that you, Lord, are seen face to face, that your cloud stands over them, and that you go before them by day in a pillar of cloud and in a pillar of fire by night. ","reference":"Numbers 14:14"},{"bookName":"Numbers","chapter":14,"verse":15,"text":"If you kill this entire people at once, then the nations that have heard of your fame will say, ","reference":"Numbers 14:15"},{"bookName":"Numbers","chapter":14,"verse":16,"text":"‘Because the Lord was not able to bring this people into the land that he swore to them, he killed them in the wilderness.’ ","reference":"Numbers 14:16"},{"bookName":"Numbers","chapter":14,"verse":17,"text":"So now, let the power of my Lord be great, just as you have said, ","reference":"Numbers 14:17"},{"bookName":"Numbers","chapter":14,"verse":18,"text":"‘The Lord is slow to anger and abounding in loyal love, forgiving iniquity and transgression, but by no means clearing the guilty, visiting the iniquity of the fathers on the children until the third and fourth generations.’","reference":"Numbers 14:18"},{"bookName":"Numbers","chapter":14,"verse":19,"text":"Please forgive the iniquity of this people according to your great loyal love, just as you have forgiven this people from Egypt even until now.” ","reference":"Numbers 14:19"},{"bookName":"Numbers","chapter":14,"verse":20,"text":"Then the Lord said, “I have forgiven them as you asked. ","reference":"Numbers 14:20"},{"bookName":"Numbers","chapter":14,"verse":21,"text":"But truly, as I live, all the earth will be filled with the glory of the Lord. ","reference":"Numbers 14:21"},{"bookName":"Numbers","chapter":14,"verse":22,"text":"For all the people have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have tempted me now these ten times, and have not obeyed me— ","reference":"Numbers 14:22"},{"bookName":"Numbers","chapter":14,"verse":23,"text":"they will by no means see the land that I promised on oath to their fathers, nor will any of them who despised me see it—","reference":"Numbers 14:23"},{"bookName":"Numbers","chapter":14,"verse":24,"text":"Only my servant Caleb, because he had a different spirit and has followed me fully—I will bring him into the land where he had gone, and his descendants will possess it.","reference":"Numbers 14:24"},{"bookName":"Numbers","chapter":14,"verse":25,"text":"(Now the Amalekites and the Canaanites were living in the valleys.) Tomorrow, turn and journey into the wilderness by the way of the Red Sea.” ","reference":"Numbers 14:25"},{"bookName":"Numbers","chapter":14,"verse":26,"text":"The Lord spoke to Moses and Aaron: ","reference":"Numbers 14:26"},{"bookName":"Numbers","chapter":14,"verse":27,"text":"“How long must I bear with this evil congregation that murmurs against me? I have heard the complaints of the Israelites that they murmured against me.","reference":"Numbers 14:27"},{"bookName":"Numbers","chapter":14,"verse":28,"text":"Say to them, ‘As I live, says the Lord, I will surely do to you just what you have spoken in my hearing. ","reference":"Numbers 14:28"},{"bookName":"Numbers","chapter":14,"verse":29,"text":"Your dead bodies will fall in this wilderness—all those of you who were numbered, according to your full number, from twenty years old and upward, who have murmured against me.","reference":"Numbers 14:29"},{"bookName":"Numbers","chapter":14,"verse":30,"text":"You will by no means enter into the land where I swore to settle you. The only exceptions are Caleb son of Jephunneh and Joshua son of Nun. ","reference":"Numbers 14:30"},{"bookName":"Numbers","chapter":14,"verse":31,"text":"But I will bring in your little ones, whom you said would become victims of war, and they will enjoy the land that you have despised. ","reference":"Numbers 14:31"},{"bookName":"Numbers","chapter":14,"verse":32,"text":"But as for you, your dead bodies will fall in this wilderness, ","reference":"Numbers 14:32"},{"bookName":"Numbers","chapter":14,"verse":33,"text":"and your children will wander in the wilderness 40 years and suffer for your unfaithfulness, until your dead bodies lie finished in the wilderness. ","reference":"Numbers 14:33"},{"bookName":"Numbers","chapter":14,"verse":34,"text":"According to the number of the days you have investigated this land, 40 days—one day for a year—you will suffer for your iniquities, 40 years, and you will know what it means to thwart me.","reference":"Numbers 14:34"},{"bookName":"Numbers","chapter":14,"verse":35,"text":"I, the Lord, have said, “I will surely do so to all this evil congregation that has gathered together against me. In this wilderness they will be finished, and there they will die!”’” ","reference":"Numbers 14:35"},{"bookName":"Numbers","chapter":14,"verse":36,"text":"The men whom Moses sent to investigate the land, who returned and made the whole community murmur against him by producing an evil report about the land, ","reference":"Numbers 14:36"},{"bookName":"Numbers","chapter":14,"verse":37,"text":"those men who produced the evil report about the land, died by the plague before the Lord. ","reference":"Numbers 14:37"},{"bookName":"Numbers","chapter":14,"verse":38,"text":"But Joshua son of Nun and Caleb son of Jephunneh, who were among the men who went to investigate the land, lived. ","reference":"Numbers 14:38"},{"bookName":"Numbers","chapter":14,"verse":39,"text":"When Moses told these things to all the Israelites, the people mourned greatly. ","reference":"Numbers 14:39"},{"bookName":"Numbers","chapter":14,"verse":40,"text":"And early in the morning they went up to the crest of the hill country, saying, “Here we are, and we will go up to the place that the Lord commanded, for we have sinned.” ","reference":"Numbers 14:40"},{"bookName":"Numbers","chapter":14,"verse":41,"text":"But Moses said, “Why are you now transgressing the commandment of the Lord? It will not succeed! ","reference":"Numbers 14:41"},{"bookName":"Numbers","chapter":14,"verse":42,"text":"Do not go up, for the Lord is not among you, and you will be defeated before your enemies. ","reference":"Numbers 14:42"},{"bookName":"Numbers","chapter":14,"verse":43,"text":"For the Amalekites and the Canaanites are there before you, and you will fall by the sword. Because you have turned away from the Lord, the Lord will not be with you.”","reference":"Numbers 14:43"},{"bookName":"Numbers","chapter":14,"verse":44,"text":"But they dared to go up to the crest of the hill, although neither the ark of the covenant of the Lord nor Moses departed from the camp. ","reference":"Numbers 14:44"},{"bookName":"Numbers","chapter":14,"verse":45,"text":"So the Amalekites and the Canaanites who lived in that hill country swooped down and attacked them as far as Hormah. ","reference":"Numbers 14:45"}]