[{"bookName":"Numbers","chapter":30,"verse":1,"text":" Moses told the leaders of the tribes concerning the Israelites, “This is what the Lord has commanded: ","reference":"Numbers 30:1"},{"bookName":"Numbers","chapter":30,"verse":2,"text":"If a man makes a vow to the Lord or takes an oath of binding obligation on himself, he must not break his word, but must do whatever he has promised. ","reference":"Numbers 30:2"},{"bookName":"Numbers","chapter":30,"verse":3,"text":"“If a young woman who is still living in her father’s house makes a vow to the Lord or places herself under an obligation, ","reference":"Numbers 30:3"},{"bookName":"Numbers","chapter":30,"verse":4,"text":"and her father hears of her vow or the obligation to which she has pledged herself, and her father remains silent about her, then all her vows will stand, and every obligation to which she has pledged herself will stand. ","reference":"Numbers 30:4"},{"bookName":"Numbers","chapter":30,"verse":5,"text":"But if her father overrules her when he hears about it, then none of her vows or her obligations that she has pledged for herself will stand. And the Lord will release her from it, because her father overruled her.","reference":"Numbers 30:5"},{"bookName":"Numbers","chapter":30,"verse":6,"text":"“And if she marries a husband while under a vow, or she uttered anything impulsively by which she has pledged herself, ","reference":"Numbers 30:6"},{"bookName":"Numbers","chapter":30,"verse":7,"text":"and her husband hears about it but remains silent about her when he hears about it, then her vows will stand and her obligations that she has pledged for herself will stand. ","reference":"Numbers 30:7"},{"bookName":"Numbers","chapter":30,"verse":8,"text":"But if when her husband hears it he overrules her, then he will nullify the vow she has taken, and whatever she uttered impulsively that she has pledged for herself. And the Lord will release her from it.","reference":"Numbers 30:8"},{"bookName":"Numbers","chapter":30,"verse":9,"text":"“But every vow of a widow or of a divorced woman which she has pledged for herself will remain intact. ","reference":"Numbers 30:9"},{"bookName":"Numbers","chapter":30,"verse":10,"text":"If she made the vow in her husband’s house or put herself under obligation with an oath, ","reference":"Numbers 30:10"},{"bookName":"Numbers","chapter":30,"verse":11,"text":"and her husband heard about it, but remained silent about her, and did not overrule her, then all her vows will stand, and every obligation which she pledged for herself will stand. ","reference":"Numbers 30:11"},{"bookName":"Numbers","chapter":30,"verse":12,"text":"But if her husband clearly nullifies them when he hears them, then whatever she says by way of vows or obligations will not stand. Her husband has made them void, and the Lord will release her from them.","reference":"Numbers 30:12"},{"bookName":"Numbers","chapter":30,"verse":13,"text":"“Any vow or sworn obligation that would bring affliction to her, her husband can confirm or nullify. ","reference":"Numbers 30:13"},{"bookName":"Numbers","chapter":30,"verse":14,"text":"But if her husband remains completely silent about her from day to day, he thus confirms all her vows or all her obligations which she is under; he confirms them because he remained silent about her when he heard them.","reference":"Numbers 30:14"},{"bookName":"Numbers","chapter":30,"verse":15,"text":"But if he should nullify them after he has heard them, then he will bear her iniquity.” ","reference":"Numbers 30:15"},{"bookName":"Numbers","chapter":30,"verse":16,"text":"These are the statutes that the Lord commanded Moses, relating to a man and his wife, and a father and his young daughter who is still living in her father’s house. ","reference":"Numbers 30:16"}]