[
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 1,
    "text": " Then the Lord spoke to Moses in the rift valley plains of Moab along the Jordan near Jericho. He said: ",
    "reference": "Numbers 35:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 2,
    "text": "“Instruct the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. You must also give the Levites grazing land around the towns. ",
    "reference": "Numbers 35:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 3,
    "text": "Thus they will have towns in which to live, and their grazing lands will be for their cattle, for their possessions, and for all their animals. ",
    "reference": "Numbers 35:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 4,
    "text": "The grazing lands around the towns that you will give to the Levites must extend to a distance of 500 yards from the town wall. ",
    "reference": "Numbers 35:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 5,
    "text": "“You must measure from outside the wall of the town on the east 1,000 yards, and on the south side 1,000 yards, and on the west side 1,000 yards, and on the north side 1,000 yards, with the town in the middle. This territory must belong to them as grazing land for the towns. ",
    "reference": "Numbers 35:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 6,
    "text": "Now from these towns that you will give to the Levites you must select six towns of refuge to which a person who has killed someone may flee. And you must give them 42 other towns. ",
    "reference": "Numbers 35:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 7,
    "text": "“So the total of the towns you will give the Levites is 48. You must give these together with their grazing lands. ",
    "reference": "Numbers 35:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 8,
    "text": "The towns you will give must be from the possession of the Israelites. From the larger tribes you must give more; and from the smaller tribes fewer. Each must contribute some of its own towns to the Levites in proportion to the inheritance allocated to each.”",
    "reference": "Numbers 35:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 9,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 35:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 10,
    "text": "“Speak to the Israelites and tell them, ‘When you cross over the Jordan River into the land of Canaan, ",
    "reference": "Numbers 35:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 11,
    "text": "you must then designate some towns as towns of refuge for you, to which a person who has killed someone unintentionally may flee. ",
    "reference": "Numbers 35:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 12,
    "text": "And they must stand as your towns of refuge from the avenger in order that the killer may not die until he has stood trial before the community. ",
    "reference": "Numbers 35:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 13,
    "text": "These towns that you must give shall be your six towns for refuge. ",
    "reference": "Numbers 35:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 14,
    "text": "“‘You must give three towns on this side of the Jordan, and you must give three towns in the land of Canaan; they must be towns of refuge. ",
    "reference": "Numbers 35:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 15,
    "text": "These six towns will be places of refuge for the Israelites, and for the resident foreigner, and for the settler among them, so that anyone who kills any person accidentally may flee there. ",
    "reference": "Numbers 35:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 16,
    "text": "“‘But if he hits someone with an iron tool so that he dies, he is a murderer. The murderer must surely be put to death. ",
    "reference": "Numbers 35:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 17,
    "text": "If he strikes him by throwing a stone large enough that he could die, and he dies, he is a murderer. The murderer must surely be put to death. ",
    "reference": "Numbers 35:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 18,
    "text": "Or if he strikes him with a wooden hand weapon so that he could die, and he dies, he is a murderer. The murderer must surely be put to death. ",
    "reference": "Numbers 35:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 19,
    "text": "The avenger of blood himself must kill the murderer; when he meets him, he must kill him.",
    "reference": "Numbers 35:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 20,
    "text": "“‘But if he strikes him out of hatred or throws something at him intentionally so that he dies, ",
    "reference": "Numbers 35:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 21,
    "text": "or with enmity he strikes him with his hand and he dies, the one who struck him must surely be put to death, for he is a murderer. The avenger of blood must kill the murderer when he meets him.",
    "reference": "Numbers 35:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 22,
    "text": "“‘But if he strikes him suddenly, without enmity, or throws anything at him unintentionally, ",
    "reference": "Numbers 35:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 23,
    "text": "or with any stone large enough that a man could die, without seeing him, and throws it at him, and he dies, even though he was not his enemy nor sought his harm, ",
    "reference": "Numbers 35:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 24,
    "text": "then the community must judge between the slayer and the avenger of blood according to these decisions. ",
    "reference": "Numbers 35:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 25,
    "text": "The community must deliver the slayer out of the hand of the avenger of blood, and the community must restore him to the town of refuge to which he fled, and he must live there until the death of the high priest, who was anointed with the consecrated oil. ",
    "reference": "Numbers 35:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 26,
    "text": "But if the slayer at any time goes outside the boundary of the town to which he had fled, ",
    "reference": "Numbers 35:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 27,
    "text": "and the avenger of blood finds him outside the borders of the town of refuge, and the avenger of blood kills the slayer, he will not be guilty of blood, ",
    "reference": "Numbers 35:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 28,
    "text": "because the slayer should have stayed in his town of refuge until the death of the high priest. But after the death of the high priest, the slayer may return to the land of his possessions. ",
    "reference": "Numbers 35:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 29,
    "text": "So these things must be a statutory ordinance for you throughout your generations, in all the places where you live.",
    "reference": "Numbers 35:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 30,
    "text": "“‘Whoever kills any person, the murderer must be put to death by the testimony of witnesses, but one witness cannot testify against any person to cause him to be put to death. ",
    "reference": "Numbers 35:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 31,
    "text": "Moreover, you must not accept a ransom for the life of a murderer who is guilty of death; he must surely be put to death. ",
    "reference": "Numbers 35:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 32,
    "text": "And you must not accept a ransom for anyone who has fled to a town of refuge, to allow him to return home and live on his own land before the death of the high priest. ",
    "reference": "Numbers 35:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 33,
    "text": "“‘You must not pollute the land where you live, for blood defiles the land, and the land cannot be cleansed of the blood that is shed there, except by the blood of the person who shed it. ",
    "reference": "Numbers 35:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 35,
    "verse": 34,
    "text": "Therefore do not defile the land that you will inhabit, in which I live, for I the Lord live among the Israelites.’” ",
    "reference": "Numbers 35:34"
  }
]