[{"bookName":"Numbers","chapter":10,"verse":1,"text":" The Lord spoke to Moses: ","reference":"Numbers 10:1"},{"bookName":"Numbers","chapter":10,"verse":2,"text":"“Make two trumpets of silver; you are to make them from a single hammered piece. You will use them for assembling the community and for directing the traveling of the camps. ","reference":"Numbers 10:2"},{"bookName":"Numbers","chapter":10,"verse":3,"text":"When they blow them both, all the community must come to you to the entrance of the tent of meeting. ","reference":"Numbers 10:3"},{"bookName":"Numbers","chapter":10,"verse":4,"text":"“But if they blow with one trumpet, then the leaders, the heads of the thousands of Israel, must come to you.","reference":"Numbers 10:4"},{"bookName":"Numbers","chapter":10,"verse":5,"text":"When you blow an alarm, then the camps that are located on the east side must begin to travel. ","reference":"Numbers 10:5"},{"bookName":"Numbers","chapter":10,"verse":6,"text":"And when you blow an alarm the second time, then the camps that are located on the south side must begin to travel. An alarm must be sounded for their journeys. ","reference":"Numbers 10:6"},{"bookName":"Numbers","chapter":10,"verse":7,"text":"But when you assemble the community, you must blow the trumpets, but you must not sound an alarm. ","reference":"Numbers 10:7"},{"bookName":"Numbers","chapter":10,"verse":8,"text":"The sons of Aaron, the priests, must blow the trumpets, and they will be to you for an eternal ordinance throughout your generations. ","reference":"Numbers 10:8"},{"bookName":"Numbers","chapter":10,"verse":9,"text":"If you go to war in your land against an adversary who opposes you, then you must sound an alarm with the trumpets, and you will be remembered before the Lord your God, and you will be saved from your enemies. ","reference":"Numbers 10:9"},{"bookName":"Numbers","chapter":10,"verse":10,"text":"“Also, in the time when you rejoice, such as on your appointed festivals or at the beginnings of your months, you must blow with your trumpets over your burnt offerings and over the sacrifices of your peace offerings, so that they may become a memorial for you before your God: I am the Lord your God.” ","reference":"Numbers 10:10"},{"bookName":"Numbers","chapter":10,"verse":11,"text":" On the twentieth day of the second month, in the second year, the cloud was taken up from the tabernacle of the testimony. ","reference":"Numbers 10:11"},{"bookName":"Numbers","chapter":10,"verse":12,"text":"So the Israelites set out on their journeys from the desert of Sinai; and the cloud settled in the wilderness of Paran. ","reference":"Numbers 10:12"},{"bookName":"Numbers","chapter":10,"verse":13,"text":"This was the first time they set out on their journey according to the commandment of the Lord, by the authority of Moses. ","reference":"Numbers 10:13"},{"bookName":"Numbers","chapter":10,"verse":14,"text":"The standard of the camp of the Judahites set out first according to their companies, and over his company was Nahshon son of Amminadab. ","reference":"Numbers 10:14"},{"bookName":"Numbers","chapter":10,"verse":15,"text":"Over the company of the tribe of Issacharites was Nathanel son of Zuar, ","reference":"Numbers 10:15"},{"bookName":"Numbers","chapter":10,"verse":16,"text":"and over the company of the tribe of the Zebulunites was Eliab son of Helon. ","reference":"Numbers 10:16"},{"bookName":"Numbers","chapter":10,"verse":17,"text":"Then the tabernacle was dismantled, and the sons of Gershon and the sons of Merari set out, carrying the tabernacle. ","reference":"Numbers 10:17"},{"bookName":"Numbers","chapter":10,"verse":18,"text":"The standard of the camp of Reuben set out according to their companies; over his company was Elizur son of Shedeur. ","reference":"Numbers 10:18"},{"bookName":"Numbers","chapter":10,"verse":19,"text":"Over the company of the tribe of the Simeonites was Shelumiel son of Zurishaddai, ","reference":"Numbers 10:19"},{"bookName":"Numbers","chapter":10,"verse":20,"text":"and over the company of the tribe of the Gadites was Eliasaph son of Deuel. ","reference":"Numbers 10:20"},{"bookName":"Numbers","chapter":10,"verse":21,"text":"And the Kohathites set out, carrying the articles for the sanctuary; the tabernacle was to be set up before they arrived. ","reference":"Numbers 10:21"},{"bookName":"Numbers","chapter":10,"verse":22,"text":"And the standard of the camp of the Ephraimites set out according to their companies; over his company was Elishama son of Ammihud. ","reference":"Numbers 10:22"},{"bookName":"Numbers","chapter":10,"verse":23,"text":"Over the company of the tribe of the Manassehites was Gamaliel son of Pedahzur, ","reference":"Numbers 10:23"},{"bookName":"Numbers","chapter":10,"verse":24,"text":"and over the company of the tribe of Benjaminites was Abidan son of Gideoni. ","reference":"Numbers 10:24"},{"bookName":"Numbers","chapter":10,"verse":25,"text":"The standard of the camp of the Danites set out, which was the rear guard of all the camps by their companies; over his company was Ahiezer son of Ammishaddai. ","reference":"Numbers 10:25"},{"bookName":"Numbers","chapter":10,"verse":26,"text":"Over the company of the tribe of the Asherites was Pagiel son of Ocran, ","reference":"Numbers 10:26"},{"bookName":"Numbers","chapter":10,"verse":27,"text":"and over the company of the tribe of the Naphtalites was Ahira son of Enan. ","reference":"Numbers 10:27"},{"bookName":"Numbers","chapter":10,"verse":28,"text":"These were the traveling arrangements of the Israelites according to their companies when they traveled. ","reference":"Numbers 10:28"},{"bookName":"Numbers","chapter":10,"verse":29,"text":" Moses said to Hobab son of Reuel, the Midianite, Moses’ father-in-law, “We are journeying to the place about which the Lord said, ‘I will give it to you.’ Come with us and we will treat you well, for the Lord has promised good things for Israel.” ","reference":"Numbers 10:29"},{"bookName":"Numbers","chapter":10,"verse":30,"text":"But Hobab said to him, “I will not go, but I will go instead to my own land and to my kindred.” ","reference":"Numbers 10:30"},{"bookName":"Numbers","chapter":10,"verse":31,"text":"Moses said, “Do not leave us, because you know places for us to camp in the wilderness, and you could be our guide. ","reference":"Numbers 10:31"},{"bookName":"Numbers","chapter":10,"verse":32,"text":"And if you come with us, it is certain that whatever good things the Lord will favor us with, we will share with you as well.” ","reference":"Numbers 10:32"},{"bookName":"Numbers","chapter":10,"verse":33,"text":"So they traveled from the mountain of the Lord three days’ journey; and the ark of the covenant of the Lord was traveling before them during the three days’ journey, to find a resting place for them.","reference":"Numbers 10:33"},{"bookName":"Numbers","chapter":10,"verse":34,"text":" And the cloud of the Lord was over them by day, when they traveled from the camp. ","reference":"Numbers 10:34"},{"bookName":"Numbers","chapter":10,"verse":35,"text":"And when the ark traveled, Moses would say, “Rise up, O Lord! May your enemies be scattered, and may those who hate you flee before you!”","reference":"Numbers 10:35"},{"bookName":"Numbers","chapter":10,"verse":36,"text":"And when it came to rest he would say, “Return, O Lord, to the many thousands of Israel!” ","reference":"Numbers 10:36"}]