[{"bookName":"Numbers","chapter":34,"verse":1,"text":" Then the Lord spoke to Moses: ","reference":"Numbers 34:1"},{"bookName":"Numbers","chapter":34,"verse":2,"text":"“Give these instructions to the Israelites, and tell them: ‘When you enter Canaan, the land that has been assigned to you as an inheritance, the land of Canaan with its borders, ","reference":"Numbers 34:2"},{"bookName":"Numbers","chapter":34,"verse":3,"text":"your southern border will extend from the wilderness of Zin along the Edomite border, and your southern border will run eastward to the extremity of the Salt Sea, ","reference":"Numbers 34:3"},{"bookName":"Numbers","chapter":34,"verse":4,"text":"and then the border will turn from the south to the Scorpion Ascent, continue to Zin, and then its direction will be from the south to Kadesh Barnea. Then it will go to Hazar Addar and pass over to Azmon. ","reference":"Numbers 34:4"},{"bookName":"Numbers","chapter":34,"verse":5,"text":"There the border will turn from Azmon to the Stream of Egypt, and then its direction is to the sea. ","reference":"Numbers 34:5"},{"bookName":"Numbers","chapter":34,"verse":6,"text":"“‘And for a western border you will have the Great Sea. This will be your western border. ","reference":"Numbers 34:6"},{"bookName":"Numbers","chapter":34,"verse":7,"text":"“‘And this will be your northern border: From the Great Sea you will draw a line to Mount Hor; ","reference":"Numbers 34:7"},{"bookName":"Numbers","chapter":34,"verse":8,"text":"from Mount Hor you will draw a line to Lebo Hamath, and the direction of the border will be to Zedad. ","reference":"Numbers 34:8"},{"bookName":"Numbers","chapter":34,"verse":9,"text":"The border will continue to Ziphron, and its direction will be to Hazar Enan. This will be your northern border. ","reference":"Numbers 34:9"},{"bookName":"Numbers","chapter":34,"verse":10,"text":"“‘For your eastern border you will draw a line from Hazar Enan to Shepham. ","reference":"Numbers 34:10"},{"bookName":"Numbers","chapter":34,"verse":11,"text":"The border will run down from Shepham to Riblah, on the east side of Ain, and the border will descend and reach the eastern side of the Sea of Kinnereth.","reference":"Numbers 34:11"},{"bookName":"Numbers","chapter":34,"verse":12,"text":"Then the border will continue down the Jordan River and its direction will be to the Salt Sea. This will be your land by its borders that surround it.’”","reference":"Numbers 34:12"},{"bookName":"Numbers","chapter":34,"verse":13,"text":"Then Moses commanded the Israelites: “This is the land that you will inherit by lot, which the Lord has commanded to be given to the nine-and-a-half tribes, ","reference":"Numbers 34:13"},{"bookName":"Numbers","chapter":34,"verse":14,"text":"because the tribe of the Reubenites by their families, the tribe of the Gadites by their families, and the half-tribe of Manasseh have received their inheritance. ","reference":"Numbers 34:14"},{"bookName":"Numbers","chapter":34,"verse":15,"text":"The two-and-a-half tribes have received their inheritance on this side of the Jordan, east of Jericho, toward the sunrise.” ","reference":"Numbers 34:15"},{"bookName":"Numbers","chapter":34,"verse":16,"text":"The Lord said to Moses: ","reference":"Numbers 34:16"},{"bookName":"Numbers","chapter":34,"verse":17,"text":"“These are the names of the men who are to allocate the land to you as an inheritance: Eleazar the priest and Joshua son of Nun. ","reference":"Numbers 34:17"},{"bookName":"Numbers","chapter":34,"verse":18,"text":"You must take one leader from every tribe to assist in allocating the land as an inheritance.","reference":"Numbers 34:18"},{"bookName":"Numbers","chapter":34,"verse":19,"text":"These are the names of the men: from the tribe of Judah, Caleb son of Jephunneh; ","reference":"Numbers 34:19"},{"bookName":"Numbers","chapter":34,"verse":20,"text":"from the tribe of the Simeonites, Shemuel son of Ammihud; ","reference":"Numbers 34:20"},{"bookName":"Numbers","chapter":34,"verse":21,"text":"from the tribe of Benjamin, Elidad son of Kislon; ","reference":"Numbers 34:21"},{"bookName":"Numbers","chapter":34,"verse":22,"text":"and from the tribe of the Danites, a leader, Bukki son of Jogli. ","reference":"Numbers 34:22"},{"bookName":"Numbers","chapter":34,"verse":23,"text":"From the Josephites, Hanniel son of Ephod, a leader from the tribe of Manasseh; ","reference":"Numbers 34:23"},{"bookName":"Numbers","chapter":34,"verse":24,"text":"from the tribe of the Ephraimites, a leader, Kemuel son of Shiphtan; ","reference":"Numbers 34:24"},{"bookName":"Numbers","chapter":34,"verse":25,"text":"from the tribe of the Zebulunites, a leader, Elizaphan son of Parnach; ","reference":"Numbers 34:25"},{"bookName":"Numbers","chapter":34,"verse":26,"text":"from the tribe of the Issacharites, a leader, Paltiel son of Azzan; ","reference":"Numbers 34:26"},{"bookName":"Numbers","chapter":34,"verse":27,"text":"from the tribe of the Asherites, a leader, Ahihud son of Shelomi; ","reference":"Numbers 34:27"},{"bookName":"Numbers","chapter":34,"verse":28,"text":"and from the tribe of the Naphtalites, a leader, Pedahel son of Ammihud.” ","reference":"Numbers 34:28"},{"bookName":"Numbers","chapter":34,"verse":29,"text":"These are the ones whom the Lord commanded to divide up the inheritance among the Israelites in the land of Canaan. ","reference":"Numbers 34:29"}]