[{"bookName":"Numbers","chapter":13,"verse":1,"text":" The Lord spoke to Moses: ","reference":"Numbers 13:1"},{"bookName":"Numbers","chapter":13,"verse":2,"text":"“Send out men to investigate the land of Canaan, which I am giving to the Israelites. You are to send one man from each ancestral tribe, each one a leader among them.”","reference":"Numbers 13:2"},{"bookName":"Numbers","chapter":13,"verse":3,"text":"So Moses sent them from the wilderness of Paran at the command of the Lord. All of them were leaders of the Israelites. ","reference":"Numbers 13:3"},{"bookName":"Numbers","chapter":13,"verse":4,"text":"Now these were their names: from the tribe of Reuben, Shammua son of Zaccur; ","reference":"Numbers 13:4"},{"bookName":"Numbers","chapter":13,"verse":5,"text":"from the tribe of Simeon, Shaphat son of Hori; ","reference":"Numbers 13:5"},{"bookName":"Numbers","chapter":13,"verse":6,"text":"from the tribe of Judah, Caleb son of Jephunneh; ","reference":"Numbers 13:6"},{"bookName":"Numbers","chapter":13,"verse":7,"text":"from the tribe of Issachar, Igal son of Joseph; ","reference":"Numbers 13:7"},{"bookName":"Numbers","chapter":13,"verse":8,"text":"from the tribe of Ephraim, Hoshea son of Nun; ","reference":"Numbers 13:8"},{"bookName":"Numbers","chapter":13,"verse":9,"text":"from the tribe of Benjamin, Palti son of Raphu; ","reference":"Numbers 13:9"},{"bookName":"Numbers","chapter":13,"verse":10,"text":"from the tribe of Zebulun, Gaddiel son of Sodi; ","reference":"Numbers 13:10"},{"bookName":"Numbers","chapter":13,"verse":11,"text":"from the tribe of Joseph, namely, the tribe of Manasseh, Gaddi son of Susi; ","reference":"Numbers 13:11"},{"bookName":"Numbers","chapter":13,"verse":12,"text":"from the tribe of Dan, Ammiel son of Gemalli; ","reference":"Numbers 13:12"},{"bookName":"Numbers","chapter":13,"verse":13,"text":"from the tribe of Asher, Sethur son of Michael; ","reference":"Numbers 13:13"},{"bookName":"Numbers","chapter":13,"verse":14,"text":"from the tribe of Naphtali, Nahbi son of Vopshi; ","reference":"Numbers 13:14"},{"bookName":"Numbers","chapter":13,"verse":15,"text":"from the tribe of Gad, Geuel son of Maki. ","reference":"Numbers 13:15"},{"bookName":"Numbers","chapter":13,"verse":16,"text":"These are the names of the men whom Moses sent to investigate the land. And Moses gave Hoshea son of Nun the name Joshua. ","reference":"Numbers 13:16"},{"bookName":"Numbers","chapter":13,"verse":17,"text":"When Moses sent them to investigate the land of Canaan, he told them, “Go up through the Negev, and then go up into the hill country ","reference":"Numbers 13:17"},{"bookName":"Numbers","chapter":13,"verse":18,"text":"and see what the land is like, and whether the people who live in it are strong or weak, few or many, ","reference":"Numbers 13:18"},{"bookName":"Numbers","chapter":13,"verse":19,"text":"and whether the land they live in is good or bad, and whether the cities they inhabit are like camps or fortified cities, ","reference":"Numbers 13:19"},{"bookName":"Numbers","chapter":13,"verse":20,"text":"and whether the land is rich or poor, and whether or not there are forests in it. And be brave, and bring back some of the fruit of the land.” Now it was the time of year for the first ripe grapes. ","reference":"Numbers 13:20"},{"bookName":"Numbers","chapter":13,"verse":21,"text":"So they went up and investigated the land from the wilderness of Zin to Rehob, at Lebo Hamath. ","reference":"Numbers 13:21"},{"bookName":"Numbers","chapter":13,"verse":22,"text":"When they went up through the Negev, they came to Hebron where Ahiman, Sheshai, and Talmai, descendants of Anak, were living. (Now Hebron had been built seven years before Zoan in Egypt.) ","reference":"Numbers 13:22"},{"bookName":"Numbers","chapter":13,"verse":23,"text":"When they came to the valley of Eshcol, they cut down from there a branch with one cluster of grapes, and they carried it on a staff between two men, as well as some of the pomegranates and the figs. ","reference":"Numbers 13:23"},{"bookName":"Numbers","chapter":13,"verse":24,"text":"That place was called the Eshcol Valley, because of the cluster of grapes that the Israelites cut from there. ","reference":"Numbers 13:24"},{"bookName":"Numbers","chapter":13,"verse":25,"text":"They returned from investigating the land after 40 days. ","reference":"Numbers 13:25"},{"bookName":"Numbers","chapter":13,"verse":26,"text":"They came back to Moses and Aaron and to the whole community of the Israelites in the wilderness of Paran at Kadesh. They reported to the whole community and showed the fruit of the land. ","reference":"Numbers 13:26"},{"bookName":"Numbers","chapter":13,"verse":27,"text":"They told Moses, “We went to the land where you sent us. It is indeed flowing with milk and honey, and this is its fruit. ","reference":"Numbers 13:27"},{"bookName":"Numbers","chapter":13,"verse":28,"text":"But the inhabitants are strong, and the cities are fortified and very large. Moreover we saw the descendants of Anak there. ","reference":"Numbers 13:28"},{"bookName":"Numbers","chapter":13,"verse":29,"text":"The Amalekites live in the land of the Negev; the Hittites, Jebusites, and Amorites live in the hill country; and the Canaanites live by the sea and along the banks of the Jordan.” ","reference":"Numbers 13:29"},{"bookName":"Numbers","chapter":13,"verse":30,"text":"Then Caleb silenced the people before Moses, saying, “Let us go up and occupy it, for we are well able to conquer it.”","reference":"Numbers 13:30"},{"bookName":"Numbers","chapter":13,"verse":31,"text":"But the men who had gone up with him said, “We are not able to go up against these people, because they are stronger than we are!”","reference":"Numbers 13:31"},{"bookName":"Numbers","chapter":13,"verse":32,"text":"Then they presented the Israelites with a discouraging report of the land they had investigated, saying, “The land that we passed through to investigate is a land that devours its inhabitants. All the people we saw there are of great stature. ","reference":"Numbers 13:32"},{"bookName":"Numbers","chapter":13,"verse":33,"text":"We even saw the Nephilim there (the descendants of Anak came from the Nephilim), and we seemed like grasshoppers both to ourselves and to them.”","reference":"Numbers 13:33"}]