[
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 1,
    "text": " After the plague the Lord said to Moses and to Eleazar son of Aaron the priest, ",
    "reference": "Numbers 26:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 2,
    "text": "“Take a census of the whole community of Israelites, from twenty years old and upward, by their clans, everyone who can serve in the army of Israel.” ",
    "reference": "Numbers 26:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 3,
    "text": "So Moses and Eleazar the priest spoke with them in the rift valley plains of Moab, along the Jordan River across from Jericho. They said, ",
    "reference": "Numbers 26:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 4,
    "text": "“Number the people from twenty years old and upward, just as the Lord commanded Moses and the Israelites who went out from the land of Egypt.” ",
    "reference": "Numbers 26:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 5,
    "text": "Reuben was the firstborn of Israel. The Reubenites: from Hanoch, the family of the Hanochites; from Pallu, the family of the Palluites; ",
    "reference": "Numbers 26:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 6,
    "text": "from Hezron, the family of the Hezronites; from Carmi, the family of the Carmites. ",
    "reference": "Numbers 26:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 7,
    "text": "These were the families of the Reubenites; and those numbered of them were 43,730.",
    "reference": "Numbers 26:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 8,
    "text": "Pallu’s descendant was Eliab. ",
    "reference": "Numbers 26:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 9,
    "text": "Eliab’s descendants were Nemuel, Dathan, and Abiram. It was Dathan and Abiram who as leaders of the community rebelled against Moses and Aaron with the followers of Korah when they rebelled against the Lord. ",
    "reference": "Numbers 26:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 10,
    "text": "The earth opened its mouth and swallowed them and Korah at the time that company died, when the fire consumed 250 men. So they became a warning. ",
    "reference": "Numbers 26:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 11,
    "text": "But the descendants of Korah did not die. ",
    "reference": "Numbers 26:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 12,
    "text": "The Simeonites by their families: from Nemuel, the family of the Nemuelites; from Jamin, the family of the Jaminites; from Jakin, the family of the Jakinites; ",
    "reference": "Numbers 26:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 13,
    "text": "from Zerah, the family of the Zerahites; and from Shaul, the family of the Shaulites. ",
    "reference": "Numbers 26:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 14,
    "text": "These were the families of the Simeonites, 22,200.",
    "reference": "Numbers 26:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 15,
    "text": "The Gadites by their families: from Zephon, the family of the Zephonites; from Haggi, the family of the Haggites; from Shuni, the family of the Shunites; ",
    "reference": "Numbers 26:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 16,
    "text": "from Ozni, the family of the Oznites; from Eri, the family of the Erites; ",
    "reference": "Numbers 26:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 17,
    "text": "from Arod, the family of the Arodites; and from Areli, the family of the Arelites. ",
    "reference": "Numbers 26:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 18,
    "text": "These were the families of the Gadites according to those numbered of them, 40,500.",
    "reference": "Numbers 26:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 19,
    "text": "The descendants of Judah were Er and Onan, but Er and Onan died in the land of Canaan. ",
    "reference": "Numbers 26:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 20,
    "text": "And the Judahites by their families were: from Shelah, the family of the Shelahites; from Perez, the family of the Perezites; and from Zerah, the family of the Zerahites. ",
    "reference": "Numbers 26:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 21,
    "text": "And the Perezites were: from Hezron, the family of the Hezronites; from Hamul, the family of the Hamulites. ",
    "reference": "Numbers 26:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 22,
    "text": "These were the families of Judah according to those numbered of them, 76,500.",
    "reference": "Numbers 26:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 23,
    "text": "The Issacharites by their families: from Tola, the family of the Tolaites; from Puah, the family of the Puites; ",
    "reference": "Numbers 26:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 24,
    "text": "from Jashub, the family of the Jashubites; and from Shimron, the family of the Shimronites. ",
    "reference": "Numbers 26:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 25,
    "text": "These were the families of Issachar, according to those numbered of them, 64,300.",
    "reference": "Numbers 26:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 26,
    "text": "The Zebulunites by their families: from Sered, the family of the Sardites; from Elon, the family of the Elonites; from Jahleel, the family of the Jahleelites. ",
    "reference": "Numbers 26:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 27,
    "text": "These were the families of the Zebulunites, according to those numbered of them, 60,500.",
    "reference": "Numbers 26:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 28,
    "text": "The descendants of Joseph by their families: Manasseh and Ephraim. ",
    "reference": "Numbers 26:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 29,
    "text": "The Manassehites: from Machir, the family of the Machirites (now Machir became the father of Gilead); from Gilead, the family of the Gileadites. ",
    "reference": "Numbers 26:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 30,
    "text": "These were the Gileadites: from Iezer, the family of the Iezerites; from Helek, the family of the Helekites; ",
    "reference": "Numbers 26:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 31,
    "text": "from Asriel, the family of the Asrielites; from Shechem, the family of the Shechemites; ",
    "reference": "Numbers 26:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 32,
    "text": "from Shemida, the family of the Shemidaites; from Hepher, the family of the Hepherites. ",
    "reference": "Numbers 26:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 33,
    "text": "Now Zelophehad son of Hepher had no sons, but only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
    "reference": "Numbers 26:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 34,
    "text": "These were the families of Manasseh; those numbered of them were 52,700.",
    "reference": "Numbers 26:34"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 35,
    "text": "These are the Ephraimites by their families: from Shuthelah, the family of the Shuthelahites; from Beker, the family of the Bekerites; from Tahan, the family of the Tahanites. ",
    "reference": "Numbers 26:35"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 36,
    "text": "Now these were the Shuthelahites: from Eran, the family of the Eranites. ",
    "reference": "Numbers 26:36"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 37,
    "text": "These were the families of the Ephraimites, according to those numbered of them, 32,500. These were the descendants of Joseph by their families. ",
    "reference": "Numbers 26:37"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 38,
    "text": "The Benjaminites by their families: from Bela, the family of the Belaites; from Ashbel, the family of the Ashbelites; from Ahiram, the family of the Ahiramites; ",
    "reference": "Numbers 26:38"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 39,
    "text": "from Shupham, the family of the Shuphamites; from Hupham, the family of the Huphamites. ",
    "reference": "Numbers 26:39"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 40,
    "text": "The descendants of Bela were Ard and Naaman. From Ard, the family of the Ardites; from Naaman, the family of the Naamanites. ",
    "reference": "Numbers 26:40"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 41,
    "text": "These are the Benjaminites, according to their families, and according to those numbered of them, 45,600.",
    "reference": "Numbers 26:41"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 42,
    "text": "These are the Danites by their families: from Shuham, the family of the Shuhamites. These were the families of Dan, according to their families. ",
    "reference": "Numbers 26:42"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 43,
    "text": "All the families of the Shuhamites according to those numbered of them were 64,400.",
    "reference": "Numbers 26:43"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 44,
    "text": "The Asherites by their families: from Imnah, the family of the Imnahites; from Ishvi, the family of the Ishvites; from Beriah, the family of the Beriahites. ",
    "reference": "Numbers 26:44"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 45,
    "text": "From the Beriahites: from Heber, the family of the Heberites; from Malkiel, the family of the Malkielites. ",
    "reference": "Numbers 26:45"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 46,
    "text": "Now the name of the daughter of Asher was Serah. ",
    "reference": "Numbers 26:46"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 47,
    "text": "These are the families of the Asherites, according to those numbered of them, 53,400.",
    "reference": "Numbers 26:47"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 48,
    "text": "The Naphtalites by their families: from Jahzeel, the family of the Jahzeelites; from Guni, the family of the Gunites; ",
    "reference": "Numbers 26:48"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 49,
    "text": "from Jezer, the family of the Jezerites; from Shillem, the family of the Shillemites. ",
    "reference": "Numbers 26:49"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 50,
    "text": "These were the families of Naphtali according to their families; and those numbered of them were 45,400.",
    "reference": "Numbers 26:50"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 51,
    "text": "These were those numbered of the Israelites, 601,730.",
    "reference": "Numbers 26:51"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 52,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 26:52"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 53,
    "text": "“To these the land must be divided as an inheritance according to the number of the names. ",
    "reference": "Numbers 26:53"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 54,
    "text": "To a larger group you will give a larger inheritance, and to a smaller group you will give a smaller inheritance. To each one its inheritance must be given according to the number of people in it.",
    "reference": "Numbers 26:54"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 55,
    "text": "The land must be divided by lot; and they will inherit in accordance with the names of their ancestral tribes. ",
    "reference": "Numbers 26:55"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 56,
    "text": "Their inheritance must be apportioned by lot among the larger and smaller groups.”",
    "reference": "Numbers 26:56"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 57,
    "text": "And these are the Levites who were numbered according to their families: from Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; from Merari, the family of the Merarites. ",
    "reference": "Numbers 26:57"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 58,
    "text": "These are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram. ",
    "reference": "Numbers 26:58"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 59,
    "text": "Now the name of Amram’s wife was Jochebed, daughter of Levi, who was born to Levi in Egypt. And to Amram she bore Aaron, Moses, and Miriam their sister. ",
    "reference": "Numbers 26:59"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 60,
    "text": "And to Aaron were born Nadab and Abihu, Eleazar and Ithamar. ",
    "reference": "Numbers 26:60"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 61,
    "text": "But Nadab and Abihu died when they offered strange fire before the Lord. ",
    "reference": "Numbers 26:61"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 62,
    "text": "Those of the Levites who were numbered were 23,000, all males from a month old and upward, for they were not numbered among the Israelites; no inheritance was given to them among the Israelites. ",
    "reference": "Numbers 26:62"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 63,
    "text": "These are those who were numbered by Moses and Eleazar the priest, who numbered the Israelites in the rift valley plains of Moab along the Jordan River opposite Jericho. ",
    "reference": "Numbers 26:63"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 64,
    "text": "But there was not a man among these who had been among those numbered by Moses and Aaron the priest when they numbered the Israelites in the desert of Sinai. ",
    "reference": "Numbers 26:64"
  },
  {
    "bookName": "Numbers",
    "chapter": 26,
    "verse": 65,
    "text": "For the Lord had said of them, “They will surely die in the wilderness.” And there was not left a single man of them, except Caleb son of Jephunneh and Joshua son of Nun. ",
    "reference": "Numbers 26:65"
  }
]