[
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 1,
    "text": " Then the entire community of Israel entered the wilderness of Zin in the first month, and the people stayed in Kadesh. Miriam died and was buried there. ",
    "reference": "Numbers 20:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 2,
    "text": "And there was no water for the community, and so they gathered themselves together against Moses and Aaron. ",
    "reference": "Numbers 20:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 3,
    "text": "The people contended with Moses, saying, “If only we had died when our brothers died before the Lord! ",
    "reference": "Numbers 20:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 4,
    "text": "Why have you brought up the Lord’s community into this wilderness? So that we and our cattle should die here?",
    "reference": "Numbers 20:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 5,
    "text": "Why have you brought us up from Egypt only to bring us to this dreadful place? It is no place for grain, or figs, or vines, or pomegranates; nor is there any water to drink!” ",
    "reference": "Numbers 20:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 6,
    "text": "So Moses and Aaron went from the presence of the assembly to the entrance to the tent of meeting. They then threw themselves down with their faces to the ground, and the glory of the Lord appeared to them. ",
    "reference": "Numbers 20:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 7,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 20:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 8,
    "text": "“Take the staff and assemble the community, you and Aaron your brother, and then speak to the rock before their eyes. It will pour forth its water, and you will bring water out of the rock for them, and so you will give the community and their beasts water to drink.” ",
    "reference": "Numbers 20:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 9,
    "text": "So Moses took the staff from before the Lord, just as he commanded him.",
    "reference": "Numbers 20:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 10,
    "text": "Then Moses and Aaron gathered the community together in front of the rock, and he said to them, “Listen, you rebels, must we bring water out of this rock for you?”",
    "reference": "Numbers 20:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 11,
    "text": "Then Moses raised his hand, and struck the rock twice with his staff. And water came out abundantly. So the community drank, and their beasts drank too.",
    "reference": "Numbers 20:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 12,
    "text": "Then the Lord spoke to Moses and Aaron, “Because you did not trust me enough to show me as holy before the Israelites, therefore you will not bring this community into the land I have given them.”",
    "reference": "Numbers 20:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 13,
    "text": "These are the waters of Meribah, because the Israelites contended with the Lord, and his holiness was maintained among them.",
    "reference": "Numbers 20:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 14,
    "text": " Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: ‘You know all the hardships we have experienced,",
    "reference": "Numbers 20:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 15,
    "text": "how our ancestors went down into Egypt, and we lived in Egypt a long time, and the Egyptians treated us and our ancestors badly. ",
    "reference": "Numbers 20:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 16,
    "text": "So when we cried to the Lord, he heard our voice and sent a messenger, and has brought us up out of Egypt. Now we are here in Kadesh, a town on the edge of your country. ",
    "reference": "Numbers 20:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 17,
    "text": "Please let us pass through your country. We will not pass through the fields or through the vineyards, nor will we drink water from any well. We will go by the King’s Highway; we will not turn to the right or the left until we have passed through your region.’” ",
    "reference": "Numbers 20:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 18,
    "text": "But Edom said to him, “You will not pass through me, or I will come out against you with the sword.” ",
    "reference": "Numbers 20:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 19,
    "text": "Then the Israelites said to him, “We will go along the highway, and if we or our cattle drink any of your water, we will pay for it. We will only pass through on our feet, without doing anything else.”",
    "reference": "Numbers 20:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 20,
    "text": "But he said, “You may not pass through.” Then Edom came out against them with a large and powerful force. ",
    "reference": "Numbers 20:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 21,
    "text": "So Edom refused to give Israel passage through his border; therefore Israel turned away from him.",
    "reference": "Numbers 20:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 22,
    "text": "So the entire company of Israelites traveled from Kadesh and came to Mount Hor. ",
    "reference": "Numbers 20:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 23,
    "text": "And the Lord spoke to Moses and Aaron at Mount Hor, by the border of the land of Edom. He said: ",
    "reference": "Numbers 20:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 24,
    "text": "“Aaron will be gathered to his ancestors, for he will not enter into the land I have given to the Israelites because both of you rebelled against my word at the waters of Meribah. ",
    "reference": "Numbers 20:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 25,
    "text": "Take Aaron and Eleazar his son, and bring them up on Mount Hor. ",
    "reference": "Numbers 20:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 26,
    "text": "Remove Aaron’s priestly garments and put them on Eleazar his son, and Aaron will be gathered to his ancestors and will die there.” ",
    "reference": "Numbers 20:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 27,
    "text": "So Moses did as the Lord commanded; and they went up Mount Hor in the sight of the whole community. ",
    "reference": "Numbers 20:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 28,
    "text": "And Moses removed Aaron’s garments and put them on his son Eleazar. So Aaron died there on the top of the mountain. And Moses and Eleazar came down from the mountain. ",
    "reference": "Numbers 20:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 20,
    "verse": 29,
    "text": "When all the community saw that Aaron was dead, the whole house of Israel mourned for Aaron thirty days. ",
    "reference": "Numbers 20:29"
  }
]