[{"bookName":"Numbers","chapter":25,"verse":1,"text":" When Israel lived in Shittim, the people began to commit sexual immorality with the daughters of Moab. ","reference":"Numbers 25:1"},{"bookName":"Numbers","chapter":25,"verse":2,"text":"These women invited the people to the sacrifices of their gods; then the people ate and bowed down to their gods. ","reference":"Numbers 25:2"},{"bookName":"Numbers","chapter":25,"verse":3,"text":"When Israel joined themselves to Baal Peor, the anger of the Lord flared up against Israel. ","reference":"Numbers 25:3"},{"bookName":"Numbers","chapter":25,"verse":4,"text":"The Lord said to Moses, “Arrest all the leaders of the people, and hang them up before the Lord in broad daylight, so that the fierce anger of the Lord may be turned away from Israel.” ","reference":"Numbers 25:4"},{"bookName":"Numbers","chapter":25,"verse":5,"text":"So Moses said to the judges of Israel, “Each of you must execute those of his men who were joined to Baal Peor.” ","reference":"Numbers 25:5"},{"bookName":"Numbers","chapter":25,"verse":6,"text":"Just then one of the Israelites came and brought to his brothers a Midianite woman in the plain view of Moses and of the whole community of the Israelites, while they were weeping at the entrance of the tent of meeting. ","reference":"Numbers 25:6"},{"bookName":"Numbers","chapter":25,"verse":7,"text":"When Phinehas son of Eleazar, the son of Aaron the priest, saw it, he got up from among the assembly, took a javelin in his hand, ","reference":"Numbers 25:7"},{"bookName":"Numbers","chapter":25,"verse":8,"text":"and went after the Israelite man into the tent and thrust through the Israelite man and into the woman’s abdomen. So the plague was stopped from the Israelites. ","reference":"Numbers 25:8"},{"bookName":"Numbers","chapter":25,"verse":9,"text":"Those that died in the plague were 24,000.","reference":"Numbers 25:9"},{"bookName":"Numbers","chapter":25,"verse":10,"text":"The Lord spoke to Moses: ","reference":"Numbers 25:10"},{"bookName":"Numbers","chapter":25,"verse":11,"text":"“Phinehas son of Eleazar, the son of Aaron the priest, has turned my anger away from the Israelites, when he manifested such zeal for my sake among them, so that I did not consume the Israelites in my zeal. ","reference":"Numbers 25:11"},{"bookName":"Numbers","chapter":25,"verse":12,"text":"Therefore, announce: ‘I am going to give to him my covenant of peace. ","reference":"Numbers 25:12"},{"bookName":"Numbers","chapter":25,"verse":13,"text":"So it will be to him and his descendants after him a covenant of a permanent priesthood, because he has been zealous for his God, and has made atonement for the Israelites.’” ","reference":"Numbers 25:13"},{"bookName":"Numbers","chapter":25,"verse":14,"text":"Now the name of the Israelite who was stabbed—the one who was stabbed with the Midianite woman—was Zimri son of Salu, a leader of a clan of the Simeonites. ","reference":"Numbers 25:14"},{"bookName":"Numbers","chapter":25,"verse":15,"text":"The name of the Midianite woman who was killed was Cozbi daughter of Zur. He was a leader over the people of a clan of Midian. ","reference":"Numbers 25:15"},{"bookName":"Numbers","chapter":25,"verse":16,"text":"Then the Lord spoke to Moses: ","reference":"Numbers 25:16"},{"bookName":"Numbers","chapter":25,"verse":17,"text":"“Bring trouble to the Midianites, and destroy them, ","reference":"Numbers 25:17"},{"bookName":"Numbers","chapter":25,"verse":18,"text":"because they bring trouble to you by their treachery with which they have deceived you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, who was killed on the day of the plague that happened as a result of Peor.” ","reference":"Numbers 25:18"}]