[{"bookName":"Numbers","chapter":12,"verse":1,"text":" Then Miriam and Aaron spoke against Moses because of the Cushite woman he had married (for he had married an Ethiopian woman). ","reference":"Numbers 12:1"},{"bookName":"Numbers","chapter":12,"verse":2,"text":"They said, “Has the Lord spoken only through Moses? Has he not also spoken through us?” And the Lord heard it.","reference":"Numbers 12:2"},{"bookName":"Numbers","chapter":12,"verse":3,"text":"(Now the man Moses was very humble, more so than any man on the face of the earth.) ","reference":"Numbers 12:3"},{"bookName":"Numbers","chapter":12,"verse":4,"text":"The Lord spoke immediately to Moses, Aaron, and Miriam: “The three of you come to the tent of meeting.” So the three of them went. ","reference":"Numbers 12:4"},{"bookName":"Numbers","chapter":12,"verse":5,"text":"And the Lord came down in a pillar of cloud and stood at the entrance of the tent; he then called Aaron and Miriam, and they both came forward. ","reference":"Numbers 12:5"},{"bookName":"Numbers","chapter":12,"verse":6,"text":"The Lord said, “Hear now my words: If there is a prophet among you, I the Lord will make myself known to him in a vision; I will speak with him in a dream. ","reference":"Numbers 12:6"},{"bookName":"Numbers","chapter":12,"verse":7,"text":"My servant Moses is not like this; he is faithful in all my house. ","reference":"Numbers 12:7"},{"bookName":"Numbers","chapter":12,"verse":8,"text":"With him I will speak face to face, openly and not in riddles, and he will see the form of the Lord. Why then were you not afraid to speak against my servant Moses?” ","reference":"Numbers 12:8"},{"bookName":"Numbers","chapter":12,"verse":9,"text":"The anger of the Lord burned against them, and he departed. ","reference":"Numbers 12:9"},{"bookName":"Numbers","chapter":12,"verse":10,"text":"After the cloud had departed from above the tent, there was Miriam, leprous like snow. Then Aaron turned toward Miriam, and realized that she was leprous. ","reference":"Numbers 12:10"},{"bookName":"Numbers","chapter":12,"verse":11,"text":"So Aaron said to Moses, “O my lord, please do not hold this sin against us, in which we have acted foolishly and have sinned! ","reference":"Numbers 12:11"},{"bookName":"Numbers","chapter":12,"verse":12,"text":"Do not let her be like a baby born dead, whose flesh is half consumed when it comes out of its mother’s womb!” ","reference":"Numbers 12:12"},{"bookName":"Numbers","chapter":12,"verse":13,"text":"Then Moses cried to the Lord, “Heal her now, O God.” ","reference":"Numbers 12:13"},{"bookName":"Numbers","chapter":12,"verse":14,"text":"The Lord said to Moses, “If her father had only spit in her face, would she not have been disgraced for seven days? Shut her out from the camp seven days, and afterward she can be brought back in again.”","reference":"Numbers 12:14"},{"bookName":"Numbers","chapter":12,"verse":15,"text":"So Miriam was shut outside of the camp for seven days, and the people did not journey on until Miriam was brought back in.","reference":"Numbers 12:15"},{"bookName":"Numbers","chapter":12,"verse":16,"text":"After that the people moved from Hazeroth and camped in the wilderness of Paran. ","reference":"Numbers 12:16"}]