[{"bookName":"Numbers","chapter":24,"verse":1,"text":" When Balaam saw that it pleased the Lord to bless Israel, he did not go as at the other times to seek for omens, but he set his face toward the wilderness. ","reference":"Numbers 24:1"},{"bookName":"Numbers","chapter":24,"verse":2,"text":"When Balaam lifted up his eyes, he saw Israel camped tribe by tribe; and the Spirit of God came upon him.","reference":"Numbers 24:2"},{"bookName":"Numbers","chapter":24,"verse":3,"text":"Then he uttered this oracle: “The oracle of Balaam son of Beor, the oracle of the man whose eyes are open, ","reference":"Numbers 24:3"},{"bookName":"Numbers","chapter":24,"verse":4,"text":"the oracle of the one who hears the words of God, who sees a vision from the Almighty, although falling flat on the ground with eyes open: ","reference":"Numbers 24:4"},{"bookName":"Numbers","chapter":24,"verse":5,"text":"‘How beautiful are your tents, O Jacob, and your dwelling places, O Israel! ","reference":"Numbers 24:5"},{"bookName":"Numbers","chapter":24,"verse":6,"text":"They are like valleys stretched forth, like gardens by the river’s side, like aloes that the Lord has planted, and like cedar trees beside the waters. ","reference":"Numbers 24:6"},{"bookName":"Numbers","chapter":24,"verse":7,"text":"He will pour the water out of his buckets, and their descendants will be like abundant water; their king will be greater than Agag, and their kingdom will be exalted. ","reference":"Numbers 24:7"},{"bookName":"Numbers","chapter":24,"verse":8,"text":"God brought them out of Egypt. They have, as it were, the strength of a young bull; they will devour hostile people, and will break their bones, and will pierce them through with arrows. ","reference":"Numbers 24:8"},{"bookName":"Numbers","chapter":24,"verse":9,"text":"They crouch and lie down like a lion, and as a lioness, who can stir him? Blessed is the one who blesses you, and cursed is the one who curses you!’”","reference":"Numbers 24:9"},{"bookName":"Numbers","chapter":24,"verse":10,"text":"Then Balak became very angry at Balaam, and he struck his hands together. Balak said to Balaam, “I called you to curse my enemies, and look, you have done nothing but bless them these three times! ","reference":"Numbers 24:10"},{"bookName":"Numbers","chapter":24,"verse":11,"text":"So now, go back where you came from! I said that I would greatly honor you, but now the Lord has stood in the way of your honor.” ","reference":"Numbers 24:11"},{"bookName":"Numbers","chapter":24,"verse":12,"text":"Balaam said to Balak, “Did I not also tell your messengers whom you sent to me, ","reference":"Numbers 24:12"},{"bookName":"Numbers","chapter":24,"verse":13,"text":"‘If Balak would give me his palace full of silver and gold, I cannot go beyond the commandment of the Lord to do either good or evil of my own will, but whatever the Lord tells me I must speak’? ","reference":"Numbers 24:13"},{"bookName":"Numbers","chapter":24,"verse":14,"text":"And now, I am about to go back to my own people. Come now, and I will advise you as to what this people will do to your people in future days.” ","reference":"Numbers 24:14"},{"bookName":"Numbers","chapter":24,"verse":15,"text":"Then he uttered this oracle: “The oracle of Balaam son of Beor, the oracle of the man whose eyes are open, ","reference":"Numbers 24:15"},{"bookName":"Numbers","chapter":24,"verse":16,"text":"the oracle of the one who hears the words of God, and who knows the knowledge of the Most High, who sees a vision from the Almighty, although falling flat on the ground with eyes open:","reference":"Numbers 24:16"},{"bookName":"Numbers","chapter":24,"verse":17,"text":"‘I see him, but not now; I behold him, but not close at hand. A star will march forth out of Jacob, and a scepter will rise out of Israel. He will crush the skulls of Moab, and the heads of all the sons of Sheth. ","reference":"Numbers 24:17"},{"bookName":"Numbers","chapter":24,"verse":18,"text":"Edom will be a possession, Seir, his enemy, will also be a possession; but Israel will act valiantly. ","reference":"Numbers 24:18"},{"bookName":"Numbers","chapter":24,"verse":19,"text":"A ruler will be established from Jacob; he will destroy the remains of the city.’” ","reference":"Numbers 24:19"},{"bookName":"Numbers","chapter":24,"verse":20,"text":"Then Balaam looked on Amalek and delivered this oracle: “Amalek was the first of the nations, but his end will be that he will perish.” ","reference":"Numbers 24:20"},{"bookName":"Numbers","chapter":24,"verse":21,"text":"Then he looked on the Kenites and uttered this oracle: “Your dwelling place seems strong, and your nest is set on a rocky cliff. ","reference":"Numbers 24:21"},{"bookName":"Numbers","chapter":24,"verse":22,"text":"Nevertheless the Kenite will be consumed. How long will Asshur take you away captive?” ","reference":"Numbers 24:22"},{"bookName":"Numbers","chapter":24,"verse":23,"text":"Then he uttered this oracle: “O, who will survive when God does this!","reference":"Numbers 24:23"},{"bookName":"Numbers","chapter":24,"verse":24,"text":"Ships will come from the coast of Kittim, and will afflict Asshur, and will afflict Eber, and he will also perish forever.” ","reference":"Numbers 24:24"},{"bookName":"Numbers","chapter":24,"verse":25,"text":"Balaam got up and departed and returned to his home, and Balak also went his way. ","reference":"Numbers 24:25"}]