[
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 1,
    "text": " Now the Reubenites and the Gadites possessed a very large number of cattle. When they saw that the lands of Jazer and Gilead were ideal for cattle, ",
    "reference": "Numbers 32:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 2,
    "text": "the Gadites and the Reubenites came and addressed Moses, Eleazar the priest, and the leaders of the community. They said, ",
    "reference": "Numbers 32:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 3,
    "text": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon, ",
    "reference": "Numbers 32:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 4,
    "text": "the land that the Lord subdued before the community of Israel, is ideal for cattle, and your servants have cattle.” ",
    "reference": "Numbers 32:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 5,
    "text": "So they said, “If we have found favor in your sight, let this land be given to your servants for our inheritance. Do not have us cross the Jordan River.” ",
    "reference": "Numbers 32:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 6,
    "text": "Moses said to the Gadites and the Reubenites, “Must your brothers go to war while you remain here? ",
    "reference": "Numbers 32:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 7,
    "text": "Why do you frustrate the intent of the Israelites to cross over into the land that the Lord has given them?",
    "reference": "Numbers 32:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 8,
    "text": "Your fathers did the same thing when I sent them from Kadesh Barnea to see the land. ",
    "reference": "Numbers 32:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 9,
    "text": "When they went up to the Eshcol Valley and saw the land, they frustrated the intent of the Israelites so that they did not enter the land that the Lord had given them.",
    "reference": "Numbers 32:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 10,
    "text": "So the anger of the Lord was kindled that day, and he swore, ",
    "reference": "Numbers 32:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 11,
    "text": "‘Because they have not followed me wholeheartedly, not one of the men twenty years old and upward who came from Egypt will see the land that I swore to give to Abraham, Isaac, and Jacob, ",
    "reference": "Numbers 32:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 12,
    "text": "except Caleb son of Jephunneh the Kenizzite, and Joshua son of Nun, for they followed the Lord wholeheartedly.’ ",
    "reference": "Numbers 32:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 13,
    "text": "So the Lord’s anger was kindled against the Israelites, and he made them wander in the wilderness for 40 years, until all that generation that had done wickedly before the Lord was finished.",
    "reference": "Numbers 32:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 14,
    "text": "Now look, you are standing in your fathers’ place, a brood of sinners, to increase still further the fierce wrath of the Lord against the Israelites. ",
    "reference": "Numbers 32:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 15,
    "text": "For if you turn away from following him, he will once again abandon them in the wilderness, and you will be the reason for their destruction.”",
    "reference": "Numbers 32:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 16,
    "text": "Then they came very close to him and said, “We will build sheep folds here for our flocks and cities for our families, ",
    "reference": "Numbers 32:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 17,
    "text": "but we will maintain ourselves in armed readiness and go before the Israelites until whenever we have brought them to their place. Our descendants will be living in fortified towns as a protection against the inhabitants of the land. ",
    "reference": "Numbers 32:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 18,
    "text": "We will not return to our homes until every Israelite has his inheritance. ",
    "reference": "Numbers 32:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 19,
    "text": "For we will not accept any inheritance on the other side of the Jordan River and beyond, because our inheritance has come to us on this eastern side of the Jordan.” ",
    "reference": "Numbers 32:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 20,
    "text": "Then Moses replied, “If you will do this thing, and if you will arm yourselves for battle before the Lord, ",
    "reference": "Numbers 32:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 21,
    "text": "and if all your armed men cross the Jordan before the Lord until he drives out his enemies from his presence ",
    "reference": "Numbers 32:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 22,
    "text": "and the land is subdued before the Lord, then afterward you may return and be free of your obligation to the Lord and to Israel. This land will then be your possession in the Lord’s sight. ",
    "reference": "Numbers 32:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 23,
    "text": "“But if you do not do this, then look, you will have sinned against the Lord. And know that your sin will find you out.",
    "reference": "Numbers 32:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 24,
    "text": "So build cities for your descendants and pens for your sheep, but do what you have said you would do.” ",
    "reference": "Numbers 32:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 25,
    "text": "So the Gadites and the Reubenites replied to Moses, “Your servants will do as our lord commands. ",
    "reference": "Numbers 32:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 26,
    "text": "Our children, our wives, our flocks, and all our livestock will be there in the cities of Gilead, ",
    "reference": "Numbers 32:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 27,
    "text": "but your servants will cross over, every man armed for war, to do battle in the Lord’s presence, just as our lord says.” ",
    "reference": "Numbers 32:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 28,
    "text": "So Moses gave orders about them to Eleazar the priest, to Joshua son of Nun, and to the heads of the families of the Israelite tribes. ",
    "reference": "Numbers 32:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 29,
    "text": "Moses said to them: “If the Gadites and the Reubenites cross the Jordan with you, each one equipped for battle in the Lord’s presence, and you conquer the land, then you must allot them the territory of Gilead as their possession. ",
    "reference": "Numbers 32:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 30,
    "text": "But if they do not cross over with you armed, they must receive possessions among you in Canaan.” ",
    "reference": "Numbers 32:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 31,
    "text": "Then the Gadites and the Reubenites answered, “Your servants will do what the Lord has spoken. ",
    "reference": "Numbers 32:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 32,
    "text": "We will cross armed in the Lord’s presence into the land of Canaan, and then the possession of our inheritance that we inherit will be ours on this side of the Jordan River.” ",
    "reference": "Numbers 32:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 33,
    "text": "So Moses gave to the Gadites, the Reubenites, and to half the tribe of Manasseh son of Joseph the realm of King Sihon of the Amorites, and the realm of King Og of Bashan, the entire land with its cities and the territory surrounding them.",
    "reference": "Numbers 32:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 34,
    "text": "The Gadites rebuilt Dibon, Ataroth, Aroer, ",
    "reference": "Numbers 32:34"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 35,
    "text": "Atroth Shophan, Jazer, Jogbehah, ",
    "reference": "Numbers 32:35"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 36,
    "text": "Beth Nimrah, and Beth Haran as fortified cities, and constructed pens for their flocks. ",
    "reference": "Numbers 32:36"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 37,
    "text": "The Reubenites rebuilt Heshbon, Elealeh, Kiriathaim, ",
    "reference": "Numbers 32:37"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 38,
    "text": "Nebo, Baal Meon (with a change of name), and Sibmah. They renamed the cities they built. ",
    "reference": "Numbers 32:38"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 39,
    "text": "The descendants of Machir son of Manasseh went to Gilead, took it, and dispossessed the Amorites who were in it. ",
    "reference": "Numbers 32:39"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 40,
    "text": "So Moses gave Gilead to Machir, son of Manasseh, and he lived there.",
    "reference": "Numbers 32:40"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 41,
    "text": "Now Jair son of Manasseh went and captured their small towns and named them Havvoth Jair. ",
    "reference": "Numbers 32:41"
  },
  {
    "bookName": "Numbers",
    "chapter": 32,
    "verse": 42,
    "text": "Then Nobah went and captured Kenath and its villages and called it Nobah after his own name. ",
    "reference": "Numbers 32:42"
  }
]