[
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 1,
    "text": " Then the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh of the families of Manasseh, the son of Joseph came forward. Now these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ",
    "reference": "Numbers 27:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 2,
    "text": "And they stood before Moses and Eleazar the priest and the leaders of the whole assembly at the entrance to the tent of meeting and said, ",
    "reference": "Numbers 27:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 3,
    "text": "“Our father died in the wilderness, although he was not part of the company of those that gathered themselves together against the Lord in the company of Korah, but he died for his own sin, and he had no sons. ",
    "reference": "Numbers 27:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 4,
    "text": "Why should the name of our father be lost from among his family because he had no son? Give us a possession among the relatives of our father.” ",
    "reference": "Numbers 27:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 5,
    "text": "So Moses brought their case before the Lord. ",
    "reference": "Numbers 27:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 6,
    "text": "The Lord said to Moses: ",
    "reference": "Numbers 27:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 7,
    "text": "“The daughters of Zelophehad have a valid claim. You must indeed give them possession of an inheritance among their father’s relatives, and you must transfer the inheritance of their father to them.",
    "reference": "Numbers 27:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 8,
    "text": "And you must tell the Israelites, ‘If a man dies and has no son, then you must transfer his inheritance to his daughter; ",
    "reference": "Numbers 27:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 9,
    "text": "and if he has no daughter, then you are to give his inheritance to his brothers; ",
    "reference": "Numbers 27:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 10,
    "text": "and if he has no brothers, then you are to give his inheritance to his father’s brothers; ",
    "reference": "Numbers 27:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 11,
    "text": "and if his father has no brothers, then you are to give his inheritance to his relative nearest to him from his family, and he will possess it. This will be for the Israelites a legal requirement, as the Lord commanded Moses.’” ",
    "reference": "Numbers 27:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 12,
    "text": " Then the Lord said to Moses, “Go up this mountain of the Abarim range, and see the land I have given to the Israelites. ",
    "reference": "Numbers 27:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 13,
    "text": "When you have seen it, you will be gathered to your ancestors, as Aaron your brother was gathered to his ancestors. ",
    "reference": "Numbers 27:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 14,
    "text": "For in the wilderness of Zin when the community rebelled against me, you rebelled against my command to show me as holy before their eyes over the water—the water of Meribah in Kadesh in the wilderness of Zin.” ",
    "reference": "Numbers 27:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 15,
    "text": "Then Moses spoke to the Lord:",
    "reference": "Numbers 27:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 16,
    "text": "“Let the Lord, the God of the spirits of all humankind, appoint a man over the community, ",
    "reference": "Numbers 27:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 17,
    "text": "who will go out before them, and who will come in before them, and who will lead them out, and who will bring them in, so that the community of the Lord may not be like sheep that have no shepherd.” ",
    "reference": "Numbers 27:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 18,
    "text": "The Lord replied to Moses, “Take Joshua son of Nun, a man in whom is the Spirit, and lay your hand on him;",
    "reference": "Numbers 27:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 19,
    "text": "set him before Eleazar the priest and before the whole community, and commission him publicly. ",
    "reference": "Numbers 27:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 20,
    "text": "Then you must delegate some of your authority to him, so that the whole community of the Israelites will be obedient. ",
    "reference": "Numbers 27:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 21,
    "text": "And he will stand before Eleazar the priest, who will seek counsel for him before the Lord by the decision of the Urim. At his command they will go out, and at his command they will come in, he and all the Israelites with him, the whole community.” ",
    "reference": "Numbers 27:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 22,
    "text": "So Moses did as the Lord commanded him; he took Joshua and set him before Eleazar the priest and before the whole community. ",
    "reference": "Numbers 27:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 27,
    "verse": 23,
    "text": "He laid his hands on him and commissioned him, just as the Lord commanded, by the authority of Moses. ",
    "reference": "Numbers 27:23"
  }
]