[
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 1,
    "text": " When the Canaanite king of Arad who lived in the Negev heard that Israel was approaching along the road to Atharim, he fought against Israel and took some of them prisoner. ",
    "reference": "Numbers 21:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 2,
    "text": "So Israel made a vow to the Lord and said, “If you will indeed deliver this people into our hand, then we will utterly destroy their cities.” ",
    "reference": "Numbers 21:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 3,
    "text": "The Lord listened to the voice of Israel and delivered up the Canaanites, and they utterly destroyed them and their cities. So the name of the place was called Hormah. ",
    "reference": "Numbers 21:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 4,
    "text": "Then they traveled from Mount Hor by the road to the Red Sea, to go around the land of Edom, but the people became impatient along the way. ",
    "reference": "Numbers 21:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 5,
    "text": "And the people spoke against God and against Moses, “Why have you brought us up from Egypt to die in the wilderness, for there is no bread or water, and we detest this worthless food.” ",
    "reference": "Numbers 21:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 6,
    "text": "So the Lord sent venomous snakes among the people, and they bit the people; many people of Israel died. ",
    "reference": "Numbers 21:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 7,
    "text": "Then the people came to Moses and said, “We have sinned, for we have spoken against the Lord and against you. Pray to the Lord that he would take away the snakes from us.” So Moses prayed for the people. ",
    "reference": "Numbers 21:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 8,
    "text": "The Lord said to Moses, “Make a poisonous snake and set it on a pole. When anyone who is bitten looks at it, he will live.” ",
    "reference": "Numbers 21:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 9,
    "text": "So Moses made a bronze snake and put it on a pole, so that if a snake had bitten someone, when he looked at the bronze snake he lived.",
    "reference": "Numbers 21:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 10,
    "text": " The Israelites traveled on and camped in Oboth. ",
    "reference": "Numbers 21:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 11,
    "text": "Then they traveled on from Oboth and camped at Iye Abarim, in the wilderness that is before Moab on the eastern side. ",
    "reference": "Numbers 21:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 12,
    "text": "From there they moved on and camped in the valley of Zered. ",
    "reference": "Numbers 21:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 13,
    "text": "From there they moved on and camped on the other side of the Arnon, in the wilderness that extends from the regions of the Amorites, for Arnon is the border of Moab, between Moab and the Amorites. ",
    "reference": "Numbers 21:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 14,
    "text": "This is why it is said in the Book of the Wars of the Lord, “Waheb in Suphah and the wadis, the Arnon ",
    "reference": "Numbers 21:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 15,
    "text": "and the slope of the valleys that extends to the dwelling of Ar, and falls off at the border of Moab.” ",
    "reference": "Numbers 21:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 16,
    "text": "And from there they traveled to Beer; that is the well where the Lord spoke to Moses, “Gather the people and I will give them water.” ",
    "reference": "Numbers 21:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 17,
    "text": "Then Israel sang this song: “Spring up, O well, sing to it!",
    "reference": "Numbers 21:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 18,
    "text": "The well which the princes dug, which the leaders of the people opened with their scepters and their staffs.”And from the wilderness they traveled to Mattanah; ",
    "reference": "Numbers 21:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 19,
    "text": "and from Mattanah to Nahaliel; and from Nahaliel to Bamoth; ",
    "reference": "Numbers 21:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 20,
    "text": "and from Bamoth to the valley that is in the country of Moab, near the top of Pisgah, which overlooks the wastelands. ",
    "reference": "Numbers 21:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 21,
    "text": " Then Israel sent messengers to King Sihon of the Amorites, saying, ",
    "reference": "Numbers 21:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 22,
    "text": "“Let us pass through your land; we will not turn aside into the fields or into the vineyards, nor will we drink water from any well, but we will go along the King’s Highway until we pass your borders.” ",
    "reference": "Numbers 21:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 23,
    "text": "But Sihon did not permit Israel to pass through his border; he gathered all his forces together and went out against Israel into the wilderness. When he came to Jahaz, he fought against Israel. ",
    "reference": "Numbers 21:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 24,
    "text": "But the Israelites defeated him in battle and took possession of his land from the Arnon to the Jabbok, as far as the Ammonites, for the border of the Ammonites was strongly defended. ",
    "reference": "Numbers 21:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 25,
    "text": "So Israel took all these cities; and Israel settled in all the cities of the Amorites, in Heshbon, and in all its villages. ",
    "reference": "Numbers 21:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 26,
    "text": "For Heshbon was the city of King Sihon of the Amorites. Now he had fought against the former king of Moab and had taken all his land from his control, as far as the Arnon. ",
    "reference": "Numbers 21:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 27,
    "text": "That is why those who speak in proverbs say, “Come to Heshbon, let it be built. Let the city of Sihon be established! ",
    "reference": "Numbers 21:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 28,
    "text": "For fire went out from Heshbon, a flame from the city of Sihon. It has consumed Ar of Moab and the lords of the high places of Arnon. ",
    "reference": "Numbers 21:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 29,
    "text": "Woe to you, Moab. You are ruined, O people of Chemosh! He has made his sons fugitives, and his daughters the prisoners of King Sihon of the Amorites. ",
    "reference": "Numbers 21:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 30,
    "text": "We have overpowered them; Heshbon has perished as far as Dibon. We have shattered them as far as Nophah, which reaches to Medeba.” ",
    "reference": "Numbers 21:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 31,
    "text": "So the Israelites lived in the land of the Amorites. ",
    "reference": "Numbers 21:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 32,
    "text": "Moses sent spies to reconnoiter Jazer, and they captured its villages and dispossessed the Amorites who were there. ",
    "reference": "Numbers 21:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 33,
    "text": "Then they turned and went up by the road to Bashan. And King Og of Bashan and all his forces marched out against them to do battle at Edrei. ",
    "reference": "Numbers 21:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 34,
    "text": "And the Lord said to Moses, “Do not fear him, for I have delivered him and all his people and his land into your hand. You will do to him what you did to King Sihon of the Amorites, who lived in Heshbon.” ",
    "reference": "Numbers 21:34"
  },
  {
    "bookName": "Numbers",
    "chapter": 21,
    "verse": 35,
    "text": "So they defeated Og, his sons, and all his people, until there were no survivors, and they possessed his land. ",
    "reference": "Numbers 21:35"
  }
]