[
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 1,
    "text": " Now Korah son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On son of Peleth, who were Reubenites, took men",
    "reference": "Numbers 16:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 2,
    "text": "and rebelled against Moses, along with some of the Israelites, 250 leaders of the community, chosen from the assembly, famous men. ",
    "reference": "Numbers 16:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 3,
    "text": "And they assembled against Moses and Aaron, saying to them, “You take too much upon yourselves, seeing that the whole community is holy, every one of them, and the Lord is among them. Why then do you exalt yourselves above the community of the Lord?”",
    "reference": "Numbers 16:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 4,
    "text": "When Moses heard it he fell down with his face to the ground.",
    "reference": "Numbers 16:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 5,
    "text": "Then he said to Korah and to all his company, “In the morning the Lord will make known who are his, and who is holy. He will cause that person to approach him; the person he has chosen he will cause to approach him. ",
    "reference": "Numbers 16:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 6,
    "text": "Do this, Korah, you and all your company: Take censers, ",
    "reference": "Numbers 16:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 7,
    "text": "put fire in them, and set incense on them before the Lord tomorrow, and the man whom the Lord chooses will be holy. You take too much upon yourselves, you sons of Levi!” ",
    "reference": "Numbers 16:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 8,
    "text": "Moses said to Korah, “Listen now, you sons of Levi! ",
    "reference": "Numbers 16:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 9,
    "text": "Does it seem too small a thing to you that the God of Israel has separated you from the community of Israel to bring you near to himself, to perform the service of the tabernacle of the Lord, and to stand before the community to minister to them?",
    "reference": "Numbers 16:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 10,
    "text": "He has brought you near and all your brothers, the sons of Levi, with you. Do you now seek the priesthood also? ",
    "reference": "Numbers 16:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 11,
    "text": "Therefore you and all your company have assembled together against the Lord! And Aaron—what is he that you murmur against him?”",
    "reference": "Numbers 16:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 12,
    "text": "Then Moses summoned Dathan and Abiram, the sons of Eliab, but they said, “We will not come up. ",
    "reference": "Numbers 16:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 13,
    "text": "Is it a small thing that you have brought us up out of the land that flows with milk and honey, to kill us in the wilderness? Now do you want to make yourself a prince over us? ",
    "reference": "Numbers 16:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 14,
    "text": "Moreover, you have not brought us into a land that flows with milk and honey, nor given us an inheritance of fields and vineyards. Do you think you can blind these men? We will not come up.” ",
    "reference": "Numbers 16:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 15,
    "text": "Moses was very angry, and he said to the Lord, “Have no respect for their offering! I have not taken so much as one donkey from them, nor have I harmed any one of them!” ",
    "reference": "Numbers 16:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 16,
    "text": "Then Moses said to Korah, “You and all your company present yourselves before the Lord—you and they, and Aaron—tomorrow. ",
    "reference": "Numbers 16:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 17,
    "text": "And each of you take his censer, put incense in it, and then each of you present his censer before the Lord: 250 censers, along with you, and Aaron—each of you with his censer.” ",
    "reference": "Numbers 16:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 18,
    "text": "So everyone took his censer, put fire in it, and set incense on it, and stood at the entrance of the tent of meeting, with Moses and Aaron. ",
    "reference": "Numbers 16:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 19,
    "text": "When Korah assembled the whole community against them at the entrance of the tent of meeting, then the glory of the Lord appeared to the whole community. ",
    "reference": "Numbers 16:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 20,
    "text": "The Lord spoke to Moses and Aaron: ",
    "reference": "Numbers 16:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 21,
    "text": "“Separate yourselves from among this community, that I may consume them in an instant.” ",
    "reference": "Numbers 16:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 22,
    "text": "Then they threw themselves down with their faces to the ground and said, “O God, the God of the spirits of all people, will you be angry with the whole community when only one man sins?” ",
    "reference": "Numbers 16:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 23,
    "text": "So the Lord spoke to Moses: ",
    "reference": "Numbers 16:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 24,
    "text": "“Tell the community: ‘Get away from around the homes of Korah, Dathan, and Abiram.’” ",
    "reference": "Numbers 16:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 25,
    "text": "Then Moses got up and went to Dathan and Abiram; and the elders of Israel went after him.",
    "reference": "Numbers 16:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 26,
    "text": "And he said to the community, “Move away from the tents of these wicked men, and do not touch anything they have, lest you be destroyed because of all their sins.” ",
    "reference": "Numbers 16:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 27,
    "text": "So they got away from the homes of Korah, Dathan, and Abiram on every side, and Dathan and Abiram came out and stationed themselves in the entrances of their tents with their wives, their children, and their toddlers. ",
    "reference": "Numbers 16:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 28,
    "text": "Then Moses said, “This is how you will know that the Lord has sent me to do all these works, for I have not done them of my own will.",
    "reference": "Numbers 16:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 29,
    "text": "If these men die a natural death, or if they share the fate of all men, then the Lord has not sent me.",
    "reference": "Numbers 16:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 30,
    "text": "But if the Lord does something entirely new, and the earth opens its mouth and swallows them up along with all that they have, and they go down alive to the grave, then you will know that these men have despised the Lord!”",
    "reference": "Numbers 16:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 31,
    "text": "When he had finished speaking all these words, the ground that was under them split open,",
    "reference": "Numbers 16:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 32,
    "text": "and the earth opened its mouth and swallowed them, along with their households, and all Korah’s men, and all their goods. ",
    "reference": "Numbers 16:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 33,
    "text": "They and all that they had went down alive into the pit, and the earth closed over them. So they perished from among the community. ",
    "reference": "Numbers 16:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 34,
    "text": "All the Israelites who were around them fled at their cry, for they said, “What if the earth swallows us too?”",
    "reference": "Numbers 16:34"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 35,
    "text": "Then a fire went out from the Lord and devoured the 250 men who offered incense. ",
    "reference": "Numbers 16:35"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 36,
    "text": "(17:1) The Lord spoke to Moses: ",
    "reference": "Numbers 16:36"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 37,
    "text": "“Tell Eleazar son of Aaron the priest to pick up the censers out of the flame, for they are holy, and then scatter the coals of fire at a distance. ",
    "reference": "Numbers 16:37"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 38,
    "text": "As for the censers of these men who sinned at the cost of their lives, they must be made into hammered sheets for covering the altar, because they presented them before the Lord and sanctified them. They will become a sign to the Israelites.” ",
    "reference": "Numbers 16:38"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 39,
    "text": "So Eleazar the priest took the bronze censers presented by those who had been burned up, and they were hammered out as a covering for the altar. ",
    "reference": "Numbers 16:39"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 40,
    "text": "It was a memorial for the Israelites, that no outsider who is not a descendant of Aaron should approach to burn incense before the Lord, that he might not become like Korah and his company—just as the Lord had spoken by the authority of Moses. ",
    "reference": "Numbers 16:40"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 41,
    "text": "But on the next day the whole community of Israelites murmured against Moses and Aaron, saying, “You have killed the Lord’s people!” ",
    "reference": "Numbers 16:41"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 42,
    "text": "When the community assembled against Moses and Aaron, they turned toward the tent of meeting—and the cloud covered it, and the glory of the Lord appeared. ",
    "reference": "Numbers 16:42"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 43,
    "text": "Then Moses and Aaron stood before the tent of meeting. ",
    "reference": "Numbers 16:43"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 44,
    "text": "The Lord spoke to Moses: ",
    "reference": "Numbers 16:44"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 45,
    "text": "“Get away from this community, so that I can consume them in an instant!” But they threw themselves down with their faces to the ground.",
    "reference": "Numbers 16:45"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 46,
    "text": "Then Moses said to Aaron, “Take the censer, put burning coals from the altar in it, place incense on it, and go quickly into the assembly and make atonement for them, for wrath has gone out from the Lord—the plague has begun!” ",
    "reference": "Numbers 16:46"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 47,
    "text": "So Aaron did as Moses commanded and ran into the middle of the assembly, where the plague was just beginning among the people. So he placed incense on the coals and made atonement for the people. ",
    "reference": "Numbers 16:47"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 48,
    "text": "He stood between the dead and the living, and the plague was stopped. ",
    "reference": "Numbers 16:48"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 49,
    "text": "Now 14,700 people died in the plague, in addition to those who died in the event with Korah. ",
    "reference": "Numbers 16:49"
  },
  {
    "bookName": "Numbers",
    "chapter": 16,
    "verse": 50,
    "text": "Then Aaron returned to Moses at the entrance of the tent of meeting, and the plague was stopped. ",
    "reference": "Numbers 16:50"
  }
]