[
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 1,
    "text": "Then the heads of the family groups of the Gileadites, the descendant of Machir\u003Cb\u003E,\u003C/b\u003E the descendant of Manasseh, who were from the Josephite families, approached and spoke before Moses and the leaders who were the heads of the Israelite families. ",
    "reference": "Numbers 36:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 2,
    "text": "They said, “The Lord commanded my lord to give the land as an inheritance by lot to the Israelites; and my lord was commanded by the Lord to give the inheritance of our brother Zelophehad to his daughters. ",
    "reference": "Numbers 36:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 3,
    "text": "Now if they should be married to one of the men from another Israelite tribe, their inheritance would be taken from the inheritance of our fathers and added to the inheritance of the tribe into which they marry. As a result, it will be taken from the lot of our inheritance. ",
    "reference": "Numbers 36:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 4,
    "text": "And when the Jubilee of the Israelites is to take place, their inheritance will be added to the inheritance of the tribe into which they marry. So their inheritance will be taken away from the inheritance of our ancestral tribe.” ",
    "reference": "Numbers 36:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 5,
    "text": "Then Moses gave a ruling to the Israelites by the word of the Lord: “What the tribe of the Josephites is saying is right. ",
    "reference": "Numbers 36:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 6,
    "text": "This is what the Lord has commanded for Zelophehad’s daughters: ‘Let them marry whomever they think best, only they must marry within the family of their father’s tribe. ",
    "reference": "Numbers 36:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 7,
    "text": "In this way the inheritance of the Israelites will not be transferred from tribe to tribe. But every one of the Israelites must retain the ancestral heritage. ",
    "reference": "Numbers 36:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 8,
    "text": "And every daughter who possesses an inheritance from any of the tribes of the Israelites must become the wife of a man from any family in her father’s tribe, so that every Israelite may retain the inheritance of his fathers. ",
    "reference": "Numbers 36:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 9,
    "text": "No inheritance may pass from tribe to tribe. But every one of the tribes of the Israelites must retain its inheritance.’” ",
    "reference": "Numbers 36:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 10,
    "text": "As the Lord had commanded Moses, so the daughters of Zelophehad did. ",
    "reference": "Numbers 36:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 11,
    "text": "For the daughters of Zelophehad—Mahlah, Tirzah, Hoglah, Milcah, and Noah—were married to the sons of their uncles. ",
    "reference": "Numbers 36:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 12,
    "text": "They were married into the families of the Manassehites, the descendants of Joseph, and their inheritance remained in the tribe of their father’s family. ",
    "reference": "Numbers 36:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 36,
    "verse": 13,
    "text": "These are the commandments and the decisions that the Lord commanded the Israelites through the authority of Moses, in the rift valley plains by Moab along the Jordan River opposite Jericho. ",
    "reference": "Numbers 36:13"
  }
]