[
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 1,
    "text": " The Lord said to Aaron, “You and your sons and your tribe with you must bear the iniquity of the sanctuary, and you and your sons with you must bear the iniquity of your priesthood. ",
    "reference": "Numbers 18:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 2,
    "text": "“Bring with you your brothers, the tribe of Levi, the tribe of your father, so that they may join with you and minister to you while you and your sons with you are before the tent of the testimony. ",
    "reference": "Numbers 18:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 3,
    "text": "They must be responsible to care for you and to care for the entire tabernacle. However, they must not come near the furnishings of the sanctuary and the altar, or both they and you will die. ",
    "reference": "Numbers 18:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 4,
    "text": "They must join with you, and they will be responsible for the care of the tent of meeting, for all the service of the tent, but no unauthorized person may approach you.",
    "reference": "Numbers 18:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 5,
    "text": "You will be responsible for the care of the sanctuary and the care of the altar, so that there will be no more wrath on the Israelites. ",
    "reference": "Numbers 18:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 6,
    "text": "I myself have chosen your brothers the Levites from among the Israelites. They are given to you as a gift from the Lord, to perform the duties of the tent of meeting. ",
    "reference": "Numbers 18:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 7,
    "text": "But you and your sons with you are responsible for your priestly duties, for everything at the altar and within the curtain. And you must serve. I give you the priesthood as a gift for service, but the unauthorized person who approaches must be put to death.” ",
    "reference": "Numbers 18:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 8,
    "text": "The Lord spoke to Aaron, “See, I have given you the responsibility for my raised offerings; I have given all the holy things of the Israelites to you as your priestly portion and to your sons as a perpetual ordinance. ",
    "reference": "Numbers 18:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 9,
    "text": "Of all the most holy offerings reserved from the fire this will be yours: Every offering of theirs, whether from every grain offering or from every purification offering or from every reparation offering which they bring to me, will be most holy for you and for your sons. ",
    "reference": "Numbers 18:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 10,
    "text": "You are to eat it as a most holy offering; every male may eat it. It will be holy to you.",
    "reference": "Numbers 18:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 11,
    "text": "“And this is yours: the raised offering of their gift, along with all the wave offerings of the Israelites. I have given them to you and to your sons and daughters with you as a perpetual ordinance. Everyone who is ceremonially clean in your household may eat of it.",
    "reference": "Numbers 18:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 12,
    "text": "“All the best of the olive oil and all the best of the wine and of the wheat, the firstfruits of these things that they give to the Lord, I have given to you.",
    "reference": "Numbers 18:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 13,
    "text": "And whatever first ripe fruit in their land they bring to the Lord will be yours; everyone who is ceremonially clean in your household may eat of it.",
    "reference": "Numbers 18:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 14,
    "text": "“Everything devoted in Israel will be yours.",
    "reference": "Numbers 18:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 15,
    "text": "The firstborn of every womb which they present to the Lord, whether human or animal, will be yours. Nevertheless, the firstborn sons you must redeem, and the firstborn males of unclean animals you must redeem. ",
    "reference": "Numbers 18:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 16,
    "text": "And those that must be redeemed you are to redeem when they are a month old, according to your estimation, for five shekels of silver according to the sanctuary shekel (which is 20 gerahs). ",
    "reference": "Numbers 18:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 17,
    "text": "But you must not redeem the firstborn of a cow or a sheep or a goat; they are holy. You must splash their blood on the altar and burn their fat for an offering made by fire for a pleasing aroma to the Lord. ",
    "reference": "Numbers 18:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 18,
    "text": "And their meat will be yours, just as the breast and the right hip of the raised offering is yours.",
    "reference": "Numbers 18:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 19,
    "text": "All the raised offerings of the holy things that the Israelites offer to the Lord, I have given to you, and to your sons and daughters with you, as a perpetual ordinance. It is a covenant of salt forever before the Lord for you and for your descendants with you.”",
    "reference": "Numbers 18:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 20,
    "text": "The Lord spoke to Aaron, “You will have no inheritance in their land, nor will you have any portion of property among them—I am your portion and your inheritance among the Israelites. ",
    "reference": "Numbers 18:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 21,
    "text": "See, I have given the Levites all the tithes in Israel for an inheritance, for their service that they perform—the service of the tent of meeting. ",
    "reference": "Numbers 18:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 22,
    "text": "No longer may the Israelites approach the tent of meeting, or else they will bear their sin and die. ",
    "reference": "Numbers 18:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 23,
    "text": "But the Levites must perform the service of the tent of meeting, and they must bear their iniquity. It will be a perpetual ordinance throughout your generations that among the Israelites the Levites have no inheritance. ",
    "reference": "Numbers 18:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 24,
    "text": "But I have given to the Levites for an inheritance the tithes of the Israelites that are offered to the Lord as a raised offering. That is why I said to them that among the Israelites they are to have no inheritance.” ",
    "reference": "Numbers 18:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 25,
    "text": "The Lord spoke to Moses: ",
    "reference": "Numbers 18:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 26,
    "text": "“You are to speak to the Levites, and you must tell them, ‘When you receive from the Israelites the tithe that I have given you from them as your inheritance, then you are to offer up from it as a raised offering to the Lord a tenth of the tithe. ",
    "reference": "Numbers 18:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 27,
    "text": "And your raised offering will be credited to you as though it were grain from the threshing floor or as new wine from the winepress. ",
    "reference": "Numbers 18:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 28,
    "text": "Thus you are to offer up a raised offering to the Lord of all your tithes that you receive from the Israelites; and you must give the Lord’s raised offering from it to Aaron the priest. ",
    "reference": "Numbers 18:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 29,
    "text": "From all your gifts you must offer up every raised offering due the Lord, from all the best of it, and the holiest part of it.’",
    "reference": "Numbers 18:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 30,
    "text": "“Therefore you will say to them, ‘When you offer up the best of it, then it will be credited to the Levites as the product of the threshing floor and as the product of the winepress. ",
    "reference": "Numbers 18:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 31,
    "text": "And you may eat it in any place, you and your household, because it is your wages for your service in the tent of meeting. ",
    "reference": "Numbers 18:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 18,
    "verse": 32,
    "text": "And you will bear no sin concerning it when you offer up the best of it. And you must not profane the holy things of the Israelites, or else you will die.’” ",
    "reference": "Numbers 18:32"
  }
]