[
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 1,
    "text": " The Lord spoke to Moses in the desert of Sinai, in the first month of the second year after they had come out of the land of Egypt: ",
    "reference": "Numbers 9:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 2,
    "text": "“The Israelites are to observe the Passover at its appointed time.",
    "reference": "Numbers 9:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 3,
    "text": "In the fourteenth day of this month, at twilight, you are to observe it at its appointed time; you must keep it in accordance with all its statutes and all its customs.” ",
    "reference": "Numbers 9:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 4,
    "text": "So Moses instructed the Israelites to observe the Passover. ",
    "reference": "Numbers 9:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 5,
    "text": "And they observed the Passover on the fourteenth day of the first month at twilight in the desert of Sinai; in accordance with all that the Lord had commanded Moses, so the Israelites did. ",
    "reference": "Numbers 9:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 6,
    "text": "It happened that some men who were ceremonially defiled by the dead body of a man could not keep the Passover on that day, so they came before Moses and before Aaron on that day. ",
    "reference": "Numbers 9:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 7,
    "text": "And those men said to Moses, “We are ceremonially defiled by the dead body of a man; why are we kept back from offering the Lord’s offering at its appointed time among the Israelites?” ",
    "reference": "Numbers 9:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 8,
    "text": "So Moses said to them, “Remain here and I will hear what the Lord will command concerning you.”",
    "reference": "Numbers 9:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 9,
    "text": "The Lord spoke to Moses: ",
    "reference": "Numbers 9:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 10,
    "text": "“Tell the Israelites, ‘If any of you or of your posterity become ceremonially defiled by touching a dead body, or are on a journey far away, then he may observe the Passover to the Lord. ",
    "reference": "Numbers 9:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 11,
    "text": "They may observe it on the fourteenth day of the second month at twilight; they are to eat it with bread made without yeast and with bitter herbs. ",
    "reference": "Numbers 9:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 12,
    "text": "They must not leave any of it until morning, nor break any of its bones; they must observe it in accordance with every statute of the Passover. ",
    "reference": "Numbers 9:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 13,
    "text": "“‘But the man who is ceremonially clean, and was not on a journey, and fails to keep the Passover, that person must be cut off from his people. Because he did not bring the Lord’s offering at its appointed time, that man must bear his sin. ",
    "reference": "Numbers 9:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 14,
    "text": "If a resident foreigner lives among you and wants to keep the Passover to the Lord, he must do so according to the statute of the Passover, and according to its custom. You must have the same statute for the resident foreigner and for the one who was born in the land.’” ",
    "reference": "Numbers 9:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 15,
    "text": " On the day that the tabernacle was set up, the cloud covered the tabernacle—the tent of the testimony—and from evening until morning there was a fiery appearance over the tabernacle. ",
    "reference": "Numbers 9:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 16,
    "text": "This is the way it used to be continually: The cloud would cover it by day, and there was a fiery appearance by night. ",
    "reference": "Numbers 9:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 17,
    "text": "Whenever the cloud was taken up from the tabernacle, then after that the Israelites would begin their journey; and in whatever place the cloud settled, there the Israelites would make camp. ",
    "reference": "Numbers 9:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 18,
    "text": "At the commandment of the Lord the Israelites would begin their journey, and at the commandment of the Lord they would make camp; as long as the cloud remained settled over the tabernacle they would camp. ",
    "reference": "Numbers 9:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 19,
    "text": "When the cloud remained over the tabernacle many days, then the Israelites obeyed the instructions of the Lord and did not journey. ",
    "reference": "Numbers 9:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 20,
    "text": "When the cloud remained over the tabernacle a number of days, they remained camped according to the Lord’s commandment, and according to the Lord’s commandment they would journey. ",
    "reference": "Numbers 9:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 21,
    "text": "And when the cloud remained only from evening until morning, when the cloud was taken up the following morning, then they traveled on. Whether by day or by night, when the cloud was taken up they traveled. ",
    "reference": "Numbers 9:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 22,
    "text": "Whether it was for two days, or a month, or a year that the cloud prolonged its stay over the tabernacle, the Israelites remained camped without traveling; but when it was taken up, they traveled on.",
    "reference": "Numbers 9:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 9,
    "verse": 23,
    "text": "At the commandment of the Lord they camped, and at the commandment of the Lord they traveled on; they kept the instructions of the Lord according to the commandment of the Lord, by the authority of Moses. ",
    "reference": "Numbers 9:23"
  }
]