[
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 1,
    "text": " Balaam said to Balak, “Build me seven altars here, and prepare for me here seven bulls and seven rams.” ",
    "reference": "Numbers 23:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 2,
    "text": "So Balak did just as Balaam had said. Balak and Balaam then offered on each altar a bull and a ram. ",
    "reference": "Numbers 23:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 3,
    "text": "Balaam said to Balak, “Station yourself by your burnt offering, and I will go off; perhaps the Lord will come to meet me, and whatever he reveals to me I will tell you.” Then he went to a deserted height. ",
    "reference": "Numbers 23:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 4,
    "text": "Then God met Balaam, who said to him, “I have prepared seven altars, and I have offered on each altar a bull and a ram.” ",
    "reference": "Numbers 23:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 5,
    "text": "Then the Lord put a message in Balaam’s mouth and said, “Return to Balak, and speak what I tell you.”",
    "reference": "Numbers 23:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 6,
    "text": "So he returned to him, and he was still standing by his burnt offering, he and all the princes of Moab. ",
    "reference": "Numbers 23:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 7,
    "text": "Then Balaam uttered his oracle, saying, “Balak, the king of Moab, brought me from Aram, out of the mountains of the east, saying, ‘Come, pronounce a curse on Jacob for me; come, denounce Israel.’ ",
    "reference": "Numbers 23:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 8,
    "text": "How can I curse one whom God has not cursed, or how can I denounce one whom the Lord has not denounced? ",
    "reference": "Numbers 23:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 9,
    "text": "For from the top of the rocks I see them; from the hills I watch them. Indeed, a nation that lives alone, and it will not be reckoned among the nations. ",
    "reference": "Numbers 23:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 10,
    "text": "Who can count the dust of Jacob, or number the fourth part of Israel? Let me die the death of the upright, and let the end of my life be like theirs.” ",
    "reference": "Numbers 23:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 11,
    "text": "Then Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but on the contrary you have only blessed them!”",
    "reference": "Numbers 23:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 12,
    "text": "Balaam replied, “Must I not be careful to speak what the Lord has put in my mouth?” ",
    "reference": "Numbers 23:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 13,
    "text": "Balak said to him, “Please come with me to another place from which you can observe them. You will see only a part of them, but you will not see all of them. Curse them for me from there.” ",
    "reference": "Numbers 23:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 14,
    "text": "So Balak brought Balaam to the field of Zophim, to the top of Pisgah, where he built seven altars and offered a bull and a ram on each altar. ",
    "reference": "Numbers 23:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 15,
    "text": "And Balaam said to Balak, “Station yourself here by your burnt offering, while I meet the Lord there.” ",
    "reference": "Numbers 23:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 16,
    "text": "Then the Lord met Balaam and put a message in his mouth and said, “Return to Balak, and speak what I tell you.”",
    "reference": "Numbers 23:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 17,
    "text": "When Balaam came to him, he was still standing by his burnt offering, along with the princes of Moab. And Balak said to him, “What has the Lord spoken?” ",
    "reference": "Numbers 23:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 18,
    "text": "Balaam uttered his oracle, and said, “Rise up, Balak, and hear; Listen to me, son of Zippor: ",
    "reference": "Numbers 23:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 19,
    "text": "God is not a man, that he should lie, nor a human being, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not make it happen? ",
    "reference": "Numbers 23:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 20,
    "text": "Indeed, I have received a command to bless; he has blessed, and I cannot reverse it.",
    "reference": "Numbers 23:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 21,
    "text": "He has not looked on iniquity in Jacob, nor has he seen trouble in Israel. The Lord their God is with them; his acclamation as king is among them.",
    "reference": "Numbers 23:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 22,
    "text": "God brought them out of Egypt. They have, as it were, the strength of a wild bull. ",
    "reference": "Numbers 23:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 23,
    "text": "For there is no spell against Jacob, nor is there any divination against Israel. At this time it must be said of Jacob and of Israel, ‘Look at what God has done!’ ",
    "reference": "Numbers 23:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 24,
    "text": "Indeed, the people will rise up like a lioness, and like a lion raises himself up; they will not lie down until they eat their prey, and drink the blood of the slain.” ",
    "reference": "Numbers 23:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 25,
    "text": "Balak said to Balaam, “Neither curse them at all nor bless them at all!”",
    "reference": "Numbers 23:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 26,
    "text": "But Balaam replied to Balak, “Did I not tell you, ‘All that the Lord speaks, I must do’?” ",
    "reference": "Numbers 23:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 27,
    "text": "Balak said to Balaam, “Come, please; I will take you to another place. Perhaps it will please God to let you curse them for me from there.” ",
    "reference": "Numbers 23:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 28,
    "text": "So Balak took Balaam to the top of Peor, that looks toward the wastelands. ",
    "reference": "Numbers 23:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 29,
    "text": "Then Balaam said to Balak, “Build seven altars here for me, and prepare seven bulls and seven rams.” ",
    "reference": "Numbers 23:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 23,
    "verse": 30,
    "text": "So Balak did as Balaam had said, and offered a bull and a ram on each altar. ",
    "reference": "Numbers 23:30"
  }
]