[
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 1,
    "text": " Now these are the records of Aaron and Moses when the Lord spoke with Moses on Mount Sinai. ",
    "reference": "Numbers 3:1"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 2,
    "text": "These are the names of the sons of Aaron: Nadab the firstborn, Abihu, Eleazar, and Ithamar. ",
    "reference": "Numbers 3:2"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 3,
    "text": "These are the names of the sons of Aaron, the anointed priests, whom he consecrated to minister as priests. ",
    "reference": "Numbers 3:3"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 4,
    "text": "Nadab and Abihu died before the Lord when they offered strange fire before the Lord in the desert of Sinai, and they had no children. So Eleazar and Ithamar ministered as priests in the presence of Aaron their father. ",
    "reference": "Numbers 3:4"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 5,
    "text": "The Lord spoke to Moses: ",
    "reference": "Numbers 3:5"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 6,
    "text": "“Bring the tribe of Levi near, and present them before Aaron the priest, that they may serve him.",
    "reference": "Numbers 3:6"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 7,
    "text": "They are responsible for his needs and the needs of the whole community before the tent of meeting, by attending to the service of the tabernacle. ",
    "reference": "Numbers 3:7"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 8,
    "text": "And they are responsible for all the furnishings of the tent of meeting, and for the needs of the Israelites, as they serve in the tabernacle. ",
    "reference": "Numbers 3:8"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 9,
    "text": "You are to assign the Levites to Aaron and his sons; they will be assigned exclusively to him out of all the Israelites. ",
    "reference": "Numbers 3:9"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 10,
    "text": "So you are to appoint Aaron and his sons, and they will be responsible for their priesthood, but the unauthorized person who comes near must be put to death.” ",
    "reference": "Numbers 3:10"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 11,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 3:11"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 12,
    "text": "“Look, I myself have taken the Levites from among the Israelites instead of every firstborn who opens the womb among the Israelites. So the Levites belong to me,",
    "reference": "Numbers 3:12"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 13,
    "text": "because all the firstborn are mine. When I destroyed all the firstborn in the land of Egypt, I set apart for myself all the firstborn in Israel, both man and beast. They belong to me. I am the Lord.” ",
    "reference": "Numbers 3:13"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 14,
    "text": "Then the Lord spoke to Moses in the desert of Sinai: ",
    "reference": "Numbers 3:14"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 15,
    "text": "“Number the Levites by their clans and their families; every male from a month old and upward you are to number.” ",
    "reference": "Numbers 3:15"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 16,
    "text": "So Moses numbered them according to the word of the Lord, just as he had been commanded. ",
    "reference": "Numbers 3:16"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 17,
    "text": "These were the sons of Levi by their names: Gershon, Kohath, and Merari. ",
    "reference": "Numbers 3:17"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 18,
    "text": "These are the names of the sons of Gershon by their families: Libni and Shimei. ",
    "reference": "Numbers 3:18"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 19,
    "text": "The sons of Kohath by their families were: Amram, Izhar, Hebron, and Uzziel. ",
    "reference": "Numbers 3:19"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 20,
    "text": "The sons of Merari by their families were Mahli and Mushi. These are the families of the Levites by their clans. ",
    "reference": "Numbers 3:20"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 21,
    "text": "From Gershon came the family of the Libnites and the family of the Shimeites; these were the families of the Gershonites. ",
    "reference": "Numbers 3:21"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 22,
    "text": "Those of them who were numbered, counting every male from a month old and upward, were 7,500. ",
    "reference": "Numbers 3:22"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 23,
    "text": "The families of the Gershonites were to camp behind the tabernacle toward the west. ",
    "reference": "Numbers 3:23"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 24,
    "text": "Now the leader of the clan of the Gershonites was Eliasaph son of Lael. ",
    "reference": "Numbers 3:24"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 25,
    "text": "And the responsibilities of the Gershonites in the tent of meeting included the tabernacle, the tent with its covering, the curtain at the entrance of the tent of meeting, ",
    "reference": "Numbers 3:25"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 26,
    "text": "the hangings of the courtyard, the curtain at the entrance to the courtyard that surrounded the tabernacle and the altar, and their ropes, plus all the service connected with these things.",
    "reference": "Numbers 3:26"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 27,
    "text": "From Kohath came the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were the families of the Kohathites. ",
    "reference": "Numbers 3:27"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 28,
    "text": "Counting every male from a month old and upward, there were 8,600. They were responsible for the care of the sanctuary. ",
    "reference": "Numbers 3:28"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 29,
    "text": "The families of the Kohathites were to camp on the south side of the tabernacle. ",
    "reference": "Numbers 3:29"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 30,
    "text": "Now the leader of the clan of the families of the Kohathites was Elizaphan son of Uzziel. ",
    "reference": "Numbers 3:30"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 31,
    "text": "Their responsibilities included the ark, the table, the lampstand, the altars, and the utensils of the sanctuary with which they ministered, the curtain, and all their service. ",
    "reference": "Numbers 3:31"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 32,
    "text": "Now the head of all the Levitical leaders was Eleazar son of Aaron the priest. He was appointed over those who were responsible for the sanctuary. ",
    "reference": "Numbers 3:32"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 33,
    "text": "From Merari came the family of the Mahlites and the family of the Mushites; these were the families of Merari. ",
    "reference": "Numbers 3:33"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 34,
    "text": "Those of them who were numbered, counting every male from a month old and upward, were 6,200.",
    "reference": "Numbers 3:34"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 35,
    "text": "Now the leader of the clan of the families of Merari was Zuriel son of Abihail. These were to camp on the north side of the tabernacle. ",
    "reference": "Numbers 3:35"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 36,
    "text": "The appointed responsibilities of the Merarites included the frames of the tabernacle, its crossbars, its posts, its sockets, its utensils, plus all the service connected with these things,",
    "reference": "Numbers 3:36"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 37,
    "text": "and the pillars of the courtyard all around, with their sockets, their pegs, and their ropes. ",
    "reference": "Numbers 3:37"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 38,
    "text": "But those who were to camp in front of the tabernacle on the east, in front of the tent of meeting, were Moses, Aaron, and his sons. They were responsible for the needs of the sanctuary and for the needs of the Israelites, but the unauthorized person who approached was to be put to death. ",
    "reference": "Numbers 3:38"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 39,
    "text": "All who were numbered of the Levites, whom Moses and Aaron numbered by the word of the Lord, according to their families, every male from a month old and upward, were 22,000.",
    "reference": "Numbers 3:39"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 40,
    "text": "Then the Lord said to Moses, “Number all the firstborn males of the Israelites from a month old and upward, and take the number of their names. ",
    "reference": "Numbers 3:40"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 41,
    "text": "And take the Levites for me—I am the Lord—instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of all the firstborn of the livestock of the Israelites.” ",
    "reference": "Numbers 3:41"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 42,
    "text": "So Moses numbered all the firstborn males among the Israelites, as the Lord had commanded him.",
    "reference": "Numbers 3:42"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 43,
    "text": "And all the firstborn males, by the number of the names from a month old and upward, totaled 22,273.",
    "reference": "Numbers 3:43"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 44,
    "text": "Then the Lord spoke to Moses: ",
    "reference": "Numbers 3:44"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 45,
    "text": "“Take the Levites instead of all the firstborn males among the Israelites, and the livestock of the Levites instead of their livestock. And the Levites will be mine. I am the Lord. ",
    "reference": "Numbers 3:45"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 46,
    "text": "And for the redemption of the 273 firstborn males of the Israelites who exceed the number of the Levites, ",
    "reference": "Numbers 3:46"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 47,
    "text": "collect five shekels for each one individually; you are to collect this amount in the currency of the sanctuary shekel (this shekel is 20 gerahs). ",
    "reference": "Numbers 3:47"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 48,
    "text": "And give the money for the redemption of the excess number of them to Aaron and his sons.” ",
    "reference": "Numbers 3:48"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 49,
    "text": "So Moses took the redemption money from those who were in excess of those redeemed by the Levites. ",
    "reference": "Numbers 3:49"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 50,
    "text": "From the firstborn males of the Israelites he collected the money, 1,365 shekels, according to the sanctuary shekel.",
    "reference": "Numbers 3:50"
  },
  {
    "bookName": "Numbers",
    "chapter": 3,
    "verse": 51,
    "text": "Moses gave the redemption money to Aaron and his sons, according to the word of the Lord, as the Lord had commanded Moses. ",
    "reference": "Numbers 3:51"
  }
]