[{"bookName":"Numbers","chapter":28,"verse":1,"text":" The Lord spoke to Moses: ","reference":"Numbers 28:1"},{"bookName":"Numbers","chapter":28,"verse":2,"text":"“Command the Israelites: ‘With regard to my offering, be sure to offer my food for my offering made by fire, as a pleasing aroma to me at its appointed time.’","reference":"Numbers 28:2"},{"bookName":"Numbers","chapter":28,"verse":3,"text":"You will say to them, ‘This is the offering made by fire that you must offer to the Lord: two unblemished lambs one year old each day for a continual burnt offering. ","reference":"Numbers 28:3"},{"bookName":"Numbers","chapter":28,"verse":4,"text":"The first lamb you must offer in the morning, and the second lamb you must offer in the late afternoon, ","reference":"Numbers 28:4"},{"bookName":"Numbers","chapter":28,"verse":5,"text":"with one-tenth of an ephah of finely ground flour as a grain offering mixed with one-quarter of a hin of pressed olive oil. ","reference":"Numbers 28:5"},{"bookName":"Numbers","chapter":28,"verse":6,"text":"It is a continual burnt offering that was instituted on Mount Sinai as a pleasing aroma, an offering made by fire to the Lord. ","reference":"Numbers 28:6"},{"bookName":"Numbers","chapter":28,"verse":7,"text":"“‘And its drink offering must be one-quarter of a hin for each lamb. You must pour out the strong drink as a drink offering to the Lord in the Holy Place.","reference":"Numbers 28:7"},{"bookName":"Numbers","chapter":28,"verse":8,"text":"And the second lamb you must offer in the late afternoon; just as you offered the grain offering and drink offering in the morning, you must offer it as an offering made by fire, as a pleasing aroma to the Lord. ","reference":"Numbers 28:8"},{"bookName":"Numbers","chapter":28,"verse":9,"text":"“‘On the Sabbath day, you must offer two unblemished lambs a year old, and two-tenths of an ephah of finely ground flour as a grain offering, mixed with olive oil, along with its drink offering. ","reference":"Numbers 28:9"},{"bookName":"Numbers","chapter":28,"verse":10,"text":"This is the burnt offering for every Sabbath, besides the continual burnt offering and its drink offering. ","reference":"Numbers 28:10"},{"bookName":"Numbers","chapter":28,"verse":11,"text":"“‘On the first day of each month you must offer as a burnt offering to the Lord two young bulls, one ram, and seven unblemished lambs a year old,","reference":"Numbers 28:11"},{"bookName":"Numbers","chapter":28,"verse":12,"text":"with three-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for each bull, and two-tenths of an ephah of finely ground flour mixed with olive oil as a grain offering for the ram, ","reference":"Numbers 28:12"},{"bookName":"Numbers","chapter":28,"verse":13,"text":"and one-tenth of an ephah of finely ground flour mixed with olive oil as a grain offering for each lamb, as a burnt offering for a pleasing aroma, an offering made by fire to the Lord. ","reference":"Numbers 28:13"},{"bookName":"Numbers","chapter":28,"verse":14,"text":"For their drink offerings, include half a hin of wine with each bull, one-third of a hin for the ram, and one-fourth of a hin for each lamb. This is the burnt offering for each month throughout the months of the year. ","reference":"Numbers 28:14"},{"bookName":"Numbers","chapter":28,"verse":15,"text":"And one male goat must be offered to the Lord as a purification offering, in addition to the continual burnt offering and its drink offering. ","reference":"Numbers 28:15"},{"bookName":"Numbers","chapter":28,"verse":16,"text":"“‘On the fourteenth day of the first month is the Lord’s Passover. ","reference":"Numbers 28:16"},{"bookName":"Numbers","chapter":28,"verse":17,"text":"And on the fifteenth day of this month is the festival. For seven days bread made without yeast must be eaten. ","reference":"Numbers 28:17"},{"bookName":"Numbers","chapter":28,"verse":18,"text":"And on the first day there is to be a holy assembly; you must do no ordinary work on it.","reference":"Numbers 28:18"},{"bookName":"Numbers","chapter":28,"verse":19,"text":"“‘But you must offer to the Lord an offering made by fire, a burnt offering of two young bulls, one ram, and seven lambs one year old; they must all be unblemished. ","reference":"Numbers 28:19"},{"bookName":"Numbers","chapter":28,"verse":20,"text":"And their grain offering is to be of finely ground flour mixed with olive oil. For each bull you must offer three-tenths of an ephah, and two-tenths for the ram. ","reference":"Numbers 28:20"},{"bookName":"Numbers","chapter":28,"verse":21,"text":"For each of the seven lambs you are to offer one-tenth of an ephah, ","reference":"Numbers 28:21"},{"bookName":"Numbers","chapter":28,"verse":22,"text":"as well as one goat for a purification offering, to make atonement for you.","reference":"Numbers 28:22"},{"bookName":"Numbers","chapter":28,"verse":23,"text":"You must offer these in addition to the burnt offering in the morning that is for a continual burnt offering. ","reference":"Numbers 28:23"},{"bookName":"Numbers","chapter":28,"verse":24,"text":"In this manner you must offer daily throughout the seven days the food of the sacrifice made by fire as a sweet aroma to the Lord. It is to be offered in addition to the continual burnt offering and its drink offering. ","reference":"Numbers 28:24"},{"bookName":"Numbers","chapter":28,"verse":25,"text":"On the seventh day you are to have a holy assembly, you must do no regular work. ","reference":"Numbers 28:25"},{"bookName":"Numbers","chapter":28,"verse":26,"text":"“‘Also, on the day of the firstfruits, when you bring a new grain offering to the Lord during your Feast of Weeks, you are to have a holy assembly. You must do no ordinary work. ","reference":"Numbers 28:26"},{"bookName":"Numbers","chapter":28,"verse":27,"text":"But you must offer as the burnt offering, as a sweet aroma to the Lord, two young bulls, one ram, seven lambs one year old,","reference":"Numbers 28:27"},{"bookName":"Numbers","chapter":28,"verse":28,"text":"with their grain offering of finely ground flour mixed with olive oil: three-tenths of an ephah for each bull, two-tenths for the one ram, ","reference":"Numbers 28:28"},{"bookName":"Numbers","chapter":28,"verse":29,"text":"with one-tenth for each of the seven lambs, ","reference":"Numbers 28:29"},{"bookName":"Numbers","chapter":28,"verse":30,"text":"as well as one male goat to make an atonement for you.","reference":"Numbers 28:30"},{"bookName":"Numbers","chapter":28,"verse":31,"text":"You are to offer them with their drink offerings in addition to the continual burnt offering and its grain offering—they must be unblemished. ","reference":"Numbers 28:31"}]