[
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 1,
    "text": "But as for you, communicate the behavior that goes with sound teaching. ",
    "reference": "Titus 2:1"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 2,
    "text": "Older men are to be temperate, dignified, self-controlled, sound in faith, in love, and in endurance. ",
    "reference": "Titus 2:2"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 3,
    "text": "Older women likewise are to exhibit behavior fitting for those who are holy, not slandering, not slaves to excessive drinking, but teaching what is good. ",
    "reference": "Titus 2:3"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 4,
    "text": "In this way they will train the younger women to love their husbands, to love their children, ",
    "reference": "Titus 2:4"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 5,
    "text": "to be self-controlled, pure, fulfilling their duties at home, kind, being subject to their own husbands, so that the message of God may not be discredited. ",
    "reference": "Titus 2:5"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 6,
    "text": "Encourage younger men likewise to be self-controlled, ",
    "reference": "Titus 2:6"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 7,
    "text": "showing yourself to be an example of good works in every way. In your teaching show integrity, dignity, ",
    "reference": "Titus 2:7"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 8,
    "text": "and a sound message that cannot be criticized, so that any opponent will be at a loss because he has nothing evil to say about us. ",
    "reference": "Titus 2:8"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 9,
    "text": "Slaves are to be subject to their own masters in everything, to do what is wanted and not talk back, ",
    "reference": "Titus 2:9"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 10,
    "text": "not pilfering, but showing all good faith, in order to bring credit to the teaching of God our Savior in everything. ",
    "reference": "Titus 2:10"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 11,
    "text": "For the grace of God has appeared, bringing salvation to all people. ",
    "reference": "Titus 2:11"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 12,
    "text": "It trains us to reject godless ways and worldly desires and to live self-controlled, upright, and godly lives in the present age, ",
    "reference": "Titus 2:12"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 13,
    "text": "as we wait for the happy fulfillment of our hope in the glorious appearing of our great God and Savior, Jesus Christ. ",
    "reference": "Titus 2:13"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 14,
    "text": "He gave himself for us to set us free from every kind of lawlessness and to purify for himself a people who are truly his, who are eager to do good. ",
    "reference": "Titus 2:14"
  },
  {
    "bookName": "Titus",
    "chapter": 2,
    "verse": 15,
    "text": "So communicate these things with the sort of exhortation or rebuke that carries full authority. Don’t let anyone look down on you. ",
    "reference": "Titus 2:15"
  }
]