[{"bookName":"Titus","chapter":1,"verse":1,"text":"From Paul, a slave of God and apostle of Jesus Christ, to further the faith of God’s chosen ones and the knowledge of the truth that is in keeping with godliness, ","reference":"Titus 1:1"},{"bookName":"Titus","chapter":1,"verse":2,"text":"in hope of eternal life, which God, who does not lie, promised before time began. ","reference":"Titus 1:2"},{"bookName":"Titus","chapter":1,"verse":3,"text":"But now in his own time he has made his message evident through the preaching I was entrusted with according to the command of God our Savior. ","reference":"Titus 1:3"},{"bookName":"Titus","chapter":1,"verse":4,"text":"To Titus, my genuine son in a common faith. Grace and peace from God the Father and Christ Jesus our Savior! ","reference":"Titus 1:4"},{"bookName":"Titus","chapter":1,"verse":5,"text":"The reason I left you in Crete was to set in order the remaining matters and to appoint elders in every town, as I directed you. ","reference":"Titus 1:5"},{"bookName":"Titus","chapter":1,"verse":6,"text":"An elder must be blameless, the husband of one wife, with faithful children who cannot be charged with dissipation or rebellion. ","reference":"Titus 1:6"},{"bookName":"Titus","chapter":1,"verse":7,"text":"For the overseer must be blameless as one entrusted with God’s work, not arrogant, not prone to anger, not a drunkard, not violent, not greedy for gain. ","reference":"Titus 1:7"},{"bookName":"Titus","chapter":1,"verse":8,"text":"Instead he must be hospitable, devoted to what is good, sensible, upright, devout, and self-controlled. ","reference":"Titus 1:8"},{"bookName":"Titus","chapter":1,"verse":9,"text":"He must hold firmly to the faithful message as it has been taught, so that he will be able to give exhortation in such healthy teaching and correct those who speak against it.","reference":"Titus 1:9"},{"bookName":"Titus","chapter":1,"verse":10,"text":"For there are many rebellious people, idle talkers, and deceivers, especially those with Jewish connections, ","reference":"Titus 1:10"},{"bookName":"Titus","chapter":1,"verse":11,"text":"who must be silenced because they mislead whole families by teaching for dishonest gain what ought not to be taught.","reference":"Titus 1:11"},{"bookName":"Titus","chapter":1,"verse":12,"text":"A certain one of them, in fact, one of their own prophets, said, “Cretans are always liars, evil beasts, lazy gluttons.”","reference":"Titus 1:12"},{"bookName":"Titus","chapter":1,"verse":13,"text":"Such testimony is true. For this reason rebuke them sharply that they may be healthy in the faith ","reference":"Titus 1:13"},{"bookName":"Titus","chapter":1,"verse":14,"text":"and not pay attention to Jewish myths and commands of people who reject the truth. ","reference":"Titus 1:14"},{"bookName":"Titus","chapter":1,"verse":15,"text":"All is pure to those who are pure. But to those who are corrupt and unbelieving, nothing is pure, but both their minds and consciences are corrupted. ","reference":"Titus 1:15"},{"bookName":"Titus","chapter":1,"verse":16,"text":"They profess to know God but with their deeds they deny him, since they are detestable, disobedient, and unfit for any good deed. ","reference":"Titus 1:16"}]