[
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 1,
    "text": "The Israelites did evil in the Lord’s sight, so the Lord turned them over to Midian for seven years. ",
    "reference": "Judges 6:1"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 2,
    "text": "The Midianites overwhelmed Israel. Because of Midian the Israelites made shelters for themselves in the hills, caves, and strongholds. ",
    "reference": "Judges 6:2"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 3,
    "text": "Whenever the Israelites planted their crops, the Midianites, Amalekites, and the people from the east would attack them.",
    "reference": "Judges 6:3"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 4,
    "text": "They invaded the land and devoured its crops all the way to Gaza. They left nothing for the Israelites to eat, and they took away the sheep, oxen, and donkeys. ",
    "reference": "Judges 6:4"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 5,
    "text": "When they invaded with their cattle and tents, they were as thick as locusts. Neither they nor their camels could be counted. They came to devour the land. ",
    "reference": "Judges 6:5"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 6,
    "text": "Israel was so severely weakened by Midian that the Israelites cried out to the Lord for help.",
    "reference": "Judges 6:6"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 7,
    "text": "When the Israelites cried out to the Lord for help because of Midian, ",
    "reference": "Judges 6:7"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 8,
    "text": "the Lord sent a prophet to the Israelites. He said to them, “This is what the Lord God of Israel has said: ‘I brought you up from Egypt and took you out of that place of slavery. ",
    "reference": "Judges 6:8"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 9,
    "text": "I rescued you from Egypt’s power and from the power of all who oppressed you. I drove them out before you and gave their land to you.",
    "reference": "Judges 6:9"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 10,
    "text": "I said to you, “I am the Lord your God! Do not worship the gods of the Amorites, in whose land you are now living.” But you have disobeyed me.’”",
    "reference": "Judges 6:10"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 11,
    "text": "The angel of the Lord came and sat down under the oak tree in Ophrah owned by Joash the Abiezrite. He arrived while Joash’s son Gideon was threshing wheat in a winepress so he could hide it from the Midianites. ",
    "reference": "Judges 6:11"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 12,
    "text": "The angel of the Lord appeared and said to him, “The Lord is with you, courageous warrior!” ",
    "reference": "Judges 6:12"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 13,
    "text": "Gideon said to him, “Pardon me, but if the Lord is with us, why has such disaster overtaken us? Where are all his miraculous deeds our ancestors told us about? They said, ‘Did the Lord not bring us up from Egypt?’ But now the Lord has abandoned us and handed us over to Midian.” ",
    "reference": "Judges 6:13"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 14,
    "text": "Then the Lord himself turned to him and said, “You have the strength. Deliver Israel from the power of the Midianites! Have I not sent you?”",
    "reference": "Judges 6:14"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 15,
    "text": "Gideon said to him, “But Lord, how can I deliver Israel? Just look! My clan is the weakest in Manasseh, and I am the youngest in my family.” ",
    "reference": "Judges 6:15"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 16,
    "text": "The Lord said to him, “Ah, but I will be with you! You will strike down the whole Midianite army.”",
    "reference": "Judges 6:16"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 17,
    "text": "Gideon said to him, “If you really are pleased with me, then give me a sign as proof that it is really you speaking with me.",
    "reference": "Judges 6:17"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 18,
    "text": "Do not leave this place until I come back with a gift and present it to you.” The Lord said, “I will stay here until you come back.” ",
    "reference": "Judges 6:18"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 19,
    "text": "Gideon went and prepared a young goat, along with unleavened bread made from an ephah of flour. He put the meat in a basket and the broth in a pot. He brought the food to him under the oak tree and presented it to him. ",
    "reference": "Judges 6:19"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 20,
    "text": "God’s angel said to him, “Put the meat and unleavened bread on this rock, and pour out the broth.” Gideon did as instructed. ",
    "reference": "Judges 6:20"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 21,
    "text": "The angel of the Lord touched the meat and the unleavened bread with the tip of his staff. Fire flared up from the rock and consumed the meat and unleavened bread. The angel of the Lord then disappeared. ",
    "reference": "Judges 6:21"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 22,
    "text": "When Gideon realized that it was the angel of the Lord, he said, “Oh no! Sovereign Lord! I have seen the angel of the Lord face-to-face!” ",
    "reference": "Judges 6:22"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 23,
    "text": "The Lord said to him, “You are safe! Do not be afraid. You are not going to die!” ",
    "reference": "Judges 6:23"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 24,
    "text": "Gideon built an altar for the Lord there, and named it “The Lord is on friendly terms with me.” To this day it is still there in Ophrah of the Abiezrites. ",
    "reference": "Judges 6:24"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 25,
    "text": "That night the Lord said to him, “Take the bull from your father’s herd, as well as a second bull, one that is seven years old. Pull down your father’s Baal altar and cut down the nearby Asherah pole. ",
    "reference": "Judges 6:25"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 26,
    "text": "Then build an altar for the Lord your God on the top of this stronghold according to the proper pattern. Take the second bull and offer it as a burnt sacrifice on the wood from the Asherah pole that you cut down.” ",
    "reference": "Judges 6:26"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 27,
    "text": "So Gideon took 10 of his servants and did just as the Lord had told him. He was too afraid of his father’s family and the men of the city to do it in broad daylight, so he waited until nighttime. ",
    "reference": "Judges 6:27"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 28,
    "text": "When the men of the city got up the next morning, they saw the Baal altar pulled down, the nearby Asherah pole cut down, and the second bull sacrificed on the newly built altar. ",
    "reference": "Judges 6:28"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 29,
    "text": "They said to one another, “Who did this?” They investigated the matter thoroughly and concluded that Gideon son of Joash had done it.",
    "reference": "Judges 6:29"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 30,
    "text": "The men of the city said to Joash, “Bring out your son, so we can execute him! He pulled down the Baal altar and cut down the nearby Asherah pole.” ",
    "reference": "Judges 6:30"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 31,
    "text": "But Joash said to all those who confronted him, “Must you fight Baal’s battles? Must you rescue him? Whoever takes up his cause will die by morning! If he really is a god, let him fight his own battles! After all, it was his altar that was pulled down.” ",
    "reference": "Judges 6:31"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 32,
    "text": "That very day Gideon’s father named him Jerub Baal, because he had said, “Let Baal fight with him, for it was his altar that was pulled down.”",
    "reference": "Judges 6:32"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 33,
    "text": "All the Midianites, Amalekites, and the people from the east assembled. They crossed the Jordan River and camped in the Jezreel Valley. ",
    "reference": "Judges 6:33"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 34,
    "text": "The Lord’s Spirit took control of Gideon. He blew a trumpet, summoning the Abiezrites to follow him.",
    "reference": "Judges 6:34"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 35,
    "text": "He sent messengers throughout Manasseh and summoned them to follow him as well. He also sent messengers throughout Asher, Zebulun, and Naphtali, and they came up to meet him.",
    "reference": "Judges 6:35"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 36,
    "text": "Gideon said to God, “If you really intend to use me to deliver Israel, as you promised, then give me a sign as proof.",
    "reference": "Judges 6:36"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 37,
    "text": "Look, I am putting a wool fleece on the threshing floor. If there is dew only on the fleece, and the ground around it is dry, then I will be sure that you will use me to deliver Israel, as you promised.” ",
    "reference": "Judges 6:37"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 38,
    "text": "The Lord did as he asked. When he got up the next morning, he squeezed the fleece, and enough dew dripped from it to fill a bowl. ",
    "reference": "Judges 6:38"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 39,
    "text": "Gideon said to God, “Please do not get angry at me, when I ask for just one more sign. Please allow me one more test with the fleece. This time make only the fleece dry, while the ground around it is covered with dew.” ",
    "reference": "Judges 6:39"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 40,
    "text": "That night God did as he asked. Only the fleece was dry and the ground around it was covered with dew. ",
    "reference": "Judges 6:40"
  }
]