[{"bookName":"Judges","chapter":17,"verse":1,"text":"There was a man named Micah from the Ephraimite hill country. ","reference":"Judges 17:1"},{"bookName":"Judges","chapter":17,"verse":2,"text":"He said to his mother, “You know the 1,100 pieces of silver which were stolen from you, about which I heard you pronounce a curse? Look here, I have the silver. I stole it, but now I am giving it back to you.” His mother said, “May the Lord reward you, my son!” ","reference":"Judges 17:2"},{"bookName":"Judges","chapter":17,"verse":3,"text":"When he gave back to his mother the 1,100 pieces of silver, his mother said, “I solemnly dedicate this silver to the Lord. It will be for my son’s benefit. We will use it to make a carved image and a metal image.” ","reference":"Judges 17:3"},{"bookName":"Judges","chapter":17,"verse":4,"text":"When he gave the silver back to his mother, she took 200 pieces of silver to a silversmith, who made them into a carved image and a metal image. She then put them in Micah’s house. ","reference":"Judges 17:4"},{"bookName":"Judges","chapter":17,"verse":5,"text":"Now this man Micah owned a shrine. He made an ephod and some personal idols and hired one of his sons to serve as a priest. ","reference":"Judges 17:5"},{"bookName":"Judges","chapter":17,"verse":6,"text":"In those days Israel had no king. Each man did what he considered to be right. ","reference":"Judges 17:6"},{"bookName":"Judges","chapter":17,"verse":7,"text":"There was a young man from Bethlehem in Judah. He was a Levite who had been temporarily residing among the tribe of Judah. ","reference":"Judges 17:7"},{"bookName":"Judges","chapter":17,"verse":8,"text":"This man left the town of Bethlehem in Judah to find another place to live. He came to the Ephraimite hill country and made his way to Micah’s house. ","reference":"Judges 17:8"},{"bookName":"Judges","chapter":17,"verse":9,"text":"Micah said to him, “Where do you come from?” He replied, “I am a Levite from Bethlehem in Judah. I am looking for a new place to live.” ","reference":"Judges 17:9"},{"bookName":"Judges","chapter":17,"verse":10,"text":"Micah said to him, “Stay with me. Become my adviser and priest. I will give you 10 pieces of silver per year, plus clothes and food.”","reference":"Judges 17:10"},{"bookName":"Judges","chapter":17,"verse":11,"text":"So the Levite agreed to stay with the man; the young man was like a son to Micah.","reference":"Judges 17:11"},{"bookName":"Judges","chapter":17,"verse":12,"text":"Micah paid the Levite; the young man became his priest and lived in Micah’s house. ","reference":"Judges 17:12"},{"bookName":"Judges","chapter":17,"verse":13,"text":"Micah said, “Now I know the Lord will make me rich because I have this Levite as my priest.” ","reference":"Judges 17:13"}]