[
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 1,
    "text": "The Israelites again did evil in the Lord’s sight after Ehud’s death. ",
    "reference": "Judges 4:1"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 2,
    "text": "The Lord turned them over to King Jabin of Canaan, who ruled in Hazor. The general of his army was Sisera, who lived in Harosheth Haggoyim. ",
    "reference": "Judges 4:2"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 3,
    "text": "The Israelites cried out for help to the Lord because Sisera had 900 chariots with iron-rimmed wheels, and he cruelly oppressed the Israelites for 20 years. ",
    "reference": "Judges 4:3"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 4,
    "text": "Now Deborah, a prophetess, wife of Lappidoth, was leading Israel at that time. ",
    "reference": "Judges 4:4"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 5,
    "text": "She would sit under the Date Palm Tree of Deborah between Ramah and Bethel in the Ephraimite hill country. The Israelites would come up to her to have their disputes settled.",
    "reference": "Judges 4:5"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 6,
    "text": "She summoned Barak son of Abinoam from Kedesh in Naphtali. She said to him, “Is it not true that the Lord God of Israel is commanding you? Go, march to Mount Tabor! Take with you 10,000 men from Naphtali and Zebulun. ",
    "reference": "Judges 4:6"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 7,
    "text": "I will bring Sisera, the general of Jabin’s army, to you at the Kishon River, along with his chariots and huge army. I will hand him over to you.”",
    "reference": "Judges 4:7"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 8,
    "text": "Barak said to her, “If you go with me, I will go. But if you do not go with me, I will not go.” ",
    "reference": "Judges 4:8"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 9,
    "text": "She said, “I will indeed go with you. But you will not gain fame on the expedition you are undertaking, for the Lord will turn Sisera over to a woman.” Deborah got up and went with Barak to Kedesh. ",
    "reference": "Judges 4:9"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 10,
    "text": "Barak summoned men from Zebulun and Naphtali to Kedesh, and 10,000 men followed him; Deborah went up with him as well.",
    "reference": "Judges 4:10"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 11,
    "text": "Now Heber the Kenite had moved away from the Kenites, the descendants of Hobab, Moses’ father-in-law. He lived near the great tree in Zaanannim near Kedesh. ",
    "reference": "Judges 4:11"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 12,
    "text": "When Sisera heard that Barak son of Abinoam had gone up to Mount Tabor, ",
    "reference": "Judges 4:12"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 13,
    "text": "he ordered all his chariotry—900 chariots with iron-rimmed wheels—and all the troops he had with him to go from Harosheth Haggoyim to the Kishon River. ",
    "reference": "Judges 4:13"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 14,
    "text": "Deborah said to Barak, “Spring into action, for this is the day the Lord is handing Sisera over to you! Has the Lord not taken the lead?” So Barak went down from Mount Tabor with 10,000 men following him.",
    "reference": "Judges 4:14"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 15,
    "text": "The Lord routed Sisera, all his chariotry, and all his army with the edge of the sword. Sisera jumped out of his chariot and ran away on foot. ",
    "reference": "Judges 4:15"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 16,
    "text": "Now Barak chased the chariots and the army all the way to Harosheth Haggoyim. Sisera’s whole army died by the edge of the sword; not even one survived! ",
    "reference": "Judges 4:16"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 17,
    "text": "Now Sisera ran away on foot to the tent of Jael, wife of Heber the Kenite, for King Jabin of Hazor and the family of Heber the Kenite had made a peace treaty. ",
    "reference": "Judges 4:17"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 18,
    "text": "Jael came out to welcome Sisera. She said to him, “Stop and rest, my lord. Stop and rest with me. Don’t be afraid.” So Sisera stopped to rest in her tent, and she put a blanket over him. ",
    "reference": "Judges 4:18"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 19,
    "text": "He said to her, “Give me a little water to drink because I’m thirsty.” She opened a goatskin container of milk and gave him some milk to drink. Then she covered him up again.",
    "reference": "Judges 4:19"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 20,
    "text": "He said to her, “Stand watch at the entrance to the tent. If anyone comes along and asks you, ‘Is there a man here?’ say, ‘No.’”",
    "reference": "Judges 4:20"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 21,
    "text": "Then Jael wife of Heber took a tent peg in one hand and a hammer in the other. She crept up on him, drove the tent peg through his temple into the ground while he was asleep from exhaustion, and he died. ",
    "reference": "Judges 4:21"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 22,
    "text": "Now Barak was chasing Sisera. Jael went out to welcome him. She said to him, “Come here and I will show you the man you are searching for.” He went with her into the tent, and there he saw Sisera sprawled out dead with the tent peg through his temple. ",
    "reference": "Judges 4:22"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 23,
    "text": "That day God humiliated King Jabin of Canaan before the Israelites. ",
    "reference": "Judges 4:23"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 24,
    "text": "Israel’s power continued to overwhelm King Jabin of Canaan until they did away with him. ",
    "reference": "Judges 4:24"
  }
]