[
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 1,
    "text": "Samson went down to Timnah, where a Philistine girl caught his eye. ",
    "reference": "Judges 14:1"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 2,
    "text": "When he got home, he told his father and mother, “A Philistine girl in Timnah has caught my eye. Now get her for my wife.” ",
    "reference": "Judges 14:2"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 3,
    "text": "But his father and mother said to him, “Certainly you can find a wife among your relatives or among all our people! You should not have to go and get a wife from the uncircumcised Philistines.” But Samson said to his father, “Get her for me because she is the right one for me.”",
    "reference": "Judges 14:3"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 4,
    "text": "Now his father and mother did not realize this was the Lord’s doing because he was looking for an opportunity to stir up trouble with the Philistines (for at that time the Philistines were ruling Israel). ",
    "reference": "Judges 14:4"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 5,
    "text": "Samson went down to Timnah. When he approached the vineyards of Timnah, he saw a roaring young lion attacking him.",
    "reference": "Judges 14:5"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 6,
    "text": "The Lord’s Spirit empowered him, and he tore the lion in two with his bare hands as easily as one would tear a young goat. But he did not tell his father or mother what he had done. ",
    "reference": "Judges 14:6"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 7,
    "text": "Samson continued on down to Timnah and spoke to the girl. In his opinion, she was just the right one.",
    "reference": "Judges 14:7"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 8,
    "text": "Sometime later, when he went back to marry her, he turned aside to see the lion’s remains. He saw a swarm of bees in the lion’s carcass, as well as some honey. ",
    "reference": "Judges 14:8"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 9,
    "text": "He scooped it up with his hands and ate it as he walked along. When he returned to his father and mother, he offered them some and they ate it. But he did not tell them he had scooped the honey out of the lion’s carcass. ",
    "reference": "Judges 14:9"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 10,
    "text": "Then Samson’s father accompanied him to Timnah for the marriage. Samson hosted a party there, for this was customary for bridegrooms to do. ",
    "reference": "Judges 14:10"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 11,
    "text": "When the Philistines saw he had no attendants, they gave him 30 groomsmen who kept him company.",
    "reference": "Judges 14:11"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 12,
    "text": "Samson said to them, “I will give you a riddle. If you really can solve it during the seven days the party lasts, I will give you 30 linen robes and 30 sets of clothes. ",
    "reference": "Judges 14:12"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 13,
    "text": "But if you cannot solve it, you will give me 30 linen robes and 30 sets of clothes.” They said to him, “Let us hear your riddle.” ",
    "reference": "Judges 14:13"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 14,
    "text": "He said to them, “Out of the one who eats came something to eat; out of the strong one came something sweet.”They could not solve the riddle for three days. ",
    "reference": "Judges 14:14"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 15,
    "text": "On the fourth day they said to Samson’s bride, “Trick your husband into giving the solution to the riddle. If you refuse, we will burn up you and your father’s family. Did you invite us here to make us poor?” ",
    "reference": "Judges 14:15"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 16,
    "text": "So Samson’s bride cried on his shoulder and said, “You must hate me; you do not love me! You told the young men a riddle, but you have not told me the solution.” He said to her, “Look, I have not even told my father or mother. Do you really expect me to tell you?”",
    "reference": "Judges 14:16"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 17,
    "text": "She cried on his shoulder until the party was almost over. Finally, on the seventh day, he told her because she had nagged him so much. Then she told the young men the solution to the riddle. ",
    "reference": "Judges 14:17"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 18,
    "text": "On the seventh day, before the sun set, the men of the city said to him, “What is sweeter than honey? What is stronger than a lion?”He said to them, “If you had not plowed with my heifer, you would not have solved my riddle!” ",
    "reference": "Judges 14:18"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 19,
    "text": "The Lord’s Spirit empowered him. He went down to Ashkelon and killed 30 men. He took their clothes and gave them to the men who had solved the riddle. He was furious as he went back home. ",
    "reference": "Judges 14:19"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 20,
    "text": "Samson’s bride was then given to his best man. ",
    "reference": "Judges 14:20"
  }
]