[
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 1,
    "text": "Samson went to Gaza. There he saw a prostitute and slept with her. ",
    "reference": "Judges 16:1"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 2,
    "text": "The Gazites were told, “Samson has come here!” So they surrounded the town and hid all night at the city gate, waiting for him to leave. They relaxed all night, thinking, “He will not leave until morning comes; then we will kill him!”",
    "reference": "Judges 16:2"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 3,
    "text": "Samson spent half the night with the prostitute; then he got up in the middle of the night and left. He grabbed the doors of the city gate, as well as the two posts, and pulled them right off, bar and all. He put them on his shoulders and carried them up to the top of a hill east of Hebron.",
    "reference": "Judges 16:3"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 4,
    "text": "After this Samson fell in love with a woman named Delilah, who lived in the Sorek Valley. ",
    "reference": "Judges 16:4"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 5,
    "text": "The rulers of the Philistines went up to visit her and said to her, “Trick him! Find out what makes him so strong and how we can subdue him and humiliate him. Each one of us will give you 1,100 silver pieces.”",
    "reference": "Judges 16:5"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 6,
    "text": "So Delilah said to Samson, “Tell me what makes you so strong and how you can be subdued and humiliated.” ",
    "reference": "Judges 16:6"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 7,
    "text": "Samson said to her, “If they tie me up with seven fresh bowstrings that have not been dried, I will become weak and be just like any other man.” ",
    "reference": "Judges 16:7"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 8,
    "text": "So the rulers of the Philistines brought her seven fresh bowstrings that had not been dried, and she tied him up with them.",
    "reference": "Judges 16:8"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 9,
    "text": "They hid in the bedroom and then she said to him, “The Philistines are here, Samson!” He snapped the bowstrings as easily as a thread of yarn snaps when it is put close to fire. The secret of his strength was not discovered. ",
    "reference": "Judges 16:9"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 10,
    "text": "Delilah said to Samson, “Look, you deceived me and told me lies! Now tell me how you can be subdued.” ",
    "reference": "Judges 16:10"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 11,
    "text": "He said to her, “If they tie me tightly with brand new ropes that have never been used, I will become weak and be just like any other man.” ",
    "reference": "Judges 16:11"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 12,
    "text": "So Delilah took new ropes and tied him with them and said to him, “The Philistines are here, Samson!” (The Philistines were hiding in the bedroom.) But he tore the ropes from his arms as if they were a piece of thread. ",
    "reference": "Judges 16:12"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 13,
    "text": "Delilah said to Samson, “Up to now you have deceived me and told me lies. Tell me how you can be subdued.” He said to her, “If you weave the seven braids of my hair into the fabric on the loom and secure it with the pin, I will become weak and be like any other man.”",
    "reference": "Judges 16:13"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 14,
    "text": "So she made him go to sleep, wove the seven braids of his hair into the fabric on the loom, fastened it with the pin, and said to him, “The Philistines are here, Samson!” He woke up and tore away the pin of the loom and the fabric. ",
    "reference": "Judges 16:14"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 15,
    "text": "She said to him, “How can you say, ‘I love you,’ when you will not share your secret with me? Three times you have deceived me and have not told me what makes you so strong.” ",
    "reference": "Judges 16:15"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 16,
    "text": "She nagged him every day and pressured him until he was sick to death of it.",
    "reference": "Judges 16:16"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 17,
    "text": "Finally he told her his secret. He said to her, “My hair has never been cut, for I have been dedicated to God from the time I was conceived. If my head were shaved, my strength would leave me; I would become weak and be just like all other men.” ",
    "reference": "Judges 16:17"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 18,
    "text": "When Delilah saw that he had told her his secret, she sent for the rulers of the Philistines, saying, “Come up here again, for he has told me his secret.” So the rulers of the Philistines went up to visit her, bringing the silver in their hands. ",
    "reference": "Judges 16:18"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 19,
    "text": "She made him go to sleep on her lap and then called a man in to shave off the seven braids of his hair. She made him vulnerable and his strength left him. ",
    "reference": "Judges 16:19"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 20,
    "text": "She said, “The Philistines are here, Samson!” He woke up and thought, “I will do as I did before and shake myself free.” But he did not realize that the Lord had left him.",
    "reference": "Judges 16:20"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 21,
    "text": "The Philistines captured him and gouged out his eyes. They brought him down to Gaza and bound him in bronze chains. He became a grinder in the prison. ",
    "reference": "Judges 16:21"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 22,
    "text": "His hair began to grow back after it had been shaved off.",
    "reference": "Judges 16:22"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 23,
    "text": "The rulers of the Philistines gathered to offer a great sacrifice to Dagon their god and to celebrate. They said, “Our god has handed Samson, our enemy, over to us.”",
    "reference": "Judges 16:23"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 24,
    "text": "When the people saw him, they praised their god, saying, “Our god has handed our enemy over to us, the one who ruined our land and killed so many of us!”",
    "reference": "Judges 16:24"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 25,
    "text": "When they really started celebrating, they said, “Call for Samson so he can entertain us!” So they summoned Samson from the prison and he entertained them. They made him stand between two pillars. ",
    "reference": "Judges 16:25"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 26,
    "text": "Samson said to the young man who held his hand, “Position me so I can touch the pillars that support the temple. Then I can lean on them.”",
    "reference": "Judges 16:26"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 27,
    "text": "Now the temple was filled with men and women, and all the rulers of the Philistines were there. There were 3,000 men and women on the roof watching Samson entertain. ",
    "reference": "Judges 16:27"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 28,
    "text": "Samson called to the Lord, “O Sovereign Lord, remember me! Strengthen me just one more time, O God, so I can get swift revenge against the Philistines for my two eyes!” ",
    "reference": "Judges 16:28"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 29,
    "text": "Samson took hold of the two middle pillars that supported the temple and he leaned against them, with his right hand on one and his left hand on the other. ",
    "reference": "Judges 16:29"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 30,
    "text": "Samson said, “Let me die with the Philistines!” He pushed hard, and the temple collapsed on the rulers and all the people in it. He killed many more people in his death than he had killed during his life. ",
    "reference": "Judges 16:30"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 31,
    "text": "His brothers and all his family went down and brought him back. They buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel for 20 years. ",
    "reference": "Judges 16:31"
  }
]