[
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 1,
    "text": "After Joshua died, the Israelites asked the Lord, “Who should lead the invasion against the Canaanites and launch the attack?” ",
    "reference": "Judges 1:1"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 2,
    "text": "The Lord said, “The men of Judah should take the lead. Be sure of this! I am handing the land over to them.”",
    "reference": "Judges 1:2"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 3,
    "text": "The men of Judah said to their relatives, the men of Simeon, “Invade our allotted land with us and help us attack the Canaanites. Then we will go with you into your allotted land.” So the men of Simeon went with them.",
    "reference": "Judges 1:3"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 4,
    "text": "The men of Judah attacked, and the Lord handed the Canaanites and Perizzites over to them. They killed 10,000 men at Bezek. ",
    "reference": "Judges 1:4"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 5,
    "text": "They met Adoni-Bezek at Bezek and fought him. They defeated the Canaanites and Perizzites. ",
    "reference": "Judges 1:5"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 6,
    "text": "When Adoni-Bezek ran away, they chased him and captured him. Then they cut off his thumbs and big toes. ",
    "reference": "Judges 1:6"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 7,
    "text": "Adoni-Bezek said, “Seventy kings, with thumbs and big toes cut off, used to lick up food scraps under my table. God has repaid me for what I did to them.” They brought him to Jerusalem, where he died. ",
    "reference": "Judges 1:7"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 8,
    "text": "The men of Judah attacked Jerusalem and captured it. They put the sword to it and set the city on fire. ",
    "reference": "Judges 1:8"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 9,
    "text": "Later the men of Judah went down to attack the Canaanites living in the hill country, the Negev, and the foothills.",
    "reference": "Judges 1:9"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 10,
    "text": "The men of Judah attacked the Canaanites living in Hebron. (Hebron used to be called Kiriath Arba.) They killed Sheshai, Ahiman, and Talmai. ",
    "reference": "Judges 1:10"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 11,
    "text": "From there they attacked the people of Debir. (Debir used to be called Kiriath Sepher.) ",
    "reference": "Judges 1:11"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 12,
    "text": "Caleb said, “To the man who attacks and captures Kiriath Sepher I will give my daughter Achsah as a wife.” ",
    "reference": "Judges 1:12"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 13,
    "text": "When Othniel son of Kenaz, Caleb’s younger brother, captured it, Caleb gave him his daughter Achsah as a wife. ",
    "reference": "Judges 1:13"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 14,
    "text": "One time Achsah came and charmed her father so she could ask him for some land. When she got down from her donkey, Caleb said to her, “What would you like?”",
    "reference": "Judges 1:14"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 15,
    "text": "She answered, “Please give me a special present. Since you have given me land in the Negev, now give me springs of water.” So Caleb gave her both the upper and lower springs. ",
    "reference": "Judges 1:15"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 16,
    "text": "Now the descendants of the Kenite, Moses’ father-in-law, went up with the people of Judah from the city of date palm trees to Arad in the wilderness of Judah, located in the Negev. They went and lived with the people of Judah. ",
    "reference": "Judges 1:16"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 17,
    "text": "The men of Judah went with their brothers the men of Simeon and defeated the Canaanites living in Zephath. They wiped out Zephath. So people now call the city Hormah. ",
    "reference": "Judges 1:17"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 18,
    "text": "The men of Judah captured Gaza, Ashkelon, Ekron, and the territory surrounding each of these cities.",
    "reference": "Judges 1:18"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 19,
    "text": "The Lord was with the men of Judah. They conquered the hill country, but they could not conquer the people living in the coastal plain because they had chariots with iron-rimmed wheels.",
    "reference": "Judges 1:19"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 20,
    "text": "Caleb received Hebron, just as Moses had promised. He drove out the three Anakites. ",
    "reference": "Judges 1:20"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 21,
    "text": "The men of Benjamin, however, did not conquer the Jebusites living in Jerusalem. The Jebusites live with the people of Benjamin in Jerusalem to this very day. ",
    "reference": "Judges 1:21"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 22,
    "text": "When the men of Joseph attacked Bethel, the Lord was with them.",
    "reference": "Judges 1:22"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 23,
    "text": "When the men of Joseph spied out Bethel (it used to be called Luz), ",
    "reference": "Judges 1:23"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 24,
    "text": "the spies spotted a man leaving the city. They said to him, “If you show us a secret entrance into the city, we will reward you.” ",
    "reference": "Judges 1:24"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 25,
    "text": "He showed them a secret entrance into the city, and they put the city to the sword. But they let the man and his extended family leave safely. ",
    "reference": "Judges 1:25"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 26,
    "text": "He moved to Hittite country and built a city. He named it Luz, and it has kept that name to this very day. ",
    "reference": "Judges 1:26"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 27,
    "text": "The men of Manasseh did not conquer Beth Shean, Taanach, or their surrounding towns. Nor did they conquer the people living in Dor, Ibleam, Megiddo, or their surrounding towns. The Canaanites managed to remain in those areas. ",
    "reference": "Judges 1:27"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 28,
    "text": "Whenever Israel was strong militarily, they forced the Canaanites to do hard labor, but they never totally conquered them.",
    "reference": "Judges 1:28"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 29,
    "text": "The men of Ephraim did not conquer the Canaanites living in Gezer. The Canaanites lived among them in Gezer. ",
    "reference": "Judges 1:29"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 30,
    "text": "The men of Zebulun did not conquer the people living in Kitron and Nahalol. The Canaanites lived among them and were forced to do hard labor. ",
    "reference": "Judges 1:30"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 31,
    "text": "The men of Asher did not conquer the people living in Acco or Sidon, nor did they conquer Ahlab, Achzib, Helbah, Aphek, or Rehob. ",
    "reference": "Judges 1:31"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 32,
    "text": "The people of Asher live among the Canaanites residing in the land because they did not conquer them.",
    "reference": "Judges 1:32"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 33,
    "text": "The men of Naphtali did not conquer the people living in Beth Shemesh or Beth Anath. They live among the Canaanites residing in the land. The Canaanites living in Beth Shemesh and Beth Anath were forced to do hard labor for them.",
    "reference": "Judges 1:33"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 34,
    "text": "The Amorites forced the people of Dan to live in the hill country. They did not allow them to live in the coastal plain.",
    "reference": "Judges 1:34"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 35,
    "text": "The Amorites managed to remain in Har Heres, Aijalon, and Shaalbim. Whenever the tribe of Joseph was strong militarily, the Amorites were forced to do hard labor. ",
    "reference": "Judges 1:35"
  },
  {
    "bookName": "Judges",
    "chapter": 1,
    "verse": 36,
    "text": "The border of Amorite territory ran from the Scorpion Ascent to Sela and on up. ",
    "reference": "Judges 1:36"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 1,
    "text": "The angel of the Lord went up from Gilgal to Bokim. He said, “I brought you up from Egypt and led you into the land I had solemnly promised to give to your ancestors. I said, ‘I will never break my covenant with you,",
    "reference": "Judges 2:1"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 2,
    "text": "but you must not make an agreement with the people who live in this land. You should tear down the altars where they worship.’ But you have disobeyed me. Why would you do such a thing? ",
    "reference": "Judges 2:2"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 3,
    "text": "At that time I also warned you, ‘If you disobey, I will not drive out the Canaanites before you. They will ensnare you and their gods will lure you away.’”",
    "reference": "Judges 2:3"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 4,
    "text": "When the angel of the Lord finished speaking these words to all the Israelites, the people wept loudly. ",
    "reference": "Judges 2:4"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 5,
    "text": "They named that place Bokim and offered sacrifices to the Lord there. ",
    "reference": "Judges 2:5"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 6,
    "text": "When Joshua dismissed the people, the Israelites went to their allotted portions of territory, intending to take possession of the land. ",
    "reference": "Judges 2:6"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 7,
    "text": "The people worshiped the Lord throughout Joshua’s lifetime and as long as the elderly men who outlived him remained alive. These men had witnessed all the great things the Lord had done for Israel. ",
    "reference": "Judges 2:7"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 8,
    "text": "Joshua son of Nun, the Lord’s servant, died at the age of 110. ",
    "reference": "Judges 2:8"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 9,
    "text": "The people buried him in his allotted land in Timnath Heres in the hill country of Ephraim, north of Mount Gaash. ",
    "reference": "Judges 2:9"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 10,
    "text": "That entire generation passed away; a new generation grew up that had not personally experienced the Lord’s presence or seen what he had done for Israel. ",
    "reference": "Judges 2:10"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 11,
    "text": "The Israelites did evil before the Lord by worshiping the Baals. ",
    "reference": "Judges 2:11"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 12,
    "text": "They abandoned the Lord God of their ancestors who brought them out of the land of Egypt. They followed other gods—the gods of the nations who lived around them. They worshiped them and made the Lord angry. ",
    "reference": "Judges 2:12"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 13,
    "text": "They abandoned the Lord and worshiped Baal and the Ashtoreths.",
    "reference": "Judges 2:13"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 14,
    "text": "The Lord was furious with Israel and handed them over to robbers who plundered them. He turned them over to their enemies who lived around them. They could no longer withstand their enemies’ attacks.",
    "reference": "Judges 2:14"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 15,
    "text": "Whenever they went out to fight, the Lord did them harm, just as he had warned and solemnly vowed he would do. They suffered greatly. ",
    "reference": "Judges 2:15"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 16,
    "text": "The Lord raised up leaders who delivered them from these robbers. ",
    "reference": "Judges 2:16"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 17,
    "text": "But they did not obey their leaders. Instead they prostituted themselves to other gods and worshiped them. They quickly turned aside from the path their ancestors had walked. Their ancestors had obeyed the Lord’s commands, but they did not. ",
    "reference": "Judges 2:17"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 18,
    "text": "When the Lord raised up leaders for them, the Lord was with each leader and delivered the people from their enemies while the leader remained alive. The Lord felt sorry for them when they cried out in agony because of what their harsh oppressors did to them.",
    "reference": "Judges 2:18"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 19,
    "text": "When a leader died, the next generation would again act more wickedly than the previous one. They would follow after other gods, worshiping them and bowing down to them. They did not give up their practices or their stubborn ways. ",
    "reference": "Judges 2:19"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 20,
    "text": "The Lord was furious with Israel. He said, “This nation has violated the terms of the covenant I made with their ancestors by disobeying me.",
    "reference": "Judges 2:20"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 21,
    "text": "So I will no longer remove before them any of the nations that Joshua left unconquered when he died, ",
    "reference": "Judges 2:21"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 22,
    "text": "in order to test Israel. I want to see whether or not the people will carefully walk in the path marked out by the Lord, as their ancestors were careful to do.”",
    "reference": "Judges 2:22"
  },
  {
    "bookName": "Judges",
    "chapter": 2,
    "verse": 23,
    "text": "This is why the Lord permitted these nations to remain and did not conquer them immediately; he did not hand them over to Joshua. ",
    "reference": "Judges 2:23"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 1,
    "text": "These were the nations the Lord permitted to remain so he could use them to test Israel—he wanted to test all those who had not experienced battle against the Canaanites. ",
    "reference": "Judges 3:1"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 2,
    "text": "He left those nations simply because he wanted to teach the subsequent generations of Israelites, who had not experienced the earlier battles, how to conduct holy war. ",
    "reference": "Judges 3:2"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 3,
    "text": "These were the nations: the five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites living in Mount Lebanon, from Mount Baal Hermon to Lebo Hamath.",
    "reference": "Judges 3:3"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 4,
    "text": "They were left to test Israel, so the Lord would know if his people would obey the commands he gave their ancestors through Moses. ",
    "reference": "Judges 3:4"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 5,
    "text": "The Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. ",
    "reference": "Judges 3:5"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 6,
    "text": "They took the Canaanites’ daughters as wives and gave their daughters to the Canaanites; they worshiped their gods as well.",
    "reference": "Judges 3:6"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 7,
    "text": "The Israelites did evil in the Lord’s sight. They forgot the Lord their God and worshiped the Baals and the Asherahs. ",
    "reference": "Judges 3:7"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 8,
    "text": "The Lord was furious with Israel and turned them over to King Cushan Rishathaim of Armon Haraim. They were Cushan Rishathaim’s subjects for eight years. ",
    "reference": "Judges 3:8"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 9,
    "text": "When the Israelites cried out for help to the Lord, he raised up a deliverer for the Israelites who rescued them. His name was Othniel son of Kenaz, Caleb’s younger brother. ",
    "reference": "Judges 3:9"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 10,
    "text": "The Lord’s Spirit empowered him and he led Israel. When he went to do battle, the Lord handed over to him King Cushan Rishathaim of Armon, and Othniel overpowered him.",
    "reference": "Judges 3:10"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 11,
    "text": "The land had rest for 40 years; then Othniel son of Kenaz died. ",
    "reference": "Judges 3:11"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 12,
    "text": "The Israelites again did evil in the Lord’s sight. The Lord gave King Eglon of Moab control over Israel because they had done evil in the Lord’s sight. ",
    "reference": "Judges 3:12"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 13,
    "text": "Eglon formed alliances with the Ammonites and Amalekites. He came and defeated Israel, and they seized the city of date palm trees. ",
    "reference": "Judges 3:13"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 14,
    "text": "The Israelites were subject to King Eglon of Moab for 18 years. ",
    "reference": "Judges 3:14"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 15,
    "text": "When the Israelites cried out for help to the Lord, he raised up a deliverer for them. His name was Ehud son of Gera the Benjaminite, a left-handed man. The Israelites sent him to King Eglon of Moab with their tribute payment. ",
    "reference": "Judges 3:15"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 16,
    "text": "Ehud made himself a sword—it had two edges and was 18 inches long. He strapped it under his coat on his right thigh. ",
    "reference": "Judges 3:16"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 17,
    "text": "He brought the tribute payment to King Eglon of Moab. (Now Eglon was a very fat man.) ",
    "reference": "Judges 3:17"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 18,
    "text": "After Ehud brought the tribute payment, he dismissed the people who had carried it.",
    "reference": "Judges 3:18"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 19,
    "text": "But he went back once he reached the carved images at Gilgal. He said to Eglon, “I have a secret message for you, O king.” Eglon said, “Be quiet!” All his attendants left. ",
    "reference": "Judges 3:19"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 20,
    "text": "When Ehud approached him, he was sitting in his well-ventilated upper room all by himself. Ehud said, “I have a message from God for you.” When Eglon rose up from his seat, ",
    "reference": "Judges 3:20"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 21,
    "text": "Ehud reached with his left hand, pulled the sword from his right thigh, and drove it into Eglon’s belly. ",
    "reference": "Judges 3:21"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 22,
    "text": "The handle went in after the blade, and the fat closed around the blade, for Ehud did not pull the sword out of his belly. ",
    "reference": "Judges 3:22"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 23,
    "text": "As Ehud went out into the vestibule, he closed the doors of the upper room behind him and locked them.",
    "reference": "Judges 3:23"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 24,
    "text": "When Ehud had left, Eglon’s servants came and saw the locked doors of the upper room. They said, “He must be relieving himself in the well-ventilated inner room.” ",
    "reference": "Judges 3:24"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 25,
    "text": "They waited so long they were embarrassed, but he still did not open the doors of the upper room. Finally they took the key and opened the doors. Right before their eyes was their master, sprawled out dead on the floor! ",
    "reference": "Judges 3:25"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 26,
    "text": "Now Ehud had escaped while they were delaying. When he passed the carved images, he escaped to Seirah. ",
    "reference": "Judges 3:26"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 27,
    "text": "When he reached Seirah, he blew a trumpet in the Ephraimite hill country. The Israelites went down with him from the hill country, with Ehud in the lead. ",
    "reference": "Judges 3:27"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 28,
    "text": "He said to them, “Follow me, for the Lord is about to defeat your enemies, the Moabites!” They followed him, captured the fords of the Jordan River opposite Moab, and did not let anyone cross. ",
    "reference": "Judges 3:28"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 29,
    "text": "That day they killed about 10,000 Moabites—all strong, capable warriors; not one escaped. ",
    "reference": "Judges 3:29"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 30,
    "text": "Israel humiliated Moab that day, and the land had rest for 80 years. ",
    "reference": "Judges 3:30"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 31,
    "text": "After Ehud came Shamgar son of Anath. He killed 600 Philistines with an oxgoad. So he also delivered Israel. ",
    "reference": "Judges 3:31"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 1,
    "text": "The Israelites again did evil in the Lord’s sight after Ehud’s death. ",
    "reference": "Judges 4:1"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 2,
    "text": "The Lord turned them over to King Jabin of Canaan, who ruled in Hazor. The general of his army was Sisera, who lived in Harosheth Haggoyim. ",
    "reference": "Judges 4:2"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 3,
    "text": "The Israelites cried out for help to the Lord because Sisera had 900 chariots with iron-rimmed wheels, and he cruelly oppressed the Israelites for 20 years. ",
    "reference": "Judges 4:3"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 4,
    "text": "Now Deborah, a prophetess, wife of Lappidoth, was leading Israel at that time. ",
    "reference": "Judges 4:4"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 5,
    "text": "She would sit under the Date Palm Tree of Deborah between Ramah and Bethel in the Ephraimite hill country. The Israelites would come up to her to have their disputes settled.",
    "reference": "Judges 4:5"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 6,
    "text": "She summoned Barak son of Abinoam from Kedesh in Naphtali. She said to him, “Is it not true that the Lord God of Israel is commanding you? Go, march to Mount Tabor! Take with you 10,000 men from Naphtali and Zebulun. ",
    "reference": "Judges 4:6"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 7,
    "text": "I will bring Sisera, the general of Jabin’s army, to you at the Kishon River, along with his chariots and huge army. I will hand him over to you.”",
    "reference": "Judges 4:7"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 8,
    "text": "Barak said to her, “If you go with me, I will go. But if you do not go with me, I will not go.” ",
    "reference": "Judges 4:8"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 9,
    "text": "She said, “I will indeed go with you. But you will not gain fame on the expedition you are undertaking, for the Lord will turn Sisera over to a woman.” Deborah got up and went with Barak to Kedesh. ",
    "reference": "Judges 4:9"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 10,
    "text": "Barak summoned men from Zebulun and Naphtali to Kedesh, and 10,000 men followed him; Deborah went up with him as well.",
    "reference": "Judges 4:10"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 11,
    "text": "Now Heber the Kenite had moved away from the Kenites, the descendants of Hobab, Moses’ father-in-law. He lived near the great tree in Zaanannim near Kedesh. ",
    "reference": "Judges 4:11"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 12,
    "text": "When Sisera heard that Barak son of Abinoam had gone up to Mount Tabor, ",
    "reference": "Judges 4:12"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 13,
    "text": "he ordered all his chariotry—900 chariots with iron-rimmed wheels—and all the troops he had with him to go from Harosheth Haggoyim to the Kishon River. ",
    "reference": "Judges 4:13"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 14,
    "text": "Deborah said to Barak, “Spring into action, for this is the day the Lord is handing Sisera over to you! Has the Lord not taken the lead?” So Barak went down from Mount Tabor with 10,000 men following him.",
    "reference": "Judges 4:14"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 15,
    "text": "The Lord routed Sisera, all his chariotry, and all his army with the edge of the sword. Sisera jumped out of his chariot and ran away on foot. ",
    "reference": "Judges 4:15"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 16,
    "text": "Now Barak chased the chariots and the army all the way to Harosheth Haggoyim. Sisera’s whole army died by the edge of the sword; not even one survived! ",
    "reference": "Judges 4:16"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 17,
    "text": "Now Sisera ran away on foot to the tent of Jael, wife of Heber the Kenite, for King Jabin of Hazor and the family of Heber the Kenite had made a peace treaty. ",
    "reference": "Judges 4:17"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 18,
    "text": "Jael came out to welcome Sisera. She said to him, “Stop and rest, my lord. Stop and rest with me. Don’t be afraid.” So Sisera stopped to rest in her tent, and she put a blanket over him. ",
    "reference": "Judges 4:18"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 19,
    "text": "He said to her, “Give me a little water to drink because I’m thirsty.” She opened a goatskin container of milk and gave him some milk to drink. Then she covered him up again.",
    "reference": "Judges 4:19"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 20,
    "text": "He said to her, “Stand watch at the entrance to the tent. If anyone comes along and asks you, ‘Is there a man here?’ say, ‘No.’”",
    "reference": "Judges 4:20"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 21,
    "text": "Then Jael wife of Heber took a tent peg in one hand and a hammer in the other. She crept up on him, drove the tent peg through his temple into the ground while he was asleep from exhaustion, and he died. ",
    "reference": "Judges 4:21"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 22,
    "text": "Now Barak was chasing Sisera. Jael went out to welcome him. She said to him, “Come here and I will show you the man you are searching for.” He went with her into the tent, and there he saw Sisera sprawled out dead with the tent peg through his temple. ",
    "reference": "Judges 4:22"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 23,
    "text": "That day God humiliated King Jabin of Canaan before the Israelites. ",
    "reference": "Judges 4:23"
  },
  {
    "bookName": "Judges",
    "chapter": 4,
    "verse": 24,
    "text": "Israel’s power continued to overwhelm King Jabin of Canaan until they did away with him. ",
    "reference": "Judges 4:24"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 1,
    "text": "On that day Deborah and Barak son of Abinoam sang this victory song:",
    "reference": "Judges 5:1"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 2,
    "text": "“When the leaders took the lead in Israel, When the people answered the call to war— Praise the Lord! ",
    "reference": "Judges 5:2"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 3,
    "text": "Hear, O kings! Pay attention, O rulers! I will sing to the Lord! I will sing to the Lord God of Israel! ",
    "reference": "Judges 5:3"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 4,
    "text": "“O Lord, when you departed from Seir, when you marched from Edom’s plains, the earth shook, the heavens poured down, the clouds poured down rain. ",
    "reference": "Judges 5:4"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 5,
    "text": "The mountains trembled before the Lord, the God of Sinai; before the Lord God of Israel. ",
    "reference": "Judges 5:5"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 6,
    "text": "“In the days of Shamgar son of Anath, in the days of Jael caravans disappeared; travelers had to go on winding side roads. ",
    "reference": "Judges 5:6"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 7,
    "text": "Warriors were scarce; they were scarce in Israel, until you arose, Deborah, until you arose as a motherly protector in Israel. ",
    "reference": "Judges 5:7"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 8,
    "text": "God chose new leaders, then fighters appeared in the city gates; but, I swear, not a shield or spear could be found among 40 military units in Israel. ",
    "reference": "Judges 5:8"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 9,
    "text": "My heart went out to Israel’s leaders, to the people who answered the call to war. Praise the Lord! ",
    "reference": "Judges 5:9"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 10,
    "text": "“You who ride on light-colored female donkeys, who sit on saddle blankets, you who walk on the road, pay attention! ",
    "reference": "Judges 5:10"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 11,
    "text": "Hear the sound of those who divide the sheep among the watering places; there they tell of the Lord’s victorious deeds, the victorious deeds of his warriors in Israel. Then the Lord’s people went down to the city gates—",
    "reference": "Judges 5:11"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 12,
    "text": "“Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Capture your prisoners of war, son of Abinoam! ",
    "reference": "Judges 5:12"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 13,
    "text": "Then the survivors came down to the mighty ones; the Lord’s people came down to me as warriors. ",
    "reference": "Judges 5:13"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 14,
    "text": "They came from Ephraim, who uprooted Amalek; they follow after you, Benjamin, with your soldiers. From Makir leaders came down, from Zebulun came the ones who march carrying an officer’s staff. ",
    "reference": "Judges 5:14"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 15,
    "text": "Issachar’s leaders were with Deborah; the men of Issachar supported Barak; into the valley they were sent under Barak’s command. Among the clans of Reuben there was intense heart searching. ",
    "reference": "Judges 5:15"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 16,
    "text": "Why do you remain among the sheepfolds, listening to the shepherds playing their pipes for their flocks? As for the clans of Reuben—there was intense searching of heart. ",
    "reference": "Judges 5:16"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 17,
    "text": "Gilead stayed put beyond the Jordan River. As for Dan—why did he seek temporary employment in the shipyards? Asher remained on the seacoast; he stayed by his harbors. ",
    "reference": "Judges 5:17"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 18,
    "text": "The men of Zebulun were not concerned about their lives; Naphtali charged onto the battlefields. ",
    "reference": "Judges 5:18"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 19,
    "text": "“Kings came, they fought; the kings of Canaan fought at Taanach by the waters of Megiddo, but they took no silver as plunder.",
    "reference": "Judges 5:19"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 20,
    "text": "From the sky the stars fought, from their paths in the heavens they fought against Sisera. ",
    "reference": "Judges 5:20"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 21,
    "text": "The Kishon River carried them off; the river confronted them—the Kishon River. Step on the necks of the strong! ",
    "reference": "Judges 5:21"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 22,
    "text": "“The horses’ hooves pounded the ground; the stallions galloped madly. ",
    "reference": "Judges 5:22"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 23,
    "text": "‘Call judgment down on Meroz,’ says the angel of the Lord; ‘Be sure to call judgment down on those who live there, because they did not come to help in the Lord’s battle, to help in the Lord’s battle against the warriors.’ ",
    "reference": "Judges 5:23"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 24,
    "text": "“The most rewarded of women should be Jael, the wife of Heber the Kenite! She should be the most rewarded of women who live in tents. ",
    "reference": "Judges 5:24"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 25,
    "text": "He asked for water, and she gave him milk; in a bowl fit for a king, she served him curds. ",
    "reference": "Judges 5:25"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 26,
    "text": "Her left hand reached for the tent peg, her right hand for the workmen’s hammer. She ‘hammered’ Sisera, she shattered his skull, she smashed his head, she drove the tent peg through his temple. ",
    "reference": "Judges 5:26"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 27,
    "text": "Between her feet he collapsed, he fell limp and was lifeless; between her feet he collapsed and fell, in the spot where he collapsed, there he fell—violently killed! ",
    "reference": "Judges 5:27"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 28,
    "text": "“Through the window she looked; Sisera’s mother cried out through the lattice: ‘Why is his chariot so slow to return? Why are the hoofbeats of his chariot horses delayed?’ ",
    "reference": "Judges 5:28"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 29,
    "text": "The wisest of her ladies answer; indeed she even thinks to herself,",
    "reference": "Judges 5:29"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 30,
    "text": "‘No doubt they are gathering and dividing the plunder— a girl or two for each man to rape! Sisera is grabbing up colorful cloth, he is grabbing up colorful embroidered cloth, two pieces of colorful embroidered cloth, for the neck of the plunderer!’ ",
    "reference": "Judges 5:30"
  },
  {
    "bookName": "Judges",
    "chapter": 5,
    "verse": 31,
    "text": "“May all your enemies perish like this, O Lord! But may those who love you shine like the rising sun at its brightest.” And the land had rest for forty years. ",
    "reference": "Judges 5:31"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 1,
    "text": "The Israelites did evil in the Lord’s sight, so the Lord turned them over to Midian for seven years. ",
    "reference": "Judges 6:1"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 2,
    "text": "The Midianites overwhelmed Israel. Because of Midian the Israelites made shelters for themselves in the hills, caves, and strongholds. ",
    "reference": "Judges 6:2"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 3,
    "text": "Whenever the Israelites planted their crops, the Midianites, Amalekites, and the people from the east would attack them.",
    "reference": "Judges 6:3"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 4,
    "text": "They invaded the land and devoured its crops all the way to Gaza. They left nothing for the Israelites to eat, and they took away the sheep, oxen, and donkeys. ",
    "reference": "Judges 6:4"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 5,
    "text": "When they invaded with their cattle and tents, they were as thick as locusts. Neither they nor their camels could be counted. They came to devour the land. ",
    "reference": "Judges 6:5"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 6,
    "text": "Israel was so severely weakened by Midian that the Israelites cried out to the Lord for help.",
    "reference": "Judges 6:6"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 7,
    "text": "When the Israelites cried out to the Lord for help because of Midian, ",
    "reference": "Judges 6:7"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 8,
    "text": "the Lord sent a prophet to the Israelites. He said to them, “This is what the Lord God of Israel has said: ‘I brought you up from Egypt and took you out of that place of slavery. ",
    "reference": "Judges 6:8"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 9,
    "text": "I rescued you from Egypt’s power and from the power of all who oppressed you. I drove them out before you and gave their land to you.",
    "reference": "Judges 6:9"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 10,
    "text": "I said to you, “I am the Lord your God! Do not worship the gods of the Amorites, in whose land you are now living.” But you have disobeyed me.’”",
    "reference": "Judges 6:10"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 11,
    "text": "The angel of the Lord came and sat down under the oak tree in Ophrah owned by Joash the Abiezrite. He arrived while Joash’s son Gideon was threshing wheat in a winepress so he could hide it from the Midianites. ",
    "reference": "Judges 6:11"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 12,
    "text": "The angel of the Lord appeared and said to him, “The Lord is with you, courageous warrior!” ",
    "reference": "Judges 6:12"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 13,
    "text": "Gideon said to him, “Pardon me, but if the Lord is with us, why has such disaster overtaken us? Where are all his miraculous deeds our ancestors told us about? They said, ‘Did the Lord not bring us up from Egypt?’ But now the Lord has abandoned us and handed us over to Midian.” ",
    "reference": "Judges 6:13"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 14,
    "text": "Then the Lord himself turned to him and said, “You have the strength. Deliver Israel from the power of the Midianites! Have I not sent you?”",
    "reference": "Judges 6:14"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 15,
    "text": "Gideon said to him, “But Lord, how can I deliver Israel? Just look! My clan is the weakest in Manasseh, and I am the youngest in my family.” ",
    "reference": "Judges 6:15"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 16,
    "text": "The Lord said to him, “Ah, but I will be with you! You will strike down the whole Midianite army.”",
    "reference": "Judges 6:16"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 17,
    "text": "Gideon said to him, “If you really are pleased with me, then give me a sign as proof that it is really you speaking with me.",
    "reference": "Judges 6:17"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 18,
    "text": "Do not leave this place until I come back with a gift and present it to you.” The Lord said, “I will stay here until you come back.” ",
    "reference": "Judges 6:18"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 19,
    "text": "Gideon went and prepared a young goat, along with unleavened bread made from an ephah of flour. He put the meat in a basket and the broth in a pot. He brought the food to him under the oak tree and presented it to him. ",
    "reference": "Judges 6:19"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 20,
    "text": "God’s angel said to him, “Put the meat and unleavened bread on this rock, and pour out the broth.” Gideon did as instructed. ",
    "reference": "Judges 6:20"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 21,
    "text": "The angel of the Lord touched the meat and the unleavened bread with the tip of his staff. Fire flared up from the rock and consumed the meat and unleavened bread. The angel of the Lord then disappeared. ",
    "reference": "Judges 6:21"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 22,
    "text": "When Gideon realized that it was the angel of the Lord, he said, “Oh no! Sovereign Lord! I have seen the angel of the Lord face-to-face!” ",
    "reference": "Judges 6:22"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 23,
    "text": "The Lord said to him, “You are safe! Do not be afraid. You are not going to die!” ",
    "reference": "Judges 6:23"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 24,
    "text": "Gideon built an altar for the Lord there, and named it “The Lord is on friendly terms with me.” To this day it is still there in Ophrah of the Abiezrites. ",
    "reference": "Judges 6:24"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 25,
    "text": "That night the Lord said to him, “Take the bull from your father’s herd, as well as a second bull, one that is seven years old. Pull down your father’s Baal altar and cut down the nearby Asherah pole. ",
    "reference": "Judges 6:25"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 26,
    "text": "Then build an altar for the Lord your God on the top of this stronghold according to the proper pattern. Take the second bull and offer it as a burnt sacrifice on the wood from the Asherah pole that you cut down.” ",
    "reference": "Judges 6:26"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 27,
    "text": "So Gideon took 10 of his servants and did just as the Lord had told him. He was too afraid of his father’s family and the men of the city to do it in broad daylight, so he waited until nighttime. ",
    "reference": "Judges 6:27"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 28,
    "text": "When the men of the city got up the next morning, they saw the Baal altar pulled down, the nearby Asherah pole cut down, and the second bull sacrificed on the newly built altar. ",
    "reference": "Judges 6:28"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 29,
    "text": "They said to one another, “Who did this?” They investigated the matter thoroughly and concluded that Gideon son of Joash had done it.",
    "reference": "Judges 6:29"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 30,
    "text": "The men of the city said to Joash, “Bring out your son, so we can execute him! He pulled down the Baal altar and cut down the nearby Asherah pole.” ",
    "reference": "Judges 6:30"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 31,
    "text": "But Joash said to all those who confronted him, “Must you fight Baal’s battles? Must you rescue him? Whoever takes up his cause will die by morning! If he really is a god, let him fight his own battles! After all, it was his altar that was pulled down.” ",
    "reference": "Judges 6:31"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 32,
    "text": "That very day Gideon’s father named him Jerub Baal, because he had said, “Let Baal fight with him, for it was his altar that was pulled down.”",
    "reference": "Judges 6:32"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 33,
    "text": "All the Midianites, Amalekites, and the people from the east assembled. They crossed the Jordan River and camped in the Jezreel Valley. ",
    "reference": "Judges 6:33"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 34,
    "text": "The Lord’s Spirit took control of Gideon. He blew a trumpet, summoning the Abiezrites to follow him.",
    "reference": "Judges 6:34"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 35,
    "text": "He sent messengers throughout Manasseh and summoned them to follow him as well. He also sent messengers throughout Asher, Zebulun, and Naphtali, and they came up to meet him.",
    "reference": "Judges 6:35"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 36,
    "text": "Gideon said to God, “If you really intend to use me to deliver Israel, as you promised, then give me a sign as proof.",
    "reference": "Judges 6:36"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 37,
    "text": "Look, I am putting a wool fleece on the threshing floor. If there is dew only on the fleece, and the ground around it is dry, then I will be sure that you will use me to deliver Israel, as you promised.” ",
    "reference": "Judges 6:37"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 38,
    "text": "The Lord did as he asked. When he got up the next morning, he squeezed the fleece, and enough dew dripped from it to fill a bowl. ",
    "reference": "Judges 6:38"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 39,
    "text": "Gideon said to God, “Please do not get angry at me, when I ask for just one more sign. Please allow me one more test with the fleece. This time make only the fleece dry, while the ground around it is covered with dew.” ",
    "reference": "Judges 6:39"
  },
  {
    "bookName": "Judges",
    "chapter": 6,
    "verse": 40,
    "text": "That night God did as he asked. Only the fleece was dry and the ground around it was covered with dew. ",
    "reference": "Judges 6:40"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 1,
    "text": "Jerub Baal (that is, Gideon) and his men got up the next morning and camped near the spring of Harod. The Midianites were camped north of them near the hill of Moreh in the valley. ",
    "reference": "Judges 7:1"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 2,
    "text": "The Lord said to Gideon, “You have too many men for me to hand Midian over to you. Israel might brag, ‘Our own strength has delivered us.’",
    "reference": "Judges 7:2"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 3,
    "text": "Now, announce to the men, ‘Whoever is shaking with fear may turn around and leave Mount Gilead.’” Twenty-two thousand men went home; 10,000 remained. ",
    "reference": "Judges 7:3"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 4,
    "text": "The Lord spoke to Gideon again, “There are still too many men. Bring them down to the water, and I will thin the ranks some more. When I say, ‘This one should go with you,’ pick him to go; when I say, ‘This one should not go with you,’ do not take him.” ",
    "reference": "Judges 7:4"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 5,
    "text": "So he brought the men down to the water. Then the Lord said to Gideon, “Separate those who lap the water as a dog laps from those who kneel to drink.” ",
    "reference": "Judges 7:5"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 6,
    "text": "Only 300 men lapped with their hands to their mouths; the rest of the men kneeled to drink water. ",
    "reference": "Judges 7:6"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 7,
    "text": "The Lord said to Gideon, “With the 300 men who lapped I will deliver the whole army, and I will hand Midian over to you. The rest of the men should go home.” ",
    "reference": "Judges 7:7"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 8,
    "text": "The men who were chosen took supplies and their trumpets. Gideon sent all the men of Israel back to their homes; he kept only 300 men. Now the Midianites were camped down below in the valley. ",
    "reference": "Judges 7:8"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 9,
    "text": "That night the Lord said to Gideon, “Get up! Attack the camp, for I am handing it over to you.",
    "reference": "Judges 7:9"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 10,
    "text": "But if you are afraid to attack, go down to the camp with Purah your servant ",
    "reference": "Judges 7:10"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 11,
    "text": "and listen to what they are saying. Then you will be brave and attack the camp.” So he went down with Purah his servant to where the sentries were guarding the camp. ",
    "reference": "Judges 7:11"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 12,
    "text": "Now the Midianites, Amalekites, and the people from the east covered the valley like a swarm of locusts. Their camels could not be counted; they were as innumerable as the sand on the seashore. ",
    "reference": "Judges 7:12"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 13,
    "text": "When Gideon arrived, he heard a man telling another man about a dream he had. The man said, “Look! I had a dream. I saw a stale cake of barley bread rolling into the Midianite camp. It hit a tent so hard it knocked it over and turned it upside down. The tent just collapsed.” ",
    "reference": "Judges 7:13"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 14,
    "text": "The other man said, “Without a doubt this symbolizes the sword of Gideon son of Joash, the Israelite. God is handing Midian and all the army over to him.”",
    "reference": "Judges 7:14"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 15,
    "text": "When Gideon heard the report of the dream and its interpretation, he praised God. Then he went back to the Israelite camp and said, “Get up, for the Lord is handing the Midianite army over to you!”",
    "reference": "Judges 7:15"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 16,
    "text": "He divided the 300 men into three units. He gave them all trumpets and empty jars with torches inside them. ",
    "reference": "Judges 7:16"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 17,
    "text": "He said to them, “Watch me and do as I do. Watch closely! I am going to the edge of the camp. Do as I do! ",
    "reference": "Judges 7:17"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 18,
    "text": "When I and all who are with me blow our trumpets, you also blow your trumpets all around the camp. Then say, ‘For the Lord and for Gideon!’” ",
    "reference": "Judges 7:18"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 19,
    "text": "Gideon took 100 men to the edge of the camp at the beginning of the middle watch, just after they had changed the guards. They blew their trumpets and broke the jars they were carrying. ",
    "reference": "Judges 7:19"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 20,
    "text": "All three units blew their trumpets and broke their jars. They held the torches in their left hand and the trumpets in their right. Then they yelled, “A sword for the Lord and for Gideon!” ",
    "reference": "Judges 7:20"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 21,
    "text": "They stood in order all around the camp. The whole Midianite army ran away; they shouted as they scrambled away.",
    "reference": "Judges 7:21"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 22,
    "text": "When the 300 men blew their trumpets, the Lord caused the Midianites to attack one another with their swords throughout the camp. The army fled to Beth Shittah on the way to Zererah. They went to the border of Abel Meholah near Tabbath. ",
    "reference": "Judges 7:22"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 23,
    "text": "Israelites from Naphtali, Asher, and Manasseh answered the call and chased the Midianites. ",
    "reference": "Judges 7:23"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 24,
    "text": "Now Gideon sent messengers throughout the Ephraimite hill country who announced, “Go down and head off the Midianites. Take control of the fords of the streams all the way to Beth Barah and the Jordan River.” When all the Ephraimites had assembled, they took control of the fords all the way to Beth Barah and the Jordan River. ",
    "reference": "Judges 7:24"
  },
  {
    "bookName": "Judges",
    "chapter": 7,
    "verse": 25,
    "text": "They captured the two Midianite generals, Oreb and Zeeb. They executed Oreb on the rock of Oreb and Zeeb in the winepress of Zeeb. They chased the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was now on the other side of the Jordan River. ",
    "reference": "Judges 7:25"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 1,
    "text": "The Ephraimites said to him, “Why have you done such a thing to us? You did not summon us when you went to fight the Midianites!” They argued vehemently with him.",
    "reference": "Judges 8:1"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 2,
    "text": "He said to them, “Now what have I accomplished compared to you? Even Ephraim’s leftover grapes are better quality than Abiezer’s harvest! ",
    "reference": "Judges 8:2"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 3,
    "text": "It was to you that God handed over the Midianite generals, Oreb and Zeeb! What did I accomplish to rival that?” When he said this, they calmed down.",
    "reference": "Judges 8:3"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 4,
    "text": "Now Gideon and his 300 men had crossed over the Jordan River, and even though they were exhausted, they were still chasing the Midianites.",
    "reference": "Judges 8:4"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 5,
    "text": "He said to the men of Sukkoth, “Give some loaves of bread to the men who are following me because they are exhausted. I am chasing Zebah and Zalmunna, the kings of Midian.” ",
    "reference": "Judges 8:5"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 6,
    "text": "The officials of Sukkoth said, “You have not yet overpowered Zebah and Zalmunna. So why should we give bread to your army?” ",
    "reference": "Judges 8:6"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 7,
    "text": "Gideon said, “Since you will not help, after the Lord hands Zebah and Zalmunna over to me, I will thresh your skin with desert thorns and briers.” ",
    "reference": "Judges 8:7"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 8,
    "text": "He went up from there to Penuel and made the same request. The men of Penuel responded the same way the men of Sukkoth had. ",
    "reference": "Judges 8:8"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 9,
    "text": "He also threatened the men of Penuel, warning, “When I return victoriously, I will tear down this tower.” ",
    "reference": "Judges 8:9"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 10,
    "text": "Now Zebah and Zalmunna were in Karkor with their armies. There were about 15,000 survivors from the army of the eastern peoples; 120,000 sword-wielding soldiers had been killed. ",
    "reference": "Judges 8:10"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 11,
    "text": "Gideon went up the road of the nomads east of Nobah and Jogbehah and ambushed the surprised army. ",
    "reference": "Judges 8:11"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 12,
    "text": "When Zebah and Zalmunna ran away, Gideon chased them and captured the two Midianite kings, Zebah and Zalmunna. He had surprised their entire army. ",
    "reference": "Judges 8:12"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 13,
    "text": "Gideon son of Joash returned from the battle by the pass of Heres. ",
    "reference": "Judges 8:13"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 14,
    "text": "He captured a young man from Sukkoth and interrogated him. The young man wrote down for him the names of Sukkoth’s officials and city leaders—77 men in all.",
    "reference": "Judges 8:14"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 15,
    "text": "He approached the men of Sukkoth and said, “Look what I have! Zebah and Zalmunna! You insulted me, saying, ‘You have not yet overpowered Zebah and Zalmunna. So why should we give bread to your exhausted men?’” ",
    "reference": "Judges 8:15"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 16,
    "text": "He seized the leaders of the city, along with some desert thorns and briers; he then “threshed” the men of Sukkoth with them.",
    "reference": "Judges 8:16"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 17,
    "text": "He also tore down the tower of Penuel and executed the city’s men. ",
    "reference": "Judges 8:17"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 18,
    "text": "He said to Zebah and Zalmunna, “Describe for me the men you killed at Tabor.” They said, “They were like you. Each one looked like a king’s son.” ",
    "reference": "Judges 8:18"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 19,
    "text": "He said, “They were my brothers, the sons of my mother. I swear, as surely as the Lord is alive, if you had let them live, I would not kill you.”",
    "reference": "Judges 8:19"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 20,
    "text": "He ordered Jether his firstborn son, “Come on! Kill them!” But Jether was too afraid to draw his sword because he was still young. ",
    "reference": "Judges 8:20"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 21,
    "text": "Zebah and Zalmunna said to Gideon, “Come on, you strike us, for a man is judged by his strength.” So Gideon killed Zebah and Zalmunna, and he took the crescent-shaped ornaments that were on the necks of their camels. ",
    "reference": "Judges 8:21"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 22,
    "text": "The men of Israel said to Gideon, “Rule over us—you, your son, and your grandson. For you have delivered us from Midian’s power.” ",
    "reference": "Judges 8:22"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 23,
    "text": "Gideon said to them, “I will not rule over you, nor will my son rule over you. The Lord will rule over you.”",
    "reference": "Judges 8:23"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 24,
    "text": "Gideon continued, “I would like to make one request. Each of you give me an earring from the plunder you have taken.” (The Midianites had gold earrings because they were Ishmaelites.) ",
    "reference": "Judges 8:24"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 25,
    "text": "They said, “We are happy to give you earrings.” So they spread out a garment, and each one threw an earring from his plunder onto it.",
    "reference": "Judges 8:25"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 26,
    "text": "The total weight of the gold earrings he requested came to 1,700 gold shekels. This was in addition to the crescent-shaped ornaments, jewelry, purple clothing worn by the Midianite kings, and the necklaces on the camels. ",
    "reference": "Judges 8:26"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 27,
    "text": "Gideon used all this to make an ephod, which he put in his hometown of Ophrah. All the Israelites prostituted themselves to it by worshiping it there. It became a snare to Gideon and his family. ",
    "reference": "Judges 8:27"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 28,
    "text": "The Israelites humiliated Midian; the Midianites’ fighting spirit was broken. The land had rest for 40 years during Gideon’s time. ",
    "reference": "Judges 8:28"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 29,
    "text": "Then Jerub Baal son of Joash went home and settled down.",
    "reference": "Judges 8:29"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 30,
    "text": "Gideon fathered 70 sons through his many wives. ",
    "reference": "Judges 8:30"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 31,
    "text": "His concubine, who lived in Shechem, also gave him a son, whom he named Abimelech. ",
    "reference": "Judges 8:31"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 32,
    "text": "Gideon son of Joash died at a very old age and was buried in the tomb of his father Joash located in Ophrah of the Abiezrites. ",
    "reference": "Judges 8:32"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 33,
    "text": "After Gideon died, the Israelites again prostituted themselves to the Baals. They made Baal Berith their god. ",
    "reference": "Judges 8:33"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 34,
    "text": "The Israelites did not remain true to the Lord their God, who had delivered them from all the enemies who lived around them.",
    "reference": "Judges 8:34"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 35,
    "text": "They did not treat the family of Jerub Baal (that is, Gideon) fairly in return for all the good he had done for Israel. ",
    "reference": "Judges 8:35"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 1,
    "text": "Now Abimelech son of Jerub Baal went to Shechem to see his mother’s relatives. He said to them and to his mother’s entire extended family,",
    "reference": "Judges 9:1"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 2,
    "text": "“Tell all the leaders of Shechem this: ‘Why would you want to have 70 men, all Jerub Baal’s sons, ruling over you when you can have just one ruler? Recall that I am your own flesh and blood.’” ",
    "reference": "Judges 9:2"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 3,
    "text": "His mother’s relatives spoke on his behalf to all the leaders of Shechem and reported his proposal. The leaders were drawn to Abimelech; they said, “He is our close relative.” ",
    "reference": "Judges 9:3"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 4,
    "text": "They paid him 70 silver shekels out of the temple of Baal Berith. Abimelech then used the silver to hire some lawless, dangerous men as his followers. ",
    "reference": "Judges 9:4"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 5,
    "text": "He went to his father’s home in Ophrah and murdered his half brothers, the 70 legitimate sons of Jerub Baal, on one stone. Only Jotham, Jerub Baal’s youngest son, escaped, because he hid. ",
    "reference": "Judges 9:5"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 6,
    "text": "All the leaders of Shechem and Beth Millo assembled and then went and made Abimelech king by the oak near the pillar in Shechem. ",
    "reference": "Judges 9:6"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 7,
    "text": "When Jotham heard the news, he went and stood on the top of Mount Gerizim. He spoke loudly to the people below, “Listen to me, leaders of Shechem, so that God may listen to you!",
    "reference": "Judges 9:7"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 8,
    "text": "“The trees were determined to go out and choose a king for themselves. They said to the olive tree, ‘Be our king!’ ",
    "reference": "Judges 9:8"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 9,
    "text": "But the olive tree said to them, ‘I am not going to stop producing my oil, which is used to honor gods and men, just to sway above the other trees!’ ",
    "reference": "Judges 9:9"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 10,
    "text": "“So the trees said to the fig tree, ‘You come and be our king!’ ",
    "reference": "Judges 9:10"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 11,
    "text": "But the fig tree said to them, ‘I am not going to stop producing my sweet figs, my excellent fruit, just to sway above the other trees!’ ",
    "reference": "Judges 9:11"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 12,
    "text": "“So the trees said to the grapevine, ‘You come and be our king!’ ",
    "reference": "Judges 9:12"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 13,
    "text": "But the grapevine said to them, ‘I am not going to stop producing my wine, which makes gods and men so happy, just to sway above the other trees!’ ",
    "reference": "Judges 9:13"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 14,
    "text": "“So all the trees said to the thornbush, ‘You come and be our king!’ ",
    "reference": "Judges 9:14"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 15,
    "text": "The thornbush said to the trees, ‘If you really want to choose me as your king, then come along, find safety under my branches. Otherwise may fire blaze from the thornbush and consume the cedars of Lebanon!’ ",
    "reference": "Judges 9:15"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 16,
    "text": "“Now, if you have shown loyalty and integrity when you made Abimelech king, if you have done right to Jerub Baal and his family, if you have properly repaid him—",
    "reference": "Judges 9:16"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 17,
    "text": "my father fought for you; he risked his life and delivered you from Midian’s power. ",
    "reference": "Judges 9:17"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 18,
    "text": "But you have attacked my father’s family today. You murdered his 70 legitimate sons on one stone and made Abimelech, the son of his female slave, king over the leaders of Shechem just because he is your close relative. ",
    "reference": "Judges 9:18"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 19,
    "text": "So if you have shown loyalty and integrity to Jerub Baal and his family today, then may Abimelech bring you happiness and may you bring him happiness! ",
    "reference": "Judges 9:19"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 20,
    "text": "But if not, may fire blaze from Abimelech and consume the leaders of Shechem and Beth Millo! May fire also blaze from the leaders of Shechem and Beth Millo and consume Abimelech!” ",
    "reference": "Judges 9:20"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 21,
    "text": "Then Jotham ran away to Beer and lived there to escape from Abimelech his half-brother. ",
    "reference": "Judges 9:21"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 22,
    "text": "Abimelech commanded Israel for three years. ",
    "reference": "Judges 9:22"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 23,
    "text": "God sent a spirit to stir up hostility between Abimelech and the leaders of Shechem. He made the leaders of Shechem disloyal to Abimelech. ",
    "reference": "Judges 9:23"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 24,
    "text": "He did this so the violent deaths of Jerub Baal’s 70 sons might be avenged and Abimelech, their half-brother who murdered them, might have to pay for their spilled blood, along with the leaders of Shechem who helped him murder them. ",
    "reference": "Judges 9:24"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 25,
    "text": "The leaders of Shechem rebelled against Abimelech by putting bandits in the hills, who robbed everyone who traveled by on the road. But Abimelech found out about it.",
    "reference": "Judges 9:25"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 26,
    "text": "Gaal son of Ebed came through Shechem with his brothers. The leaders of Shechem transferred their loyalty to him.",
    "reference": "Judges 9:26"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 27,
    "text": "They went out to the field, harvested their grapes, squeezed out the juice, and celebrated. They came to the temple of their god and ate, drank, and cursed Abimelech. ",
    "reference": "Judges 9:27"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 28,
    "text": "Gaal son of Ebed said, “Who is Abimelech and who is Shechem, that we should serve him? Is he not the son of Jerub Baal, and is not Zebul the deputy he appointed? Serve the sons of Hamor, the father of Shechem! But why should we serve Abimelech? ",
    "reference": "Judges 9:28"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 29,
    "text": "If only these men were under my command, I would get rid of Abimelech!” He challenged Abimelech, “Muster your army and come out for battle!” ",
    "reference": "Judges 9:29"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 30,
    "text": "When Zebul, the city commissioner, heard the words of Gaal son of Ebed, he was furious. ",
    "reference": "Judges 9:30"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 31,
    "text": "He sent messengers to Abimelech, who was in Arumah, reporting, “Beware! Gaal son of Ebed and his brothers are coming to Shechem and inciting the city to rebel against you.",
    "reference": "Judges 9:31"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 32,
    "text": "Now, come up at night with your men and set an ambush in the field outside the city.",
    "reference": "Judges 9:32"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 33,
    "text": "In the morning at sunrise quickly attack the city. When he and his men come out to fight you, do what you can to him.”",
    "reference": "Judges 9:33"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 34,
    "text": "So Abimelech and all his men came up at night and set an ambush outside Shechem; they divided into four units. ",
    "reference": "Judges 9:34"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 35,
    "text": "When Gaal son of Ebed came out and stood at the entrance to the city’s gate, Abimelech and his men got up from their hiding places.",
    "reference": "Judges 9:35"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 36,
    "text": "Gaal saw the men and said to Zebul, “Look, men are coming down from the tops of the hills.” But Zebul said to him, “You are seeing the shadows on the hills—it just looks like men.” ",
    "reference": "Judges 9:36"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 37,
    "text": "Gaal again said, “Look, men are coming down from the very center of the land. A unit is coming by way of the Oak Tree of the Diviners.” ",
    "reference": "Judges 9:37"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 38,
    "text": "Zebul said to him, “Where now are your bragging words, ‘Who is Abimelech that we should serve him?’ Are these not the men you insulted? Go out now and fight them!”",
    "reference": "Judges 9:38"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 39,
    "text": "So Gaal led the leaders of Shechem out and fought Abimelech. ",
    "reference": "Judges 9:39"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 40,
    "text": "Abimelech chased him, and Gaal ran from him. Many Shechemites fell wounded at the entrance of the gate. ",
    "reference": "Judges 9:40"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 41,
    "text": "Abimelech went back to Arumah; Zebul drove Gaal and his brothers out of Shechem. ",
    "reference": "Judges 9:41"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 42,
    "text": "The next day the Shechemites came out to the field. When Abimelech heard about it, ",
    "reference": "Judges 9:42"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 43,
    "text": "he took his men and divided them into three units and set an ambush in the field. When he saw the people coming out of the city, he attacked and struck them down.",
    "reference": "Judges 9:43"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 44,
    "text": "Abimelech and his units attacked and blocked the entrance to the city’s gate. Two units then attacked all the people in the field and struck them down.",
    "reference": "Judges 9:44"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 45,
    "text": "Abimelech fought against the city all that day. He captured the city and killed all the people in it. Then he leveled the city and spread salt over it.",
    "reference": "Judges 9:45"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 46,
    "text": "When all the leaders of the Tower of Shechem heard the news, they went to the stronghold of the temple of El Berith. ",
    "reference": "Judges 9:46"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 47,
    "text": "Abimelech heard that all the leaders of the Tower of Shechem were in one place. ",
    "reference": "Judges 9:47"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 48,
    "text": "He and all his men went up on Mount Zalmon. He took an ax in his hand and cut off a tree branch. He put it on his shoulder and said to his men, “Quickly, do what you have just seen me do!” ",
    "reference": "Judges 9:48"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 49,
    "text": "So each of his men also cut off a branch and followed Abimelech. They put the branches against the stronghold and set fire to it. All the people of the Tower of Shechem died—about 1,000 men and women. ",
    "reference": "Judges 9:49"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 50,
    "text": "Abimelech moved on to Thebez; he besieged and captured it.",
    "reference": "Judges 9:50"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 51,
    "text": "There was a fortified tower in the center of the city, so all the men and women, as well as the city’s leaders, ran into it and locked the entrance. Then they went up to the roof of the tower. ",
    "reference": "Judges 9:51"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 52,
    "text": "Abimelech came and attacked the tower. When he approached the entrance of the tower to set it on fire, ",
    "reference": "Judges 9:52"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 53,
    "text": "a woman threw an upper millstone down on his head and shattered his skull. ",
    "reference": "Judges 9:53"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 54,
    "text": "He quickly called to the young man who carried his weapons, “Draw your sword and kill me, so they will not say, ‘A woman killed him.’” So the young man stabbed him and he died. ",
    "reference": "Judges 9:54"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 55,
    "text": "When the Israelites saw that Abimelech was dead, they went home. ",
    "reference": "Judges 9:55"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 56,
    "text": "God repaid Abimelech for the evil he did to his father by murdering his 70 half brothers. ",
    "reference": "Judges 9:56"
  },
  {
    "bookName": "Judges",
    "chapter": 9,
    "verse": 57,
    "text": "God also repaid the men of Shechem for their evil deeds. The curse spoken by Jotham son of Jerub Baal fell on them.",
    "reference": "Judges 9:57"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 1,
    "text": "After Abimelech’s death, Tola son of Puah, grandson of Dodo, from the tribe of Issachar, rose up to deliver Israel. He lived in Shamir in the Ephraimite hill country. ",
    "reference": "Judges 10:1"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 2,
    "text": "He led Israel for 23 years, then died and was buried in Shamir. ",
    "reference": "Judges 10:2"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 3,
    "text": "Jair the Gileadite rose up after him; he led Israel for 22 years. ",
    "reference": "Judges 10:3"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 4,
    "text": "He had 30 sons who rode on 30 donkeys and possessed 30 cities. To this day these towns are called Havvoth Jair—they are in the land of Gilead. ",
    "reference": "Judges 10:4"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 5,
    "text": "Jair died and was buried in Kamon. ",
    "reference": "Judges 10:5"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 6,
    "text": "The Israelites again did evil in the Lord’s sight. They worshiped the Baals and the Ashtoreths, as well as the gods of Syria, Sidon, Moab, the Ammonites, and the Philistines. They abandoned the Lord and did not worship him.",
    "reference": "Judges 10:6"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 7,
    "text": "The Lord was furious with Israel and turned them over to the Philistines and Ammonites. ",
    "reference": "Judges 10:7"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 8,
    "text": "They ruthlessly oppressed the Israelites that eighteenth year—that is, all the Israelites living east of the Jordan in Amorite country in Gilead. ",
    "reference": "Judges 10:8"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 9,
    "text": "The Ammonites crossed the Jordan to fight with Judah, Benjamin, and Ephraim. Israel suffered greatly. ",
    "reference": "Judges 10:9"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 10,
    "text": "The Israelites cried out for help to the Lord: “We have sinned against you. We abandoned our God and worshiped the Baals.” ",
    "reference": "Judges 10:10"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 11,
    "text": "The Lord said to the Israelites, “Did I not deliver you from Egypt, the Amorites, the Ammonites, the Philistines, ",
    "reference": "Judges 10:11"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 12,
    "text": "the Sidonians, Amalek, and Midian when they oppressed you? You cried out for help to me, and I delivered you from their power. ",
    "reference": "Judges 10:12"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 13,
    "text": "But since you abandoned me and worshiped other gods, I will not deliver you again. ",
    "reference": "Judges 10:13"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 14,
    "text": "Go and cry for help to the gods you have chosen! Let them deliver you from trouble!” ",
    "reference": "Judges 10:14"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 15,
    "text": "But the Israelites said to the Lord, “We have sinned. You do to us as you see fit, but deliver us today!” ",
    "reference": "Judges 10:15"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 16,
    "text": "They threw away the foreign gods they owned and worshiped the Lord. Finally the Lord grew tired of seeing Israel suffer so much. ",
    "reference": "Judges 10:16"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 17,
    "text": "The Ammonites assembled and camped in Gilead; the Israelites gathered together and camped in Mizpah. ",
    "reference": "Judges 10:17"
  },
  {
    "bookName": "Judges",
    "chapter": 10,
    "verse": 18,
    "text": "The leaders of Gilead said to one another, “Who is willing to lead the charge against the Ammonites? He will become the leader of all who live in Gilead!” ",
    "reference": "Judges 10:18"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 1,
    "text": "Now Jephthah the Gileadite was a brave warrior. His mother was a prostitute, but Gilead was his father. ",
    "reference": "Judges 11:1"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 2,
    "text": "Gilead’s wife also gave him sons. When his wife’s sons grew up, they made Jephthah leave and said to him, “You are not going to inherit any of our father’s wealth because you are another woman’s son.” ",
    "reference": "Judges 11:2"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 3,
    "text": "So Jephthah left his half brothers and lived in the land of Tob. Lawless men joined Jephthah’s gang and traveled with him.",
    "reference": "Judges 11:3"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 4,
    "text": "It was some time after this when the Ammonites fought with Israel. ",
    "reference": "Judges 11:4"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 5,
    "text": "When the Ammonites attacked, the leaders of Gilead asked Jephthah to come back from the land of Tob. ",
    "reference": "Judges 11:5"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 6,
    "text": "They said, “Come, be our commander, so we can fight with the Ammonites.” ",
    "reference": "Judges 11:6"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 7,
    "text": "Jephthah said to the leaders of Gilead, “But you hated me and made me leave my father’s house. Why do you come to me now, when you are in trouble?” ",
    "reference": "Judges 11:7"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 8,
    "text": "The leaders of Gilead said to Jephthah, “That may be true, but now we pledge to you our loyalty. Come with us and fight with the Ammonites. Then you will become the leader of all who live in Gilead.” ",
    "reference": "Judges 11:8"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 9,
    "text": "Jephthah said to the leaders of Gilead, “All right. If you take me back to fight with the Ammonites and the Lord gives them to me, I will be your leader.” ",
    "reference": "Judges 11:9"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 10,
    "text": "The leaders of Gilead said to Jephthah, “The Lord will judge any grievance you have against us if we do not do as you say.” ",
    "reference": "Judges 11:10"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 11,
    "text": "So Jephthah went with the leaders of Gilead. The people made him their leader and commander. Jephthah repeated the terms of the agreement before the Lord in Mizpah. ",
    "reference": "Judges 11:11"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 12,
    "text": "Jephthah sent messengers to the Ammonite king, saying, “Why have you come against me to attack my land?” ",
    "reference": "Judges 11:12"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 13,
    "text": "The Ammonite king said to Jephthah’s messengers, “Because Israel stole my land when they came up from Egypt—from the Arnon River in the south to the Jabbok River in the north, and as far west as the Jordan. Now return it peaceably!” ",
    "reference": "Judges 11:13"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 14,
    "text": "Jephthah sent messengers back to the Ammonite king ",
    "reference": "Judges 11:14"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 15,
    "text": "and said to him, “This is what Jephthah says, ‘Israel did not steal the land of Moab and the land of the Ammonites. ",
    "reference": "Judges 11:15"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 16,
    "text": "When they left Egypt, Israel traveled through the desert as far as the Red Sea and then came to Kadesh. ",
    "reference": "Judges 11:16"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 17,
    "text": "Israel sent messengers to the king of Edom, saying, “Please allow us to pass through your land.” But the king of Edom rejected the request. Israel sent the same request to the king of Moab, but he was unwilling to cooperate. So Israel stayed at Kadesh. ",
    "reference": "Judges 11:17"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 18,
    "text": "Then Israel went through the wilderness and bypassed the land of Edom and the land of Moab. They traveled east of the land of Moab and camped on the other side of the Arnon River; they did not go through Moabite territory (the Arnon was Moab’s border). ",
    "reference": "Judges 11:18"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 19,
    "text": "Israel sent messengers to King Sihon, the Amorite king who ruled in Heshbon, and said to him, “Please allow us to pass through your land to our land.” ",
    "reference": "Judges 11:19"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 20,
    "text": "But Sihon did not trust Israel to pass through his territory. He assembled his whole army, camped in Jahaz, and fought with Israel. ",
    "reference": "Judges 11:20"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 21,
    "text": "The Lord God of Israel handed Sihon and his whole army over to Israel, and they defeated them. Israel took all the land of the Amorites who lived in that land. ",
    "reference": "Judges 11:21"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 22,
    "text": "They took all the Amorite territory from the Arnon River on the south to the Jabbok River on the north, from the desert in the east to the Jordan in the west.",
    "reference": "Judges 11:22"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 23,
    "text": "Since the Lord God of Israel has driven out the Amorites before his people Israel, do you think you can just take it from them?",
    "reference": "Judges 11:23"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 24,
    "text": "You have the right to take what Chemosh your god gives you, but we will take the land of all whom the Lord our God has driven out before us.",
    "reference": "Judges 11:24"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 25,
    "text": "Are you really better than Balak son of Zippor, king of Moab? Did he dare to quarrel with Israel? Did he dare to fight with them?",
    "reference": "Judges 11:25"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 26,
    "text": "Israel has been living in Heshbon and its nearby towns, in Aroer and its nearby towns, and in all the cities along the Arnon for 300 years! Why did you not reclaim them during that time? ",
    "reference": "Judges 11:26"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 27,
    "text": "I have not done you wrong, but you are doing wrong by attacking me. May the Lord, the Judge, judge this day between the Israelites and the Ammonites!’” ",
    "reference": "Judges 11:27"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 28,
    "text": "But the Ammonite king disregarded the message sent by Jephthah. ",
    "reference": "Judges 11:28"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 29,
    "text": "The Lord’s Spirit empowered Jephthah. He passed through Gilead and Manasseh and went to Mizpah in Gilead. From there he approached the Ammonites. ",
    "reference": "Judges 11:29"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 30,
    "text": "Jephthah made a vow to the Lord, saying, “If you really do hand the Ammonites over to me,",
    "reference": "Judges 11:30"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 31,
    "text": "then whoever is the first to come through the doors of my house to meet me when I return safely from fighting the Ammonites—he will belong to the Lord, and I will offer him up as a burnt sacrifice.” ",
    "reference": "Judges 11:31"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 32,
    "text": "Jephthah approached the Ammonites to fight with them, and the Lord handed them over to him.",
    "reference": "Judges 11:32"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 33,
    "text": "He defeated them from Aroer all the way to Minnith—20 cities in all, even as far as Abel Keramim. He wiped them out! The Israelites humiliated the Ammonites. ",
    "reference": "Judges 11:33"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 34,
    "text": "When Jephthah came home to Mizpah, there was his daughter hurrying out to meet him, dancing to the rhythm of tambourines. She was his only child; except for her he had no son or daughter. ",
    "reference": "Judges 11:34"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 35,
    "text": "When he saw her, he ripped his clothes and said, “Oh no! My daughter! You have completely ruined me! You have brought me disaster! I made an oath to the Lord, and I cannot break it.”",
    "reference": "Judges 11:35"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 36,
    "text": "She said to him, “My father, since you made an oath to the Lord, do to me as you promised. After all, the Lord vindicated you before your enemies, the Ammonites.” ",
    "reference": "Judges 11:36"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 37,
    "text": "She then said to her father, “Please grant me this one wish. For two months allow me to walk through the hills with my friends and mourn my virginity.” ",
    "reference": "Judges 11:37"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 38,
    "text": "He said, “You may go.” He permitted her to leave for two months. She went with her friends and mourned her virginity as she walked through the hills. ",
    "reference": "Judges 11:38"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 39,
    "text": "After two months she returned to her father, and he did to her as he had vowed. She died a virgin. Her tragic death gave rise to a custom in Israel. ",
    "reference": "Judges 11:39"
  },
  {
    "bookName": "Judges",
    "chapter": 11,
    "verse": 40,
    "text": "Every year Israelite women commemorate the daughter of Jephthah the Gileadite for four days. ",
    "reference": "Judges 11:40"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 1,
    "text": "The Ephraimites assembled and crossed over to Zaphon. They said to Jephthah, “Why did you go and fight with the Ammonites without asking us to go with you? We will burn your house down right over you!”",
    "reference": "Judges 12:1"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 2,
    "text": "Jephthah said to them, “My people and I were in a struggle, and the Ammonites were oppressing me greatly. I asked for your help, but you did not deliver me from their power. ",
    "reference": "Judges 12:2"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 3,
    "text": "When I saw that you were not going to help, I risked my life and advanced against the Ammonites, and the Lord handed them over to me. Why have you come up to fight with me today?” ",
    "reference": "Judges 12:3"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 4,
    "text": "Jephthah assembled all the men of Gilead and they fought with Ephraim. The men of Gilead defeated Ephraim because the Ephraimites insulted them, saying, “You Gileadites are refugees in Ephraim, living within Ephraim’s and Manasseh’s territory.” ",
    "reference": "Judges 12:4"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 5,
    "text": "The Gileadites captured the fords of the Jordan River opposite Ephraim. Whenever an Ephraimite fugitive said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he said, “No,”",
    "reference": "Judges 12:5"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 6,
    "text": "then they said to him, “Say ‘Shibboleth!’” If he said, “Sibboleth” (and could not pronounce the word correctly), they grabbed him and executed him right there at the fords of the Jordan. On that day 42,000 Ephraimites fell dead. ",
    "reference": "Judges 12:6"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 7,
    "text": "Jephthah led Israel for six years; then he died and was buried in his town in Gilead. ",
    "reference": "Judges 12:7"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 8,
    "text": "After him Ibzan of Bethlehem led Israel. ",
    "reference": "Judges 12:8"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 9,
    "text": "He had 30 sons. He arranged for 30 of his daughters to be married outside his extended family, and he arranged for 30 young women to be brought from outside as wives for his sons. Ibzan led Israel for seven years; ",
    "reference": "Judges 12:9"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 10,
    "text": "then he died and was buried in Bethlehem. ",
    "reference": "Judges 12:10"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 11,
    "text": "After him Elon the Zebulunite led Israel for 10 years. ",
    "reference": "Judges 12:11"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 12,
    "text": "Then Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun. ",
    "reference": "Judges 12:12"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 13,
    "text": "After him Abdon son of Hillel the Pirathonite led Israel. ",
    "reference": "Judges 12:13"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 14,
    "text": "He had 40 sons and 30 grandsons who rode on 70 donkeys. He led Israel for eight years. ",
    "reference": "Judges 12:14"
  },
  {
    "bookName": "Judges",
    "chapter": 12,
    "verse": 15,
    "text": "Then Abdon son of Hillel the Pirathonite died and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites. ",
    "reference": "Judges 12:15"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 1,
    "text": "The Israelites again did evil in the Lord’s sight, so the Lord handed them over to the Philistines for 40 years. ",
    "reference": "Judges 13:1"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 2,
    "text": "There was a man named Manoah from Zorah, from the Danite tribe. His wife was infertile and childless. ",
    "reference": "Judges 13:2"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 3,
    "text": "The angel of the Lord appeared to the woman and said to her, “You are infertile and childless, but you will conceive and have a son. ",
    "reference": "Judges 13:3"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 4,
    "text": "Now be careful! Do not drink wine or beer, and do not eat any food that will make you ritually unclean. ",
    "reference": "Judges 13:4"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 5,
    "text": "Look, you will conceive and have a son. You must never cut his hair, for the child will be dedicated to God from birth. He will begin to deliver Israel from the power of the Philistines.” ",
    "reference": "Judges 13:5"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 6,
    "text": "The woman went and said to her husband, “A man sent from God came to me! He looked like God’s angel—he was very awesome. I did not ask him where he came from, and he did not tell me his name. ",
    "reference": "Judges 13:6"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 7,
    "text": "He said to me, ‘Look, you will conceive and have a son. So now, do not drink wine or beer and do not eat any food that will make you ritually unclean. For the child will be dedicated to God from birth till the day he dies.’” ",
    "reference": "Judges 13:7"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 8,
    "text": "Manoah prayed to the Lord, “Please, Lord, allow the man sent from God to visit us again, so he can teach us how we should raise the child who will be born.” ",
    "reference": "Judges 13:8"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 9,
    "text": "God answered Manoah’s prayer. God’s angel visited the woman again while she was sitting in the field. But her husband Manoah was not with her.",
    "reference": "Judges 13:9"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 10,
    "text": "The woman ran at once and told her husband, “Come quickly, the man who visited me the other day has appeared to me!” ",
    "reference": "Judges 13:10"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 11,
    "text": "So Manoah got up and followed his wife. When he met the man, he said to him, “Are you the man who spoke to my wife?” He said, “Yes.”",
    "reference": "Judges 13:11"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 12,
    "text": "Manoah said, “Now, when your announcement comes true, how should the child be raised and what should he do?”",
    "reference": "Judges 13:12"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 13,
    "text": "The angel of the Lord told Manoah, “Your wife should pay attention to everything I told her. ",
    "reference": "Judges 13:13"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 14,
    "text": "She should not drink anything that the grapevine produces. She must not drink wine or beer, and she must not eat any food that will make her ritually unclean. She should obey everything I commanded her to do.”",
    "reference": "Judges 13:14"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 15,
    "text": "Manoah said to the angel of the Lord, “Please stay here awhile, so we can prepare a young goat for you to eat.”",
    "reference": "Judges 13:15"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 16,
    "text": "The angel of the Lord said to Manoah, “If I stay, I will not eat your food. But if you want to make a burnt sacrifice to the Lord, you should offer it.” (He said this because Manoah did not know that he was the angel of the Lord.) ",
    "reference": "Judges 13:16"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 17,
    "text": "Manoah said to the angel of the Lord, “Tell us your name, so we can honor you when your announcement comes true.”",
    "reference": "Judges 13:17"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 18,
    "text": "The angel of the Lord said to him, “You should not ask me my name because you cannot comprehend it.”",
    "reference": "Judges 13:18"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 19,
    "text": "Manoah took a young goat and a grain offering and offered them on a rock to the Lord. The Lord’s messenger did an amazing thing as Manoah and his wife watched. ",
    "reference": "Judges 13:19"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 20,
    "text": "As the flame went up from the altar toward the sky, the angel of the Lord went up in it while Manoah and his wife watched. They fell facedown to the ground. ",
    "reference": "Judges 13:20"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 21,
    "text": "The angel of the Lord did not appear again to Manoah and his wife. After all this happened Manoah realized that the visitor had been the angel of the Lord. ",
    "reference": "Judges 13:21"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 22,
    "text": "Manoah said to his wife, “We will certainly die because we have seen a supernatural being!”",
    "reference": "Judges 13:22"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 23,
    "text": "But his wife said to him, “If the Lord wanted to kill us, he would not have accepted the burnt offering and the grain offering from us. He would not have shown us all these things or have spoken to us like this just now.”",
    "reference": "Judges 13:23"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 24,
    "text": "Manoah’s wife gave birth to a son and named him Samson. The child grew and the Lord empowered him.",
    "reference": "Judges 13:24"
  },
  {
    "bookName": "Judges",
    "chapter": 13,
    "verse": 25,
    "text": "The Lord’s Spirit began to control him in Mahaneh Dan between Zorah and Eshtaol. ",
    "reference": "Judges 13:25"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 1,
    "text": "Samson went down to Timnah, where a Philistine girl caught his eye. ",
    "reference": "Judges 14:1"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 2,
    "text": "When he got home, he told his father and mother, “A Philistine girl in Timnah has caught my eye. Now get her for my wife.” ",
    "reference": "Judges 14:2"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 3,
    "text": "But his father and mother said to him, “Certainly you can find a wife among your relatives or among all our people! You should not have to go and get a wife from the uncircumcised Philistines.” But Samson said to his father, “Get her for me because she is the right one for me.”",
    "reference": "Judges 14:3"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 4,
    "text": "Now his father and mother did not realize this was the Lord’s doing because he was looking for an opportunity to stir up trouble with the Philistines (for at that time the Philistines were ruling Israel). ",
    "reference": "Judges 14:4"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 5,
    "text": "Samson went down to Timnah. When he approached the vineyards of Timnah, he saw a roaring young lion attacking him.",
    "reference": "Judges 14:5"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 6,
    "text": "The Lord’s Spirit empowered him, and he tore the lion in two with his bare hands as easily as one would tear a young goat. But he did not tell his father or mother what he had done. ",
    "reference": "Judges 14:6"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 7,
    "text": "Samson continued on down to Timnah and spoke to the girl. In his opinion, she was just the right one.",
    "reference": "Judges 14:7"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 8,
    "text": "Sometime later, when he went back to marry her, he turned aside to see the lion’s remains. He saw a swarm of bees in the lion’s carcass, as well as some honey. ",
    "reference": "Judges 14:8"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 9,
    "text": "He scooped it up with his hands and ate it as he walked along. When he returned to his father and mother, he offered them some and they ate it. But he did not tell them he had scooped the honey out of the lion’s carcass. ",
    "reference": "Judges 14:9"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 10,
    "text": "Then Samson’s father accompanied him to Timnah for the marriage. Samson hosted a party there, for this was customary for bridegrooms to do. ",
    "reference": "Judges 14:10"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 11,
    "text": "When the Philistines saw he had no attendants, they gave him 30 groomsmen who kept him company.",
    "reference": "Judges 14:11"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 12,
    "text": "Samson said to them, “I will give you a riddle. If you really can solve it during the seven days the party lasts, I will give you 30 linen robes and 30 sets of clothes. ",
    "reference": "Judges 14:12"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 13,
    "text": "But if you cannot solve it, you will give me 30 linen robes and 30 sets of clothes.” They said to him, “Let us hear your riddle.” ",
    "reference": "Judges 14:13"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 14,
    "text": "He said to them, “Out of the one who eats came something to eat; out of the strong one came something sweet.”They could not solve the riddle for three days. ",
    "reference": "Judges 14:14"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 15,
    "text": "On the fourth day they said to Samson’s bride, “Trick your husband into giving the solution to the riddle. If you refuse, we will burn up you and your father’s family. Did you invite us here to make us poor?” ",
    "reference": "Judges 14:15"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 16,
    "text": "So Samson’s bride cried on his shoulder and said, “You must hate me; you do not love me! You told the young men a riddle, but you have not told me the solution.” He said to her, “Look, I have not even told my father or mother. Do you really expect me to tell you?”",
    "reference": "Judges 14:16"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 17,
    "text": "She cried on his shoulder until the party was almost over. Finally, on the seventh day, he told her because she had nagged him so much. Then she told the young men the solution to the riddle. ",
    "reference": "Judges 14:17"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 18,
    "text": "On the seventh day, before the sun set, the men of the city said to him, “What is sweeter than honey? What is stronger than a lion?”He said to them, “If you had not plowed with my heifer, you would not have solved my riddle!” ",
    "reference": "Judges 14:18"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 19,
    "text": "The Lord’s Spirit empowered him. He went down to Ashkelon and killed 30 men. He took their clothes and gave them to the men who had solved the riddle. He was furious as he went back home. ",
    "reference": "Judges 14:19"
  },
  {
    "bookName": "Judges",
    "chapter": 14,
    "verse": 20,
    "text": "Samson’s bride was then given to his best man. ",
    "reference": "Judges 14:20"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 1,
    "text": "Sometime later, during the wheat harvest, Samson took a young goat as a gift and went to visit his bride. He said to her father, “I want to sleep with my bride in her bedroom!” But her father would not let him enter. ",
    "reference": "Judges 15:1"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 2,
    "text": "Her father said, “I really thought you absolutely despised her, so I gave her to your best man. Her younger sister is more attractive than she is. Take her instead!” ",
    "reference": "Judges 15:2"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 3,
    "text": "Samson said to them, “This time I am justified in doing the Philistines harm!” ",
    "reference": "Judges 15:3"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 4,
    "text": "Samson went and captured 300 jackals and got some torches. He tied the jackals in pairs by their tails and then tied a torch to each pair. ",
    "reference": "Judges 15:4"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 5,
    "text": "He lit the torches and set the jackals loose in the Philistines’ standing grain. He burned up the grain heaps and the standing grain, as well as the vineyards and olive groves. ",
    "reference": "Judges 15:5"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 6,
    "text": "The Philistines asked, “Who did this?” They were told, “Samson, the Timnite’s son-in-law, because the Timnite took Samson’s bride and gave her to his best man.” So the Philistines went up and burned her and her father. ",
    "reference": "Judges 15:6"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 7,
    "text": "Samson said to them, “Because you did this, I will get revenge against you before I quit fighting.”",
    "reference": "Judges 15:7"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 8,
    "text": "He struck them down and defeated them. Then he went down and lived for a time in the cave in the cliff of Etam. ",
    "reference": "Judges 15:8"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 9,
    "text": "The Philistines went up and invaded Judah. They arrayed themselves for battle in Lehi. ",
    "reference": "Judges 15:9"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 10,
    "text": "The men of Judah said, “Why are you attacking us?” The Philistines said, “We have come up to take Samson prisoner so we can do to him what he has done to us.”",
    "reference": "Judges 15:10"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 11,
    "text": "So 3,000 men of Judah went down to the cave in the cliff of Etam and said to Samson, “Do you not know that the Philistines rule over us? Why have you done this to us?” He said to them, “I have only done to them what they have done to me.”",
    "reference": "Judges 15:11"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 12,
    "text": "They said to him, “We have come down to take you prisoner so we can hand you over to the Philistines.” Samson said to them, “Promise me you will not kill me.”",
    "reference": "Judges 15:12"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 13,
    "text": "They said to him, “We promise! We will only take you prisoner and hand you over to them. We promise not to kill you.” They tied him up with two brand new ropes and led him up from the cliff. ",
    "reference": "Judges 15:13"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 14,
    "text": "When he arrived in Lehi, the Philistines shouted as they approached him. But the Lord’s Spirit empowered him. The ropes around his arms were like flax dissolving in fire, and they melted away from his hands. ",
    "reference": "Judges 15:14"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 15,
    "text": "He happened to see a solid jawbone of a donkey. He grabbed it and struck down 1,000 men. ",
    "reference": "Judges 15:15"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 16,
    "text": "Samson then said, “With the jawbone of a donkey I have left them in heaps; with the jawbone of a donkey I have struck down a thousand men!” ",
    "reference": "Judges 15:16"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 17,
    "text": "When he finished speaking, he threw the jawbone down and named that place Ramath Lehi.",
    "reference": "Judges 15:17"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 18,
    "text": "He was very thirsty, so he cried out to the Lord and said, “You have given your servant this great victory. But now must I die of thirst and fall into the hands of these uncircumcised Philistines?” ",
    "reference": "Judges 15:18"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 19,
    "text": "So God split open the basin at Lehi, and water flowed out from it. When he took a drink, his strength was restored and he revived. For this reason he named the spring En Hakkore. It remains in Lehi to this very day. ",
    "reference": "Judges 15:19"
  },
  {
    "bookName": "Judges",
    "chapter": 15,
    "verse": 20,
    "text": "Samson led Israel for 20 years during the days of Philistine prominence.",
    "reference": "Judges 15:20"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 1,
    "text": "Samson went to Gaza. There he saw a prostitute and slept with her. ",
    "reference": "Judges 16:1"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 2,
    "text": "The Gazites were told, “Samson has come here!” So they surrounded the town and hid all night at the city gate, waiting for him to leave. They relaxed all night, thinking, “He will not leave until morning comes; then we will kill him!”",
    "reference": "Judges 16:2"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 3,
    "text": "Samson spent half the night with the prostitute; then he got up in the middle of the night and left. He grabbed the doors of the city gate, as well as the two posts, and pulled them right off, bar and all. He put them on his shoulders and carried them up to the top of a hill east of Hebron.",
    "reference": "Judges 16:3"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 4,
    "text": "After this Samson fell in love with a woman named Delilah, who lived in the Sorek Valley. ",
    "reference": "Judges 16:4"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 5,
    "text": "The rulers of the Philistines went up to visit her and said to her, “Trick him! Find out what makes him so strong and how we can subdue him and humiliate him. Each one of us will give you 1,100 silver pieces.”",
    "reference": "Judges 16:5"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 6,
    "text": "So Delilah said to Samson, “Tell me what makes you so strong and how you can be subdued and humiliated.” ",
    "reference": "Judges 16:6"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 7,
    "text": "Samson said to her, “If they tie me up with seven fresh bowstrings that have not been dried, I will become weak and be just like any other man.” ",
    "reference": "Judges 16:7"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 8,
    "text": "So the rulers of the Philistines brought her seven fresh bowstrings that had not been dried, and she tied him up with them.",
    "reference": "Judges 16:8"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 9,
    "text": "They hid in the bedroom and then she said to him, “The Philistines are here, Samson!” He snapped the bowstrings as easily as a thread of yarn snaps when it is put close to fire. The secret of his strength was not discovered. ",
    "reference": "Judges 16:9"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 10,
    "text": "Delilah said to Samson, “Look, you deceived me and told me lies! Now tell me how you can be subdued.” ",
    "reference": "Judges 16:10"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 11,
    "text": "He said to her, “If they tie me tightly with brand new ropes that have never been used, I will become weak and be just like any other man.” ",
    "reference": "Judges 16:11"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 12,
    "text": "So Delilah took new ropes and tied him with them and said to him, “The Philistines are here, Samson!” (The Philistines were hiding in the bedroom.) But he tore the ropes from his arms as if they were a piece of thread. ",
    "reference": "Judges 16:12"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 13,
    "text": "Delilah said to Samson, “Up to now you have deceived me and told me lies. Tell me how you can be subdued.” He said to her, “If you weave the seven braids of my hair into the fabric on the loom and secure it with the pin, I will become weak and be like any other man.”",
    "reference": "Judges 16:13"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 14,
    "text": "So she made him go to sleep, wove the seven braids of his hair into the fabric on the loom, fastened it with the pin, and said to him, “The Philistines are here, Samson!” He woke up and tore away the pin of the loom and the fabric. ",
    "reference": "Judges 16:14"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 15,
    "text": "She said to him, “How can you say, ‘I love you,’ when you will not share your secret with me? Three times you have deceived me and have not told me what makes you so strong.” ",
    "reference": "Judges 16:15"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 16,
    "text": "She nagged him every day and pressured him until he was sick to death of it.",
    "reference": "Judges 16:16"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 17,
    "text": "Finally he told her his secret. He said to her, “My hair has never been cut, for I have been dedicated to God from the time I was conceived. If my head were shaved, my strength would leave me; I would become weak and be just like all other men.” ",
    "reference": "Judges 16:17"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 18,
    "text": "When Delilah saw that he had told her his secret, she sent for the rulers of the Philistines, saying, “Come up here again, for he has told me his secret.” So the rulers of the Philistines went up to visit her, bringing the silver in their hands. ",
    "reference": "Judges 16:18"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 19,
    "text": "She made him go to sleep on her lap and then called a man in to shave off the seven braids of his hair. She made him vulnerable and his strength left him. ",
    "reference": "Judges 16:19"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 20,
    "text": "She said, “The Philistines are here, Samson!” He woke up and thought, “I will do as I did before and shake myself free.” But he did not realize that the Lord had left him.",
    "reference": "Judges 16:20"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 21,
    "text": "The Philistines captured him and gouged out his eyes. They brought him down to Gaza and bound him in bronze chains. He became a grinder in the prison. ",
    "reference": "Judges 16:21"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 22,
    "text": "His hair began to grow back after it had been shaved off.",
    "reference": "Judges 16:22"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 23,
    "text": "The rulers of the Philistines gathered to offer a great sacrifice to Dagon their god and to celebrate. They said, “Our god has handed Samson, our enemy, over to us.”",
    "reference": "Judges 16:23"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 24,
    "text": "When the people saw him, they praised their god, saying, “Our god has handed our enemy over to us, the one who ruined our land and killed so many of us!”",
    "reference": "Judges 16:24"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 25,
    "text": "When they really started celebrating, they said, “Call for Samson so he can entertain us!” So they summoned Samson from the prison and he entertained them. They made him stand between two pillars. ",
    "reference": "Judges 16:25"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 26,
    "text": "Samson said to the young man who held his hand, “Position me so I can touch the pillars that support the temple. Then I can lean on them.”",
    "reference": "Judges 16:26"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 27,
    "text": "Now the temple was filled with men and women, and all the rulers of the Philistines were there. There were 3,000 men and women on the roof watching Samson entertain. ",
    "reference": "Judges 16:27"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 28,
    "text": "Samson called to the Lord, “O Sovereign Lord, remember me! Strengthen me just one more time, O God, so I can get swift revenge against the Philistines for my two eyes!” ",
    "reference": "Judges 16:28"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 29,
    "text": "Samson took hold of the two middle pillars that supported the temple and he leaned against them, with his right hand on one and his left hand on the other. ",
    "reference": "Judges 16:29"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 30,
    "text": "Samson said, “Let me die with the Philistines!” He pushed hard, and the temple collapsed on the rulers and all the people in it. He killed many more people in his death than he had killed during his life. ",
    "reference": "Judges 16:30"
  },
  {
    "bookName": "Judges",
    "chapter": 16,
    "verse": 31,
    "text": "His brothers and all his family went down and brought him back. They buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel for 20 years. ",
    "reference": "Judges 16:31"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 1,
    "text": "There was a man named Micah from the Ephraimite hill country. ",
    "reference": "Judges 17:1"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 2,
    "text": "He said to his mother, “You know the 1,100 pieces of silver which were stolen from you, about which I heard you pronounce a curse? Look here, I have the silver. I stole it, but now I am giving it back to you.” His mother said, “May the Lord reward you, my son!” ",
    "reference": "Judges 17:2"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 3,
    "text": "When he gave back to his mother the 1,100 pieces of silver, his mother said, “I solemnly dedicate this silver to the Lord. It will be for my son’s benefit. We will use it to make a carved image and a metal image.” ",
    "reference": "Judges 17:3"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 4,
    "text": "When he gave the silver back to his mother, she took 200 pieces of silver to a silversmith, who made them into a carved image and a metal image. She then put them in Micah’s house. ",
    "reference": "Judges 17:4"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 5,
    "text": "Now this man Micah owned a shrine. He made an ephod and some personal idols and hired one of his sons to serve as a priest. ",
    "reference": "Judges 17:5"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 6,
    "text": "In those days Israel had no king. Each man did what he considered to be right. ",
    "reference": "Judges 17:6"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 7,
    "text": "There was a young man from Bethlehem in Judah. He was a Levite who had been temporarily residing among the tribe of Judah. ",
    "reference": "Judges 17:7"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 8,
    "text": "This man left the town of Bethlehem in Judah to find another place to live. He came to the Ephraimite hill country and made his way to Micah’s house. ",
    "reference": "Judges 17:8"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 9,
    "text": "Micah said to him, “Where do you come from?” He replied, “I am a Levite from Bethlehem in Judah. I am looking for a new place to live.” ",
    "reference": "Judges 17:9"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 10,
    "text": "Micah said to him, “Stay with me. Become my adviser and priest. I will give you 10 pieces of silver per year, plus clothes and food.”",
    "reference": "Judges 17:10"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 11,
    "text": "So the Levite agreed to stay with the man; the young man was like a son to Micah.",
    "reference": "Judges 17:11"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 12,
    "text": "Micah paid the Levite; the young man became his priest and lived in Micah’s house. ",
    "reference": "Judges 17:12"
  },
  {
    "bookName": "Judges",
    "chapter": 17,
    "verse": 13,
    "text": "Micah said, “Now I know the Lord will make me rich because I have this Levite as my priest.” ",
    "reference": "Judges 17:13"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 1,
    "text": "In those days Israel had no king. And in those days the Danite tribe was looking for a place to settle because at that time they did not yet have a place to call their own among the tribes of Israel. ",
    "reference": "Judges 18:1"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 2,
    "text": "The Danites sent out from their whole tribe five representatives, capable men from Zorah and Eshtaol, to spy out the land and explore it. They said to them, “Go, explore the land.” They came to the Ephraimite hill country and spent the night at Micah’s house. ",
    "reference": "Judges 18:2"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 3,
    "text": "As they approached Micah’s house, they recognized the accent of the young Levite. So they stopped there and said to him, “Who brought you here? What are you doing in this place? What is your business here?” ",
    "reference": "Judges 18:3"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 4,
    "text": "He told them what Micah had done for him, saying, “He hired me, and I became his priest.” ",
    "reference": "Judges 18:4"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 5,
    "text": "They said to him, “Seek a divine oracle for us, so we can know if we will be successful on our mission.” ",
    "reference": "Judges 18:5"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 6,
    "text": "The priest said to them, “Go with confidence. The Lord will be with you on your mission.” ",
    "reference": "Judges 18:6"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 7,
    "text": "So the five men journeyed on and arrived in Laish. They noticed that the people there were living securely, like the Sidonians do, undisturbed and unsuspecting. No conqueror was troubling them in any way. They lived far from the Sidonians and had no dealings with anyone. ",
    "reference": "Judges 18:7"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 8,
    "text": "When the Danites returned to their tribe in Zorah and Eshtaol, their kinsmen asked them, “How did it go?”",
    "reference": "Judges 18:8"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 9,
    "text": "They said, “Come on, let’s attack them, for we saw their land and it is very good. You seem lethargic, but don’t hesitate to invade and conquer the land. ",
    "reference": "Judges 18:9"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 10,
    "text": "When you invade, you will encounter unsuspecting people. The land is wide! God is handing it over to you—a place that lacks nothing on earth!” ",
    "reference": "Judges 18:10"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 11,
    "text": "So 600 Danites, fully armed, set out from Zorah and Eshtaol. ",
    "reference": "Judges 18:11"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 12,
    "text": "They went up and camped in Kiriath Jearim in Judah. (To this day that place is called Camp of Dan. It is west of Kiriath Jearim.) ",
    "reference": "Judges 18:12"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 13,
    "text": "From there they traveled through the Ephraimite hill country and arrived at Micah’s house. ",
    "reference": "Judges 18:13"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 14,
    "text": "The five men who had gone to spy out the land of Laish said to their kinsmen, “Do you realize that inside these houses are an ephod, some personal idols, a carved image, and a metal image? Decide now what you want to do.” ",
    "reference": "Judges 18:14"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 15,
    "text": "They stopped there, went inside the young Levite’s house (which belonged to Micah), and asked him how he was doing. ",
    "reference": "Judges 18:15"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 16,
    "text": "Meanwhile the 600 Danites, fully armed, stood at the entrance to the gate. ",
    "reference": "Judges 18:16"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 17,
    "text": "The five men who had gone to spy out the land broke in and stole the carved image, the ephod, the personal idols, and the metal image, while the priest was standing at the entrance to the gate with the 600 fully armed men. ",
    "reference": "Judges 18:17"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 18,
    "text": "When these men broke into Micah’s house and stole the carved image, the ephod, the personal idols, and the metal image, the priest said to them, “What are you doing?” ",
    "reference": "Judges 18:18"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 19,
    "text": "They said to him, “Shut up! Put your hand over your mouth and come with us! You can be our adviser and priest. Wouldn’t it be better to be a priest for a whole Israelite tribe than for just one man’s family?” ",
    "reference": "Judges 18:19"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 20,
    "text": "The priest was happy. He took the ephod, the personal idols, and the carved image and joined the group. ",
    "reference": "Judges 18:20"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 21,
    "text": "They turned and went on their way, but they walked behind the children, the cattle, and their possessions. ",
    "reference": "Judges 18:21"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 22,
    "text": "After they had gone a good distance from Micah’s house, Micah’s neighbors gathered together and caught up with the Danites. ",
    "reference": "Judges 18:22"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 23,
    "text": "When they called out to the Danites, the Danites turned around and said to Micah, “Why have you gathered together?” ",
    "reference": "Judges 18:23"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 24,
    "text": "He said, “You stole my gods that I made, as well as this priest, and then went away. What do I have left? How can you have the audacity to say to me, ‘What do you want?’”",
    "reference": "Judges 18:24"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 25,
    "text": "The Danites said to him, “Don’t say another word to us, or some very angry men will attack you, and you and your family will die.” ",
    "reference": "Judges 18:25"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 26,
    "text": "The Danites went on their way; when Micah realized they were too strong to resist, he turned around and went home. ",
    "reference": "Judges 18:26"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 27,
    "text": "Now the Danites took what Micah had made, as well as his priest, and came to Laish, where the people were undisturbed and unsuspecting. They struck them down with the sword and burned the city. ",
    "reference": "Judges 18:27"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 28,
    "text": "No one came to the rescue because the city was far from Sidon and they had no dealings with anyone. The city was in a valley near Beth Rehob. The Danites rebuilt the city and occupied it.",
    "reference": "Judges 18:28"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 29,
    "text": "They named it Dan after their ancestor, who was one of Israel’s sons. But the city’s name used to be Laish. ",
    "reference": "Judges 18:29"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 30,
    "text": "The Danites worshiped the carved image. Jonathan, descendant of Gershom, son of Moses, and his descendants served as priests for the tribe of Dan until the time of the exile. ",
    "reference": "Judges 18:30"
  },
  {
    "bookName": "Judges",
    "chapter": 18,
    "verse": 31,
    "text": "They worshiped Micah’s carved image the whole time God’s authorized shrine was in Shiloh. ",
    "reference": "Judges 18:31"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 1,
    "text": "In those days Israel had no king. There was a Levite living temporarily in the remote region of the Ephraimite hill country. He acquired a concubine from Bethlehem in Judah. ",
    "reference": "Judges 19:1"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 2,
    "text": "However, she got angry at him and went home to her father’s house in Bethlehem in Judah. When she had been there four months, ",
    "reference": "Judges 19:2"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 3,
    "text": "her husband came after her, hoping he could convince her to return. He brought with him his servant and a pair of donkeys. When she brought him into her father’s house and the girl’s father saw him, he greeted him warmly. ",
    "reference": "Judges 19:3"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 4,
    "text": "His father-in-law, the girl’s father, persuaded him to stay with him for three days, and they ate and drank together, and spent the night there. ",
    "reference": "Judges 19:4"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 5,
    "text": "On the fourth day they woke up early and the Levite got ready to leave. But the girl’s father said to his son-in-law, “Have a bite to eat for some energy, then you can go.” ",
    "reference": "Judges 19:5"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 6,
    "text": "So the two of them sat down and had a meal together. Then the girl’s father said to the man, “Why not stay another night and have a good time?” ",
    "reference": "Judges 19:6"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 7,
    "text": "When the man got ready to leave, his father-in-law convinced him to stay another night.",
    "reference": "Judges 19:7"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 8,
    "text": "He woke up early in the morning on the fifth day so he could leave, but the girl’s father said, “Get some energy! Wait until later in the day to leave.” So they ate a meal together.",
    "reference": "Judges 19:8"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 9,
    "text": "When the man got ready to leave with his concubine and his servant, his father-in-law, the girl’s father, said to him, “Look! The day is almost over. Stay another night! Since the day is over, stay another night here and have a good time. You can get up early tomorrow and start your trip home.” ",
    "reference": "Judges 19:9"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 10,
    "text": "But the man did not want to stay another night. He left and traveled as far as Jebus (that is, Jerusalem). He had with him a pair of saddled donkeys and his concubine. ",
    "reference": "Judges 19:10"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 11,
    "text": "When they got near Jebus, it was getting quite late and the servant said to his master, “Come on, let’s stop at this Jebusite city and spend the night in it.”",
    "reference": "Judges 19:11"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 12,
    "text": "But his master said to him, “We should not stop at a foreign city where non-Israelites live. We will travel on to Gibeah.” ",
    "reference": "Judges 19:12"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 13,
    "text": "He said to his servant, “Come on, we will go into one of the other towns and spend the night in Gibeah or Ramah.” ",
    "reference": "Judges 19:13"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 14,
    "text": "So they traveled on, and the sun went down when they were near Gibeah in the territory of Benjamin. ",
    "reference": "Judges 19:14"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 15,
    "text": "They stopped there and decided to spend the night in Gibeah. They came into the city and sat down in the town square, but no one invited them to spend the night. ",
    "reference": "Judges 19:15"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 16,
    "text": "But then an old man passed by, returning at the end of the day from his work in the field. The man was from the Ephraimite hill country; he was living temporarily in Gibeah. (The residents of the town were Benjaminites.) ",
    "reference": "Judges 19:16"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 17,
    "text": "When he looked up and saw the traveler in the town square, the old man said, “Where are you heading? Where do you come from?” ",
    "reference": "Judges 19:17"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 18,
    "text": "The Levite said to him, “We are traveling from Bethlehem in Judah to the remote region of the Ephraimite hill country. That’s where I’m from. I had business in Bethlehem in Judah, but now I’m heading home. But no one has invited me into their home. ",
    "reference": "Judges 19:18"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 19,
    "text": "We have enough straw and grain for our donkeys, and there is enough food and wine for me, your female servant, and the young man who is with your servants. We lack nothing.”",
    "reference": "Judges 19:19"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 20,
    "text": "The old man said, “Everything is just fine. I will take care of all your needs. But don’t spend the night in the town square.” ",
    "reference": "Judges 19:20"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 21,
    "text": "So he brought him to his house and fed the donkeys. They washed their feet and had a meal. ",
    "reference": "Judges 19:21"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 22,
    "text": "They were having a good time, when suddenly some men of the city, some good-for-nothings, surrounded the house and kept beating on the door. They said to the old man who owned the house, “Send out the man who came to visit you so we can take carnal knowledge of him.” ",
    "reference": "Judges 19:22"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 23,
    "text": "The man who owned the house went outside and said to them, “No, my brothers! Don’t do this wicked thing! After all, this man is a guest in my house. Don’t do such a disgraceful thing! ",
    "reference": "Judges 19:23"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 24,
    "text": "Here are my virgin daughter and my guest’s concubine. I will send them out, and you can abuse them and do to them whatever you like. But don’t do such a disgraceful thing to this man!” ",
    "reference": "Judges 19:24"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 25,
    "text": "The men refused to listen to him, so the Levite grabbed his concubine and made her go outside. They raped her and abused her all night long until morning. They let her go at dawn. ",
    "reference": "Judges 19:25"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 26,
    "text": "The woman arrived back at daybreak and was sprawled out on the doorstep of the house where her master was staying until it became light. ",
    "reference": "Judges 19:26"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 27,
    "text": "When her master got up in the morning, opened the doors of the house, and went outside to start on his journey, there was the woman, his concubine, sprawled out on the doorstep of the house with her hands on the threshold. ",
    "reference": "Judges 19:27"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 28,
    "text": "He said to her, “Get up, let’s leave.” But there was no response. He put her on the donkey and went home. ",
    "reference": "Judges 19:28"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 29,
    "text": "When he got home, he took a knife, grasped his concubine, and carved her up into twelve pieces. Then he sent the pieces throughout Israel. ",
    "reference": "Judges 19:29"
  },
  {
    "bookName": "Judges",
    "chapter": 19,
    "verse": 30,
    "text": "Everyone who saw the sight said, “Nothing like this has happened or been witnessed during the entire time since the Israelites left the land of Egypt! Take careful note of it! Discuss it and speak!” ",
    "reference": "Judges 19:30"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 1,
    "text": "All the Israelites from Dan to Beer Sheba and from the land of Gilead left their homes and assembled together before the Lord at Mizpah. ",
    "reference": "Judges 20:1"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 2,
    "text": "The leaders of all the people from all the tribes of Israel took their places in the assembly of God’s people, which numbered 400,000 sword-wielding foot soldiers.",
    "reference": "Judges 20:2"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 3,
    "text": "The Benjaminites heard that the Israelites had gone up to Mizpah. Then the Israelites said, “Explain how this wicked thing happened!”",
    "reference": "Judges 20:3"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 4,
    "text": "The Levite, the husband of the murdered woman, spoke up, “I and my concubine stopped in Gibeah in the territory of Benjamin to spend the night.",
    "reference": "Judges 20:4"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 5,
    "text": "The leaders of Gibeah attacked me and at night surrounded the house where I was staying. They wanted to kill me; instead they abused my concubine so badly that she died. ",
    "reference": "Judges 20:5"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 6,
    "text": "I took hold of my concubine and carved her up and sent the pieces throughout the territory occupied by Israel because they committed such an unthinkable atrocity in Israel. ",
    "reference": "Judges 20:6"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 7,
    "text": "All you Israelites, make a decision here!” ",
    "reference": "Judges 20:7"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 8,
    "text": "All Israel rose up in unison and said, “Not one of us will go home! Not one of us will return to his house! ",
    "reference": "Judges 20:8"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 9,
    "text": "Now this is what we will do to Gibeah: We will attack the city as the lot dictates.",
    "reference": "Judges 20:9"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 10,
    "text": "We will take ten of every group of a hundred men from all the tribes of Israel (and a hundred of every group of a thousand, and a thousand of every group of ten thousand) to get supplies for the army. When they arrive in Gibeah of Benjamin, they will punish them for the atrocity that they committed in Israel.” ",
    "reference": "Judges 20:10"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 11,
    "text": "So all the men of Israel gathered together at the city as allies. ",
    "reference": "Judges 20:11"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 12,
    "text": "The tribes of Israel sent men throughout the tribe of Benjamin, saying, “How could such a wicked thing take place?",
    "reference": "Judges 20:12"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 13,
    "text": "Now, hand over the good-for-nothings in Gibeah, so we can execute them and purge Israel of wickedness.” But the Benjaminites refused to listen to their Israelite brothers. ",
    "reference": "Judges 20:13"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 14,
    "text": "The Benjaminites came from their cities and assembled at Gibeah to make war against the Israelites. ",
    "reference": "Judges 20:14"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 15,
    "text": "That day the Benjaminites mustered from their cities 26,000 sword-wielding soldiers, besides 700 well-trained soldiers from Gibeah. ",
    "reference": "Judges 20:15"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 16,
    "text": "Among this army were 700 specially trained left-handed soldiers. Each one could sling a stone and hit even the smallest target. ",
    "reference": "Judges 20:16"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 17,
    "text": "The men of Israel (not counting Benjamin) had mustered 400,000 sword-wielding soldiers, every one an experienced warrior. ",
    "reference": "Judges 20:17"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 18,
    "text": "The Israelites went up to Bethel and asked God, “Who should lead the charge against the Benjaminites?” The Lord said, “Judah should lead.” ",
    "reference": "Judges 20:18"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 19,
    "text": "The Israelites got up the next morning and moved against Gibeah. ",
    "reference": "Judges 20:19"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 20,
    "text": "The men of Israel marched out to fight Benjamin; they arranged their battle lines against Gibeah. ",
    "reference": "Judges 20:20"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 21,
    "text": "The Benjaminites attacked from Gibeah and struck down 22,000 Israelites that day. ",
    "reference": "Judges 20:21"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 22,
    "text": "The Israelite army took heart and once more arranged their battle lines, in the same place where they had taken their positions the day before. ",
    "reference": "Judges 20:22"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 23,
    "text": "The Israelites went up and wept before the Lord until evening. They asked the Lord, “Should we again march out to fight the Benjaminites, our brothers?” The Lord said, “Attack them.” ",
    "reference": "Judges 20:23"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 24,
    "text": "So the Israelites marched toward the Benjaminites the next day. ",
    "reference": "Judges 20:24"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 25,
    "text": "The Benjaminites again attacked them from Gibeah and struck down 18,000 sword-wielding Israelite soldiers. ",
    "reference": "Judges 20:25"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 26,
    "text": "So all the Israelites, the whole army, went up to Bethel. They wept and sat there before the Lord; they did not eat anything that day until evening. They offered up burnt sacrifices and tokens of peace to the Lord. ",
    "reference": "Judges 20:26"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 27,
    "text": "The Israelites asked the Lord (for the ark of God’s covenant was there in those days; ",
    "reference": "Judges 20:27"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 28,
    "text": "Phinehas son of Eleazar, son of Aaron, was serving the Lord in those days), “Should we once more march out to fight the Benjaminites our brothers, or should we quit?” The Lord said, “Attack, for tomorrow I will hand them over to you.”",
    "reference": "Judges 20:28"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 29,
    "text": "So Israel hid men in ambush outside Gibeah. ",
    "reference": "Judges 20:29"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 30,
    "text": "The Israelites attacked the Benjaminites the next day; they took their positions against Gibeah just as they had done before. ",
    "reference": "Judges 20:30"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 31,
    "text": "The Benjaminites attacked the army, leaving the city unguarded. They began to strike down their enemy just as they had done before. On the main roads (one leads to Bethel, the other to Gibeah) and in the field, they struck down about 30 Israelites. ",
    "reference": "Judges 20:31"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 32,
    "text": "Then the Benjaminites said, “They are defeated just as before.” But the Israelites said, “Let’s retreat and lure them away from the city into the main roads.” ",
    "reference": "Judges 20:32"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 33,
    "text": " All the men of Israel got up from their places and took their positions at Baal Tamar, while the Israelites hiding in ambush jumped out of their places west of Gibeah. ",
    "reference": "Judges 20:33"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 34,
    "text": "Then 10,000 men, well-trained soldiers from all Israel, made a frontal assault against Gibeah; the battle was fierce. But the Benjaminites did not realize that disaster was at their doorstep. ",
    "reference": "Judges 20:34"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 35,
    "text": "The Lord annihilated Benjamin before Israel; the Israelites struck down that day 25,100 sword-wielding Benjaminites. ",
    "reference": "Judges 20:35"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 36,
    "text": "Then the Benjaminites saw they were defeated.The Israelites retreated before Benjamin because they had confidence in the men they had hidden in ambush outside Gibeah. ",
    "reference": "Judges 20:36"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 37,
    "text": "The men hiding in ambush made a mad dash to Gibeah. They attacked and put the sword to the entire city. ",
    "reference": "Judges 20:37"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 38,
    "text": "The Israelites and the men hiding in ambush had arranged a signal. When the men hiding in ambush sent up a smoke signal from the city, ",
    "reference": "Judges 20:38"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 39,
    "text": "the Israelites counterattacked. Benjamin had begun to strike down the Israelites; they struck down about 30 men. They said, “There’s no doubt about it! They are totally defeated as in the earlier battle.” ",
    "reference": "Judges 20:39"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 40,
    "text": "But when the signal, a pillar of smoke, began to rise up from the city, the Benjaminites turned around and saw the whole city going up in a cloud of smoke that rose high into the sky. ",
    "reference": "Judges 20:40"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 41,
    "text": "When the Israelites turned around, the Benjaminites panicked because they could see that disaster was on their doorstep. ",
    "reference": "Judges 20:41"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 42,
    "text": "They retreated before the Israelites, taking the road to the wilderness. But the battle overtook them as men from the surrounding cities struck them down. ",
    "reference": "Judges 20:42"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 43,
    "text": "They surrounded the Benjaminites, chased them from Nohah, and annihilated them all the way to a spot east of Geba. ",
    "reference": "Judges 20:43"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 44,
    "text": "So 18,000 Benjaminites, all of them capable warriors, fell dead.",
    "reference": "Judges 20:44"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 45,
    "text": "The rest turned and ran toward the wilderness, heading toward the cliff of Rimmon. But the Israelites caught 5,000 of them on the main roads. They stayed right on their heels all the way to Gidom and struck down 2,000 more.",
    "reference": "Judges 20:45"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 46,
    "text": "That day 25,000 sword-wielding Benjaminites fell in battle, all of them capable warriors. ",
    "reference": "Judges 20:46"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 47,
    "text": "But 600 survivors turned and ran away to the wilderness, to the cliff of Rimmon. They stayed there four months. ",
    "reference": "Judges 20:47"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 48,
    "text": "The Israelites returned to the Benjaminite towns and put the sword to them. They wiped out the cities, the animals, and everything they could find. They set fire to every city in their path.",
    "reference": "Judges 20:48"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 1,
    "text": "The Israelites had taken an oath in Mizpah, saying, “Not one of us will allow his daughter to marry a Benjaminite.” ",
    "reference": "Judges 21:1"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 2,
    "text": "So the people came to Bethel and sat there before God until evening, weeping loudly and uncontrollably. ",
    "reference": "Judges 21:2"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 3,
    "text": "They said, “Why, O Lord God of Israel, has this happened in Israel? An entire tribe has disappeared from Israel today!” ",
    "reference": "Judges 21:3"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 4,
    "text": "The next morning the people got up early and built an altar there. They offered up burnt sacrifices and tokens of peace. ",
    "reference": "Judges 21:4"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 5,
    "text": "The Israelites asked, “Who from all the Israelite tribes has not assembled before the Lord?” They had made a solemn oath that whoever did not assemble before the Lord at Mizpah must certainly be executed. ",
    "reference": "Judges 21:5"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 6,
    "text": "The Israelites regretted what had happened to their brother Benjamin. They said, “Today we cut off an entire tribe from Israel! ",
    "reference": "Judges 21:6"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 7,
    "text": "How can we find wives for those who are left? After all, we took an oath in the Lord’s name not to give them our daughters as wives.” ",
    "reference": "Judges 21:7"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 8,
    "text": "So they asked, “Who from all the Israelite tribes did not assemble before the Lord at Mizpah?” Now it just so happened no one from Jabesh Gilead had come to the gathering. ",
    "reference": "Judges 21:8"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 9,
    "text": "When they took roll call, they noticed none of the inhabitants of Jabesh Gilead were there. ",
    "reference": "Judges 21:9"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 10,
    "text": "So the assembly sent 12,000 capable warriors against Jabesh Gilead. They commanded them, “Go and kill with your swords the inhabitants of Jabesh Gilead, including the women and little children. ",
    "reference": "Judges 21:10"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 11,
    "text": "Do this: Exterminate every male, as well as every woman who has experienced a man’s bed. But spare the lives of any virgins.” So they did as instructed. ",
    "reference": "Judges 21:11"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 12,
    "text": "They found among the inhabitants of Jabesh Gilead 400 young girls who were virgins who had never been intimate with a man in bed. They brought them back to the camp at Shiloh in the land of Canaan. ",
    "reference": "Judges 21:12"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 13,
    "text": "The entire assembly sent messengers to the Benjaminites at the cliff of Rimmon and assured them they would not be harmed. ",
    "reference": "Judges 21:13"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 14,
    "text": "The Benjaminites returned at that time, and the Israelites gave to them the women they had spared from Jabesh Gilead. But there were not enough to go around.",
    "reference": "Judges 21:14"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 15,
    "text": "The people regretted what had happened to Benjamin because the Lord had weakened the Israelite tribes. ",
    "reference": "Judges 21:15"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 16,
    "text": "The leaders of the assembly said, “How can we find wives for those who are left? After all, the Benjaminite women have been wiped out.",
    "reference": "Judges 21:16"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 17,
    "text": "The remnant of Benjamin must be preserved. An entire Israelite tribe should not be wiped out. ",
    "reference": "Judges 21:17"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 18,
    "text": "But we can’t allow our daughters to marry them, for the Israelites took an oath, saying, ‘Whoever gives a woman to a Benjaminite will be destroyed.’ ",
    "reference": "Judges 21:18"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 19,
    "text": "However, there is an annual festival to the Lord in Shiloh, which is north of Bethel (east of the main road that goes up from Bethel to Shechem) and south of Lebonah.” ",
    "reference": "Judges 21:19"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 20,
    "text": "So they commanded the Benjaminites, “Go hide in the vineyards, ",
    "reference": "Judges 21:20"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 21,
    "text": "and keep your eyes open. When you see the daughters of Shiloh coming out to dance in the celebration, jump out from the vineyards. Each one of you, catch yourself a wife from among the daughters of Shiloh and then go home to the land of Benjamin. ",
    "reference": "Judges 21:21"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 22,
    "text": "When their fathers or brothers come and protest to us, we’ll say to them, ‘Do us a favor and let them be, for we could not get each one a wife through battle. Don’t worry about breaking your oath! You would only be guilty if you had voluntarily given them wives.’” ",
    "reference": "Judges 21:22"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 23,
    "text": "The Benjaminites did as instructed. They abducted 200 of the dancing girls to be their wives. They went home to their own territory, rebuilt their cities, and settled down.",
    "reference": "Judges 21:23"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 24,
    "text": "Then the Israelites dispersed from there to their respective tribal and clan territories. Each went from there to his own property. ",
    "reference": "Judges 21:24"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 25,
    "text": "In those days Israel had no king. Each man did what he considered to be right. ",
    "reference": "Judges 21:25"
  }
]