[{"bookName":"Judges","chapter":12,"verse":1,"text":"The Ephraimites assembled and crossed over to Zaphon. They said to Jephthah, “Why did you go and fight with the Ammonites without asking us to go with you? We will burn your house down right over you!”","reference":"Judges 12:1"},{"bookName":"Judges","chapter":12,"verse":2,"text":"Jephthah said to them, “My people and I were in a struggle, and the Ammonites were oppressing me greatly. I asked for your help, but you did not deliver me from their power. ","reference":"Judges 12:2"},{"bookName":"Judges","chapter":12,"verse":3,"text":"When I saw that you were not going to help, I risked my life and advanced against the Ammonites, and the Lord handed them over to me. Why have you come up to fight with me today?” ","reference":"Judges 12:3"},{"bookName":"Judges","chapter":12,"verse":4,"text":"Jephthah assembled all the men of Gilead and they fought with Ephraim. The men of Gilead defeated Ephraim because the Ephraimites insulted them, saying, “You Gileadites are refugees in Ephraim, living within Ephraim’s and Manasseh’s territory.” ","reference":"Judges 12:4"},{"bookName":"Judges","chapter":12,"verse":5,"text":"The Gileadites captured the fords of the Jordan River opposite Ephraim. Whenever an Ephraimite fugitive said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he said, “No,”","reference":"Judges 12:5"},{"bookName":"Judges","chapter":12,"verse":6,"text":"then they said to him, “Say ‘Shibboleth!’” If he said, “Sibboleth” (and could not pronounce the word correctly), they grabbed him and executed him right there at the fords of the Jordan. On that day 42,000 Ephraimites fell dead. ","reference":"Judges 12:6"},{"bookName":"Judges","chapter":12,"verse":7,"text":"Jephthah led Israel for six years; then he died and was buried in his town in Gilead. ","reference":"Judges 12:7"},{"bookName":"Judges","chapter":12,"verse":8,"text":"After him Ibzan of Bethlehem led Israel. ","reference":"Judges 12:8"},{"bookName":"Judges","chapter":12,"verse":9,"text":"He had 30 sons. He arranged for 30 of his daughters to be married outside his extended family, and he arranged for 30 young women to be brought from outside as wives for his sons. Ibzan led Israel for seven years; ","reference":"Judges 12:9"},{"bookName":"Judges","chapter":12,"verse":10,"text":"then he died and was buried in Bethlehem. ","reference":"Judges 12:10"},{"bookName":"Judges","chapter":12,"verse":11,"text":"After him Elon the Zebulunite led Israel for 10 years. ","reference":"Judges 12:11"},{"bookName":"Judges","chapter":12,"verse":12,"text":"Then Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun. ","reference":"Judges 12:12"},{"bookName":"Judges","chapter":12,"verse":13,"text":"After him Abdon son of Hillel the Pirathonite led Israel. ","reference":"Judges 12:13"},{"bookName":"Judges","chapter":12,"verse":14,"text":"He had 40 sons and 30 grandsons who rode on 70 donkeys. He led Israel for eight years. ","reference":"Judges 12:14"},{"bookName":"Judges","chapter":12,"verse":15,"text":"Then Abdon son of Hillel the Pirathonite died and was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites. ","reference":"Judges 12:15"}]