[{"bookName":"Judges","chapter":5,"verse":1,"text":"On that day Deborah and Barak son of Abinoam sang this victory song:","reference":"Judges 5:1"},{"bookName":"Judges","chapter":5,"verse":2,"text":"“When the leaders took the lead in Israel, When the people answered the call to war— Praise the Lord! ","reference":"Judges 5:2"},{"bookName":"Judges","chapter":5,"verse":3,"text":"Hear, O kings! Pay attention, O rulers! I will sing to the Lord! I will sing to the Lord God of Israel! ","reference":"Judges 5:3"},{"bookName":"Judges","chapter":5,"verse":4,"text":"“O Lord, when you departed from Seir, when you marched from Edom’s plains, the earth shook, the heavens poured down, the clouds poured down rain. ","reference":"Judges 5:4"},{"bookName":"Judges","chapter":5,"verse":5,"text":"The mountains trembled before the Lord, the God of Sinai; before the Lord God of Israel. ","reference":"Judges 5:5"},{"bookName":"Judges","chapter":5,"verse":6,"text":"“In the days of Shamgar son of Anath, in the days of Jael caravans disappeared; travelers had to go on winding side roads. ","reference":"Judges 5:6"},{"bookName":"Judges","chapter":5,"verse":7,"text":"Warriors were scarce; they were scarce in Israel, until you arose, Deborah, until you arose as a motherly protector in Israel. ","reference":"Judges 5:7"},{"bookName":"Judges","chapter":5,"verse":8,"text":"God chose new leaders, then fighters appeared in the city gates; but, I swear, not a shield or spear could be found among 40 military units in Israel. ","reference":"Judges 5:8"},{"bookName":"Judges","chapter":5,"verse":9,"text":"My heart went out to Israel’s leaders, to the people who answered the call to war. Praise the Lord! ","reference":"Judges 5:9"},{"bookName":"Judges","chapter":5,"verse":10,"text":"“You who ride on light-colored female donkeys, who sit on saddle blankets, you who walk on the road, pay attention! ","reference":"Judges 5:10"},{"bookName":"Judges","chapter":5,"verse":11,"text":"Hear the sound of those who divide the sheep among the watering places; there they tell of the Lord’s victorious deeds, the victorious deeds of his warriors in Israel. Then the Lord’s people went down to the city gates—","reference":"Judges 5:11"},{"bookName":"Judges","chapter":5,"verse":12,"text":"“Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Capture your prisoners of war, son of Abinoam! ","reference":"Judges 5:12"},{"bookName":"Judges","chapter":5,"verse":13,"text":"Then the survivors came down to the mighty ones; the Lord’s people came down to me as warriors. ","reference":"Judges 5:13"},{"bookName":"Judges","chapter":5,"verse":14,"text":"They came from Ephraim, who uprooted Amalek; they follow after you, Benjamin, with your soldiers. From Makir leaders came down, from Zebulun came the ones who march carrying an officer’s staff. ","reference":"Judges 5:14"},{"bookName":"Judges","chapter":5,"verse":15,"text":"Issachar’s leaders were with Deborah; the men of Issachar supported Barak; into the valley they were sent under Barak’s command. Among the clans of Reuben there was intense heart searching. ","reference":"Judges 5:15"},{"bookName":"Judges","chapter":5,"verse":16,"text":"Why do you remain among the sheepfolds, listening to the shepherds playing their pipes for their flocks? As for the clans of Reuben—there was intense searching of heart. ","reference":"Judges 5:16"},{"bookName":"Judges","chapter":5,"verse":17,"text":"Gilead stayed put beyond the Jordan River. As for Dan—why did he seek temporary employment in the shipyards? Asher remained on the seacoast; he stayed by his harbors. ","reference":"Judges 5:17"},{"bookName":"Judges","chapter":5,"verse":18,"text":"The men of Zebulun were not concerned about their lives; Naphtali charged onto the battlefields. ","reference":"Judges 5:18"},{"bookName":"Judges","chapter":5,"verse":19,"text":"“Kings came, they fought; the kings of Canaan fought at Taanach by the waters of Megiddo, but they took no silver as plunder.","reference":"Judges 5:19"},{"bookName":"Judges","chapter":5,"verse":20,"text":"From the sky the stars fought, from their paths in the heavens they fought against Sisera. ","reference":"Judges 5:20"},{"bookName":"Judges","chapter":5,"verse":21,"text":"The Kishon River carried them off; the river confronted them—the Kishon River. Step on the necks of the strong! ","reference":"Judges 5:21"},{"bookName":"Judges","chapter":5,"verse":22,"text":"“The horses’ hooves pounded the ground; the stallions galloped madly. ","reference":"Judges 5:22"},{"bookName":"Judges","chapter":5,"verse":23,"text":"‘Call judgment down on Meroz,’ says the angel of the Lord; ‘Be sure to call judgment down on those who live there, because they did not come to help in the Lord’s battle, to help in the Lord’s battle against the warriors.’ ","reference":"Judges 5:23"},{"bookName":"Judges","chapter":5,"verse":24,"text":"“The most rewarded of women should be Jael, the wife of Heber the Kenite! She should be the most rewarded of women who live in tents. ","reference":"Judges 5:24"},{"bookName":"Judges","chapter":5,"verse":25,"text":"He asked for water, and she gave him milk; in a bowl fit for a king, she served him curds. ","reference":"Judges 5:25"},{"bookName":"Judges","chapter":5,"verse":26,"text":"Her left hand reached for the tent peg, her right hand for the workmen’s hammer. She ‘hammered’ Sisera, she shattered his skull, she smashed his head, she drove the tent peg through his temple. ","reference":"Judges 5:26"},{"bookName":"Judges","chapter":5,"verse":27,"text":"Between her feet he collapsed, he fell limp and was lifeless; between her feet he collapsed and fell, in the spot where he collapsed, there he fell—violently killed! ","reference":"Judges 5:27"},{"bookName":"Judges","chapter":5,"verse":28,"text":"“Through the window she looked; Sisera’s mother cried out through the lattice: ‘Why is his chariot so slow to return? Why are the hoofbeats of his chariot horses delayed?’ ","reference":"Judges 5:28"},{"bookName":"Judges","chapter":5,"verse":29,"text":"The wisest of her ladies answer; indeed she even thinks to herself,","reference":"Judges 5:29"},{"bookName":"Judges","chapter":5,"verse":30,"text":"‘No doubt they are gathering and dividing the plunder— a girl or two for each man to rape! Sisera is grabbing up colorful cloth, he is grabbing up colorful embroidered cloth, two pieces of colorful embroidered cloth, for the neck of the plunderer!’ ","reference":"Judges 5:30"},{"bookName":"Judges","chapter":5,"verse":31,"text":"“May all your enemies perish like this, O Lord! But may those who love you shine like the rising sun at its brightest.” And the land had rest for forty years. ","reference":"Judges 5:31"}]