[
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 1,
    "text": "These were the nations the Lord permitted to remain so he could use them to test Israel—he wanted to test all those who had not experienced battle against the Canaanites. ",
    "reference": "Judges 3:1"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 2,
    "text": "He left those nations simply because he wanted to teach the subsequent generations of Israelites, who had not experienced the earlier battles, how to conduct holy war. ",
    "reference": "Judges 3:2"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 3,
    "text": "These were the nations: the five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites living in Mount Lebanon, from Mount Baal Hermon to Lebo Hamath.",
    "reference": "Judges 3:3"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 4,
    "text": "They were left to test Israel, so the Lord would know if his people would obey the commands he gave their ancestors through Moses. ",
    "reference": "Judges 3:4"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 5,
    "text": "The Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. ",
    "reference": "Judges 3:5"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 6,
    "text": "They took the Canaanites’ daughters as wives and gave their daughters to the Canaanites; they worshiped their gods as well.",
    "reference": "Judges 3:6"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 7,
    "text": "The Israelites did evil in the Lord’s sight. They forgot the Lord their God and worshiped the Baals and the Asherahs. ",
    "reference": "Judges 3:7"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 8,
    "text": "The Lord was furious with Israel and turned them over to King Cushan Rishathaim of Armon Haraim. They were Cushan Rishathaim’s subjects for eight years. ",
    "reference": "Judges 3:8"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 9,
    "text": "When the Israelites cried out for help to the Lord, he raised up a deliverer for the Israelites who rescued them. His name was Othniel son of Kenaz, Caleb’s younger brother. ",
    "reference": "Judges 3:9"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 10,
    "text": "The Lord’s Spirit empowered him and he led Israel. When he went to do battle, the Lord handed over to him King Cushan Rishathaim of Armon, and Othniel overpowered him.",
    "reference": "Judges 3:10"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 11,
    "text": "The land had rest for 40 years; then Othniel son of Kenaz died. ",
    "reference": "Judges 3:11"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 12,
    "text": "The Israelites again did evil in the Lord’s sight. The Lord gave King Eglon of Moab control over Israel because they had done evil in the Lord’s sight. ",
    "reference": "Judges 3:12"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 13,
    "text": "Eglon formed alliances with the Ammonites and Amalekites. He came and defeated Israel, and they seized the city of date palm trees. ",
    "reference": "Judges 3:13"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 14,
    "text": "The Israelites were subject to King Eglon of Moab for 18 years. ",
    "reference": "Judges 3:14"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 15,
    "text": "When the Israelites cried out for help to the Lord, he raised up a deliverer for them. His name was Ehud son of Gera the Benjaminite, a left-handed man. The Israelites sent him to King Eglon of Moab with their tribute payment. ",
    "reference": "Judges 3:15"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 16,
    "text": "Ehud made himself a sword—it had two edges and was 18 inches long. He strapped it under his coat on his right thigh. ",
    "reference": "Judges 3:16"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 17,
    "text": "He brought the tribute payment to King Eglon of Moab. (Now Eglon was a very fat man.) ",
    "reference": "Judges 3:17"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 18,
    "text": "After Ehud brought the tribute payment, he dismissed the people who had carried it.",
    "reference": "Judges 3:18"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 19,
    "text": "But he went back once he reached the carved images at Gilgal. He said to Eglon, “I have a secret message for you, O king.” Eglon said, “Be quiet!” All his attendants left. ",
    "reference": "Judges 3:19"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 20,
    "text": "When Ehud approached him, he was sitting in his well-ventilated upper room all by himself. Ehud said, “I have a message from God for you.” When Eglon rose up from his seat, ",
    "reference": "Judges 3:20"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 21,
    "text": "Ehud reached with his left hand, pulled the sword from his right thigh, and drove it into Eglon’s belly. ",
    "reference": "Judges 3:21"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 22,
    "text": "The handle went in after the blade, and the fat closed around the blade, for Ehud did not pull the sword out of his belly. ",
    "reference": "Judges 3:22"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 23,
    "text": "As Ehud went out into the vestibule, he closed the doors of the upper room behind him and locked them.",
    "reference": "Judges 3:23"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 24,
    "text": "When Ehud had left, Eglon’s servants came and saw the locked doors of the upper room. They said, “He must be relieving himself in the well-ventilated inner room.” ",
    "reference": "Judges 3:24"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 25,
    "text": "They waited so long they were embarrassed, but he still did not open the doors of the upper room. Finally they took the key and opened the doors. Right before their eyes was their master, sprawled out dead on the floor! ",
    "reference": "Judges 3:25"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 26,
    "text": "Now Ehud had escaped while they were delaying. When he passed the carved images, he escaped to Seirah. ",
    "reference": "Judges 3:26"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 27,
    "text": "When he reached Seirah, he blew a trumpet in the Ephraimite hill country. The Israelites went down with him from the hill country, with Ehud in the lead. ",
    "reference": "Judges 3:27"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 28,
    "text": "He said to them, “Follow me, for the Lord is about to defeat your enemies, the Moabites!” They followed him, captured the fords of the Jordan River opposite Moab, and did not let anyone cross. ",
    "reference": "Judges 3:28"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 29,
    "text": "That day they killed about 10,000 Moabites—all strong, capable warriors; not one escaped. ",
    "reference": "Judges 3:29"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 30,
    "text": "Israel humiliated Moab that day, and the land had rest for 80 years. ",
    "reference": "Judges 3:30"
  },
  {
    "bookName": "Judges",
    "chapter": 3,
    "verse": 31,
    "text": "After Ehud came Shamgar son of Anath. He killed 600 Philistines with an oxgoad. So he also delivered Israel. ",
    "reference": "Judges 3:31"
  }
]