[
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 1,
    "text": "The Israelites had taken an oath in Mizpah, saying, “Not one of us will allow his daughter to marry a Benjaminite.” ",
    "reference": "Judges 21:1"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 2,
    "text": "So the people came to Bethel and sat there before God until evening, weeping loudly and uncontrollably. ",
    "reference": "Judges 21:2"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 3,
    "text": "They said, “Why, O Lord God of Israel, has this happened in Israel? An entire tribe has disappeared from Israel today!” ",
    "reference": "Judges 21:3"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 4,
    "text": "The next morning the people got up early and built an altar there. They offered up burnt sacrifices and tokens of peace. ",
    "reference": "Judges 21:4"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 5,
    "text": "The Israelites asked, “Who from all the Israelite tribes has not assembled before the Lord?” They had made a solemn oath that whoever did not assemble before the Lord at Mizpah must certainly be executed. ",
    "reference": "Judges 21:5"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 6,
    "text": "The Israelites regretted what had happened to their brother Benjamin. They said, “Today we cut off an entire tribe from Israel! ",
    "reference": "Judges 21:6"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 7,
    "text": "How can we find wives for those who are left? After all, we took an oath in the Lord’s name not to give them our daughters as wives.” ",
    "reference": "Judges 21:7"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 8,
    "text": "So they asked, “Who from all the Israelite tribes did not assemble before the Lord at Mizpah?” Now it just so happened no one from Jabesh Gilead had come to the gathering. ",
    "reference": "Judges 21:8"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 9,
    "text": "When they took roll call, they noticed none of the inhabitants of Jabesh Gilead were there. ",
    "reference": "Judges 21:9"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 10,
    "text": "So the assembly sent 12,000 capable warriors against Jabesh Gilead. They commanded them, “Go and kill with your swords the inhabitants of Jabesh Gilead, including the women and little children. ",
    "reference": "Judges 21:10"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 11,
    "text": "Do this: Exterminate every male, as well as every woman who has experienced a man’s bed. But spare the lives of any virgins.” So they did as instructed. ",
    "reference": "Judges 21:11"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 12,
    "text": "They found among the inhabitants of Jabesh Gilead 400 young girls who were virgins who had never been intimate with a man in bed. They brought them back to the camp at Shiloh in the land of Canaan. ",
    "reference": "Judges 21:12"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 13,
    "text": "The entire assembly sent messengers to the Benjaminites at the cliff of Rimmon and assured them they would not be harmed. ",
    "reference": "Judges 21:13"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 14,
    "text": "The Benjaminites returned at that time, and the Israelites gave to them the women they had spared from Jabesh Gilead. But there were not enough to go around.",
    "reference": "Judges 21:14"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 15,
    "text": "The people regretted what had happened to Benjamin because the Lord had weakened the Israelite tribes. ",
    "reference": "Judges 21:15"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 16,
    "text": "The leaders of the assembly said, “How can we find wives for those who are left? After all, the Benjaminite women have been wiped out.",
    "reference": "Judges 21:16"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 17,
    "text": "The remnant of Benjamin must be preserved. An entire Israelite tribe should not be wiped out. ",
    "reference": "Judges 21:17"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 18,
    "text": "But we can’t allow our daughters to marry them, for the Israelites took an oath, saying, ‘Whoever gives a woman to a Benjaminite will be destroyed.’ ",
    "reference": "Judges 21:18"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 19,
    "text": "However, there is an annual festival to the Lord in Shiloh, which is north of Bethel (east of the main road that goes up from Bethel to Shechem) and south of Lebonah.” ",
    "reference": "Judges 21:19"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 20,
    "text": "So they commanded the Benjaminites, “Go hide in the vineyards, ",
    "reference": "Judges 21:20"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 21,
    "text": "and keep your eyes open. When you see the daughters of Shiloh coming out to dance in the celebration, jump out from the vineyards. Each one of you, catch yourself a wife from among the daughters of Shiloh and then go home to the land of Benjamin. ",
    "reference": "Judges 21:21"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 22,
    "text": "When their fathers or brothers come and protest to us, we’ll say to them, ‘Do us a favor and let them be, for we could not get each one a wife through battle. Don’t worry about breaking your oath! You would only be guilty if you had voluntarily given them wives.’” ",
    "reference": "Judges 21:22"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 23,
    "text": "The Benjaminites did as instructed. They abducted 200 of the dancing girls to be their wives. They went home to their own territory, rebuilt their cities, and settled down.",
    "reference": "Judges 21:23"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 24,
    "text": "Then the Israelites dispersed from there to their respective tribal and clan territories. Each went from there to his own property. ",
    "reference": "Judges 21:24"
  },
  {
    "bookName": "Judges",
    "chapter": 21,
    "verse": 25,
    "text": "In those days Israel had no king. Each man did what he considered to be right. ",
    "reference": "Judges 21:25"
  }
]