[{"bookName":"Judges","chapter":2,"verse":1,"text":"The angel of the Lord went up from Gilgal to Bokim. He said, “I brought you up from Egypt and led you into the land I had solemnly promised to give to your ancestors. I said, ‘I will never break my covenant with you,","reference":"Judges 2:1"},{"bookName":"Judges","chapter":2,"verse":2,"text":"but you must not make an agreement with the people who live in this land. You should tear down the altars where they worship.’ But you have disobeyed me. Why would you do such a thing? ","reference":"Judges 2:2"},{"bookName":"Judges","chapter":2,"verse":3,"text":"At that time I also warned you, ‘If you disobey, I will not drive out the Canaanites before you. They will ensnare you and their gods will lure you away.’”","reference":"Judges 2:3"},{"bookName":"Judges","chapter":2,"verse":4,"text":"When the angel of the Lord finished speaking these words to all the Israelites, the people wept loudly. ","reference":"Judges 2:4"},{"bookName":"Judges","chapter":2,"verse":5,"text":"They named that place Bokim and offered sacrifices to the Lord there. ","reference":"Judges 2:5"},{"bookName":"Judges","chapter":2,"verse":6,"text":"When Joshua dismissed the people, the Israelites went to their allotted portions of territory, intending to take possession of the land. ","reference":"Judges 2:6"},{"bookName":"Judges","chapter":2,"verse":7,"text":"The people worshiped the Lord throughout Joshua’s lifetime and as long as the elderly men who outlived him remained alive. These men had witnessed all the great things the Lord had done for Israel. ","reference":"Judges 2:7"},{"bookName":"Judges","chapter":2,"verse":8,"text":"Joshua son of Nun, the Lord’s servant, died at the age of 110. ","reference":"Judges 2:8"},{"bookName":"Judges","chapter":2,"verse":9,"text":"The people buried him in his allotted land in Timnath Heres in the hill country of Ephraim, north of Mount Gaash. ","reference":"Judges 2:9"},{"bookName":"Judges","chapter":2,"verse":10,"text":"That entire generation passed away; a new generation grew up that had not personally experienced the Lord’s presence or seen what he had done for Israel. ","reference":"Judges 2:10"},{"bookName":"Judges","chapter":2,"verse":11,"text":"The Israelites did evil before the Lord by worshiping the Baals. ","reference":"Judges 2:11"},{"bookName":"Judges","chapter":2,"verse":12,"text":"They abandoned the Lord God of their ancestors who brought them out of the land of Egypt. They followed other gods—the gods of the nations who lived around them. They worshiped them and made the Lord angry. ","reference":"Judges 2:12"},{"bookName":"Judges","chapter":2,"verse":13,"text":"They abandoned the Lord and worshiped Baal and the Ashtoreths.","reference":"Judges 2:13"},{"bookName":"Judges","chapter":2,"verse":14,"text":"The Lord was furious with Israel and handed them over to robbers who plundered them. He turned them over to their enemies who lived around them. They could no longer withstand their enemies’ attacks.","reference":"Judges 2:14"},{"bookName":"Judges","chapter":2,"verse":15,"text":"Whenever they went out to fight, the Lord did them harm, just as he had warned and solemnly vowed he would do. They suffered greatly. ","reference":"Judges 2:15"},{"bookName":"Judges","chapter":2,"verse":16,"text":"The Lord raised up leaders who delivered them from these robbers. ","reference":"Judges 2:16"},{"bookName":"Judges","chapter":2,"verse":17,"text":"But they did not obey their leaders. Instead they prostituted themselves to other gods and worshiped them. They quickly turned aside from the path their ancestors had walked. Their ancestors had obeyed the Lord’s commands, but they did not. ","reference":"Judges 2:17"},{"bookName":"Judges","chapter":2,"verse":18,"text":"When the Lord raised up leaders for them, the Lord was with each leader and delivered the people from their enemies while the leader remained alive. The Lord felt sorry for them when they cried out in agony because of what their harsh oppressors did to them.","reference":"Judges 2:18"},{"bookName":"Judges","chapter":2,"verse":19,"text":"When a leader died, the next generation would again act more wickedly than the previous one. They would follow after other gods, worshiping them and bowing down to them. They did not give up their practices or their stubborn ways. ","reference":"Judges 2:19"},{"bookName":"Judges","chapter":2,"verse":20,"text":"The Lord was furious with Israel. He said, “This nation has violated the terms of the covenant I made with their ancestors by disobeying me.","reference":"Judges 2:20"},{"bookName":"Judges","chapter":2,"verse":21,"text":"So I will no longer remove before them any of the nations that Joshua left unconquered when he died, ","reference":"Judges 2:21"},{"bookName":"Judges","chapter":2,"verse":22,"text":"in order to test Israel. I want to see whether or not the people will carefully walk in the path marked out by the Lord, as their ancestors were careful to do.”","reference":"Judges 2:22"},{"bookName":"Judges","chapter":2,"verse":23,"text":"This is why the Lord permitted these nations to remain and did not conquer them immediately; he did not hand them over to Joshua. ","reference":"Judges 2:23"}]