[{"bookName":"Judges","chapter":9,"verse":1,"text":"Now Abimelech son of Jerub Baal went to Shechem to see his mother’s relatives. He said to them and to his mother’s entire extended family,","reference":"Judges 9:1"},{"bookName":"Judges","chapter":9,"verse":2,"text":"“Tell all the leaders of Shechem this: ‘Why would you want to have 70 men, all Jerub Baal’s sons, ruling over you when you can have just one ruler? Recall that I am your own flesh and blood.’” ","reference":"Judges 9:2"},{"bookName":"Judges","chapter":9,"verse":3,"text":"His mother’s relatives spoke on his behalf to all the leaders of Shechem and reported his proposal. The leaders were drawn to Abimelech; they said, “He is our close relative.” ","reference":"Judges 9:3"},{"bookName":"Judges","chapter":9,"verse":4,"text":"They paid him 70 silver shekels out of the temple of Baal Berith. Abimelech then used the silver to hire some lawless, dangerous men as his followers. ","reference":"Judges 9:4"},{"bookName":"Judges","chapter":9,"verse":5,"text":"He went to his father’s home in Ophrah and murdered his half brothers, the 70 legitimate sons of Jerub Baal, on one stone. Only Jotham, Jerub Baal’s youngest son, escaped, because he hid. ","reference":"Judges 9:5"},{"bookName":"Judges","chapter":9,"verse":6,"text":"All the leaders of Shechem and Beth Millo assembled and then went and made Abimelech king by the oak near the pillar in Shechem. ","reference":"Judges 9:6"},{"bookName":"Judges","chapter":9,"verse":7,"text":"When Jotham heard the news, he went and stood on the top of Mount Gerizim. He spoke loudly to the people below, “Listen to me, leaders of Shechem, so that God may listen to you!","reference":"Judges 9:7"},{"bookName":"Judges","chapter":9,"verse":8,"text":"“The trees were determined to go out and choose a king for themselves. They said to the olive tree, ‘Be our king!’ ","reference":"Judges 9:8"},{"bookName":"Judges","chapter":9,"verse":9,"text":"But the olive tree said to them, ‘I am not going to stop producing my oil, which is used to honor gods and men, just to sway above the other trees!’ ","reference":"Judges 9:9"},{"bookName":"Judges","chapter":9,"verse":10,"text":"“So the trees said to the fig tree, ‘You come and be our king!’ ","reference":"Judges 9:10"},{"bookName":"Judges","chapter":9,"verse":11,"text":"But the fig tree said to them, ‘I am not going to stop producing my sweet figs, my excellent fruit, just to sway above the other trees!’ ","reference":"Judges 9:11"},{"bookName":"Judges","chapter":9,"verse":12,"text":"“So the trees said to the grapevine, ‘You come and be our king!’ ","reference":"Judges 9:12"},{"bookName":"Judges","chapter":9,"verse":13,"text":"But the grapevine said to them, ‘I am not going to stop producing my wine, which makes gods and men so happy, just to sway above the other trees!’ ","reference":"Judges 9:13"},{"bookName":"Judges","chapter":9,"verse":14,"text":"“So all the trees said to the thornbush, ‘You come and be our king!’ ","reference":"Judges 9:14"},{"bookName":"Judges","chapter":9,"verse":15,"text":"The thornbush said to the trees, ‘If you really want to choose me as your king, then come along, find safety under my branches. Otherwise may fire blaze from the thornbush and consume the cedars of Lebanon!’ ","reference":"Judges 9:15"},{"bookName":"Judges","chapter":9,"verse":16,"text":"“Now, if you have shown loyalty and integrity when you made Abimelech king, if you have done right to Jerub Baal and his family, if you have properly repaid him—","reference":"Judges 9:16"},{"bookName":"Judges","chapter":9,"verse":17,"text":"my father fought for you; he risked his life and delivered you from Midian’s power. ","reference":"Judges 9:17"},{"bookName":"Judges","chapter":9,"verse":18,"text":"But you have attacked my father’s family today. You murdered his 70 legitimate sons on one stone and made Abimelech, the son of his female slave, king over the leaders of Shechem just because he is your close relative. ","reference":"Judges 9:18"},{"bookName":"Judges","chapter":9,"verse":19,"text":"So if you have shown loyalty and integrity to Jerub Baal and his family today, then may Abimelech bring you happiness and may you bring him happiness! ","reference":"Judges 9:19"},{"bookName":"Judges","chapter":9,"verse":20,"text":"But if not, may fire blaze from Abimelech and consume the leaders of Shechem and Beth Millo! May fire also blaze from the leaders of Shechem and Beth Millo and consume Abimelech!” ","reference":"Judges 9:20"},{"bookName":"Judges","chapter":9,"verse":21,"text":"Then Jotham ran away to Beer and lived there to escape from Abimelech his half-brother. ","reference":"Judges 9:21"},{"bookName":"Judges","chapter":9,"verse":22,"text":"Abimelech commanded Israel for three years. ","reference":"Judges 9:22"},{"bookName":"Judges","chapter":9,"verse":23,"text":"God sent a spirit to stir up hostility between Abimelech and the leaders of Shechem. He made the leaders of Shechem disloyal to Abimelech. ","reference":"Judges 9:23"},{"bookName":"Judges","chapter":9,"verse":24,"text":"He did this so the violent deaths of Jerub Baal’s 70 sons might be avenged and Abimelech, their half-brother who murdered them, might have to pay for their spilled blood, along with the leaders of Shechem who helped him murder them. ","reference":"Judges 9:24"},{"bookName":"Judges","chapter":9,"verse":25,"text":"The leaders of Shechem rebelled against Abimelech by putting bandits in the hills, who robbed everyone who traveled by on the road. But Abimelech found out about it.","reference":"Judges 9:25"},{"bookName":"Judges","chapter":9,"verse":26,"text":"Gaal son of Ebed came through Shechem with his brothers. The leaders of Shechem transferred their loyalty to him.","reference":"Judges 9:26"},{"bookName":"Judges","chapter":9,"verse":27,"text":"They went out to the field, harvested their grapes, squeezed out the juice, and celebrated. They came to the temple of their god and ate, drank, and cursed Abimelech. ","reference":"Judges 9:27"},{"bookName":"Judges","chapter":9,"verse":28,"text":"Gaal son of Ebed said, “Who is Abimelech and who is Shechem, that we should serve him? Is he not the son of Jerub Baal, and is not Zebul the deputy he appointed? Serve the sons of Hamor, the father of Shechem! But why should we serve Abimelech? ","reference":"Judges 9:28"},{"bookName":"Judges","chapter":9,"verse":29,"text":"If only these men were under my command, I would get rid of Abimelech!” He challenged Abimelech, “Muster your army and come out for battle!” ","reference":"Judges 9:29"},{"bookName":"Judges","chapter":9,"verse":30,"text":"When Zebul, the city commissioner, heard the words of Gaal son of Ebed, he was furious. ","reference":"Judges 9:30"},{"bookName":"Judges","chapter":9,"verse":31,"text":"He sent messengers to Abimelech, who was in Arumah, reporting, “Beware! Gaal son of Ebed and his brothers are coming to Shechem and inciting the city to rebel against you.","reference":"Judges 9:31"},{"bookName":"Judges","chapter":9,"verse":32,"text":"Now, come up at night with your men and set an ambush in the field outside the city.","reference":"Judges 9:32"},{"bookName":"Judges","chapter":9,"verse":33,"text":"In the morning at sunrise quickly attack the city. When he and his men come out to fight you, do what you can to him.”","reference":"Judges 9:33"},{"bookName":"Judges","chapter":9,"verse":34,"text":"So Abimelech and all his men came up at night and set an ambush outside Shechem; they divided into four units. ","reference":"Judges 9:34"},{"bookName":"Judges","chapter":9,"verse":35,"text":"When Gaal son of Ebed came out and stood at the entrance to the city’s gate, Abimelech and his men got up from their hiding places.","reference":"Judges 9:35"},{"bookName":"Judges","chapter":9,"verse":36,"text":"Gaal saw the men and said to Zebul, “Look, men are coming down from the tops of the hills.” But Zebul said to him, “You are seeing the shadows on the hills—it just looks like men.” ","reference":"Judges 9:36"},{"bookName":"Judges","chapter":9,"verse":37,"text":"Gaal again said, “Look, men are coming down from the very center of the land. A unit is coming by way of the Oak Tree of the Diviners.” ","reference":"Judges 9:37"},{"bookName":"Judges","chapter":9,"verse":38,"text":"Zebul said to him, “Where now are your bragging words, ‘Who is Abimelech that we should serve him?’ Are these not the men you insulted? Go out now and fight them!”","reference":"Judges 9:38"},{"bookName":"Judges","chapter":9,"verse":39,"text":"So Gaal led the leaders of Shechem out and fought Abimelech. ","reference":"Judges 9:39"},{"bookName":"Judges","chapter":9,"verse":40,"text":"Abimelech chased him, and Gaal ran from him. Many Shechemites fell wounded at the entrance of the gate. ","reference":"Judges 9:40"},{"bookName":"Judges","chapter":9,"verse":41,"text":"Abimelech went back to Arumah; Zebul drove Gaal and his brothers out of Shechem. ","reference":"Judges 9:41"},{"bookName":"Judges","chapter":9,"verse":42,"text":"The next day the Shechemites came out to the field. When Abimelech heard about it, ","reference":"Judges 9:42"},{"bookName":"Judges","chapter":9,"verse":43,"text":"he took his men and divided them into three units and set an ambush in the field. When he saw the people coming out of the city, he attacked and struck them down.","reference":"Judges 9:43"},{"bookName":"Judges","chapter":9,"verse":44,"text":"Abimelech and his units attacked and blocked the entrance to the city’s gate. Two units then attacked all the people in the field and struck them down.","reference":"Judges 9:44"},{"bookName":"Judges","chapter":9,"verse":45,"text":"Abimelech fought against the city all that day. He captured the city and killed all the people in it. Then he leveled the city and spread salt over it.","reference":"Judges 9:45"},{"bookName":"Judges","chapter":9,"verse":46,"text":"When all the leaders of the Tower of Shechem heard the news, they went to the stronghold of the temple of El Berith. ","reference":"Judges 9:46"},{"bookName":"Judges","chapter":9,"verse":47,"text":"Abimelech heard that all the leaders of the Tower of Shechem were in one place. ","reference":"Judges 9:47"},{"bookName":"Judges","chapter":9,"verse":48,"text":"He and all his men went up on Mount Zalmon. He took an ax in his hand and cut off a tree branch. He put it on his shoulder and said to his men, “Quickly, do what you have just seen me do!” ","reference":"Judges 9:48"},{"bookName":"Judges","chapter":9,"verse":49,"text":"So each of his men also cut off a branch and followed Abimelech. They put the branches against the stronghold and set fire to it. All the people of the Tower of Shechem died—about 1,000 men and women. ","reference":"Judges 9:49"},{"bookName":"Judges","chapter":9,"verse":50,"text":"Abimelech moved on to Thebez; he besieged and captured it.","reference":"Judges 9:50"},{"bookName":"Judges","chapter":9,"verse":51,"text":"There was a fortified tower in the center of the city, so all the men and women, as well as the city’s leaders, ran into it and locked the entrance. Then they went up to the roof of the tower. ","reference":"Judges 9:51"},{"bookName":"Judges","chapter":9,"verse":52,"text":"Abimelech came and attacked the tower. When he approached the entrance of the tower to set it on fire, ","reference":"Judges 9:52"},{"bookName":"Judges","chapter":9,"verse":53,"text":"a woman threw an upper millstone down on his head and shattered his skull. ","reference":"Judges 9:53"},{"bookName":"Judges","chapter":9,"verse":54,"text":"He quickly called to the young man who carried his weapons, “Draw your sword and kill me, so they will not say, ‘A woman killed him.’” So the young man stabbed him and he died. ","reference":"Judges 9:54"},{"bookName":"Judges","chapter":9,"verse":55,"text":"When the Israelites saw that Abimelech was dead, they went home. ","reference":"Judges 9:55"},{"bookName":"Judges","chapter":9,"verse":56,"text":"God repaid Abimelech for the evil he did to his father by murdering his 70 half brothers. ","reference":"Judges 9:56"},{"bookName":"Judges","chapter":9,"verse":57,"text":"God also repaid the men of Shechem for their evil deeds. The curse spoken by Jotham son of Jerub Baal fell on them.","reference":"Judges 9:57"}]