[{"bookName":"Judges","chapter":15,"verse":1,"text":"Sometime later, during the wheat harvest, Samson took a young goat as a gift and went to visit his bride. He said to her father, “I want to sleep with my bride in her bedroom!” But her father would not let him enter. ","reference":"Judges 15:1"},{"bookName":"Judges","chapter":15,"verse":2,"text":"Her father said, “I really thought you absolutely despised her, so I gave her to your best man. Her younger sister is more attractive than she is. Take her instead!” ","reference":"Judges 15:2"},{"bookName":"Judges","chapter":15,"verse":3,"text":"Samson said to them, “This time I am justified in doing the Philistines harm!” ","reference":"Judges 15:3"},{"bookName":"Judges","chapter":15,"verse":4,"text":"Samson went and captured 300 jackals and got some torches. He tied the jackals in pairs by their tails and then tied a torch to each pair. ","reference":"Judges 15:4"},{"bookName":"Judges","chapter":15,"verse":5,"text":"He lit the torches and set the jackals loose in the Philistines’ standing grain. He burned up the grain heaps and the standing grain, as well as the vineyards and olive groves. ","reference":"Judges 15:5"},{"bookName":"Judges","chapter":15,"verse":6,"text":"The Philistines asked, “Who did this?” They were told, “Samson, the Timnite’s son-in-law, because the Timnite took Samson’s bride and gave her to his best man.” So the Philistines went up and burned her and her father. ","reference":"Judges 15:6"},{"bookName":"Judges","chapter":15,"verse":7,"text":"Samson said to them, “Because you did this, I will get revenge against you before I quit fighting.”","reference":"Judges 15:7"},{"bookName":"Judges","chapter":15,"verse":8,"text":"He struck them down and defeated them. Then he went down and lived for a time in the cave in the cliff of Etam. ","reference":"Judges 15:8"},{"bookName":"Judges","chapter":15,"verse":9,"text":"The Philistines went up and invaded Judah. They arrayed themselves for battle in Lehi. ","reference":"Judges 15:9"},{"bookName":"Judges","chapter":15,"verse":10,"text":"The men of Judah said, “Why are you attacking us?” The Philistines said, “We have come up to take Samson prisoner so we can do to him what he has done to us.”","reference":"Judges 15:10"},{"bookName":"Judges","chapter":15,"verse":11,"text":"So 3,000 men of Judah went down to the cave in the cliff of Etam and said to Samson, “Do you not know that the Philistines rule over us? Why have you done this to us?” He said to them, “I have only done to them what they have done to me.”","reference":"Judges 15:11"},{"bookName":"Judges","chapter":15,"verse":12,"text":"They said to him, “We have come down to take you prisoner so we can hand you over to the Philistines.” Samson said to them, “Promise me you will not kill me.”","reference":"Judges 15:12"},{"bookName":"Judges","chapter":15,"verse":13,"text":"They said to him, “We promise! We will only take you prisoner and hand you over to them. We promise not to kill you.” They tied him up with two brand new ropes and led him up from the cliff. ","reference":"Judges 15:13"},{"bookName":"Judges","chapter":15,"verse":14,"text":"When he arrived in Lehi, the Philistines shouted as they approached him. But the Lord’s Spirit empowered him. The ropes around his arms were like flax dissolving in fire, and they melted away from his hands. ","reference":"Judges 15:14"},{"bookName":"Judges","chapter":15,"verse":15,"text":"He happened to see a solid jawbone of a donkey. He grabbed it and struck down 1,000 men. ","reference":"Judges 15:15"},{"bookName":"Judges","chapter":15,"verse":16,"text":"Samson then said, “With the jawbone of a donkey I have left them in heaps; with the jawbone of a donkey I have struck down a thousand men!” ","reference":"Judges 15:16"},{"bookName":"Judges","chapter":15,"verse":17,"text":"When he finished speaking, he threw the jawbone down and named that place Ramath Lehi.","reference":"Judges 15:17"},{"bookName":"Judges","chapter":15,"verse":18,"text":"He was very thirsty, so he cried out to the Lord and said, “You have given your servant this great victory. But now must I die of thirst and fall into the hands of these uncircumcised Philistines?” ","reference":"Judges 15:18"},{"bookName":"Judges","chapter":15,"verse":19,"text":"So God split open the basin at Lehi, and water flowed out from it. When he took a drink, his strength was restored and he revived. For this reason he named the spring En Hakkore. It remains in Lehi to this very day. ","reference":"Judges 15:19"},{"bookName":"Judges","chapter":15,"verse":20,"text":"Samson led Israel for 20 years during the days of Philistine prominence.","reference":"Judges 15:20"}]