[
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 1,
    "text": "All the Israelites from Dan to Beer Sheba and from the land of Gilead left their homes and assembled together before the Lord at Mizpah. ",
    "reference": "Judges 20:1"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 2,
    "text": "The leaders of all the people from all the tribes of Israel took their places in the assembly of God’s people, which numbered 400,000 sword-wielding foot soldiers.",
    "reference": "Judges 20:2"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 3,
    "text": "The Benjaminites heard that the Israelites had gone up to Mizpah. Then the Israelites said, “Explain how this wicked thing happened!”",
    "reference": "Judges 20:3"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 4,
    "text": "The Levite, the husband of the murdered woman, spoke up, “I and my concubine stopped in Gibeah in the territory of Benjamin to spend the night.",
    "reference": "Judges 20:4"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 5,
    "text": "The leaders of Gibeah attacked me and at night surrounded the house where I was staying. They wanted to kill me; instead they abused my concubine so badly that she died. ",
    "reference": "Judges 20:5"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 6,
    "text": "I took hold of my concubine and carved her up and sent the pieces throughout the territory occupied by Israel because they committed such an unthinkable atrocity in Israel. ",
    "reference": "Judges 20:6"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 7,
    "text": "All you Israelites, make a decision here!” ",
    "reference": "Judges 20:7"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 8,
    "text": "All Israel rose up in unison and said, “Not one of us will go home! Not one of us will return to his house! ",
    "reference": "Judges 20:8"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 9,
    "text": "Now this is what we will do to Gibeah: We will attack the city as the lot dictates.",
    "reference": "Judges 20:9"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 10,
    "text": "We will take ten of every group of a hundred men from all the tribes of Israel (and a hundred of every group of a thousand, and a thousand of every group of ten thousand) to get supplies for the army. When they arrive in Gibeah of Benjamin, they will punish them for the atrocity that they committed in Israel.” ",
    "reference": "Judges 20:10"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 11,
    "text": "So all the men of Israel gathered together at the city as allies. ",
    "reference": "Judges 20:11"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 12,
    "text": "The tribes of Israel sent men throughout the tribe of Benjamin, saying, “How could such a wicked thing take place?",
    "reference": "Judges 20:12"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 13,
    "text": "Now, hand over the good-for-nothings in Gibeah, so we can execute them and purge Israel of wickedness.” But the Benjaminites refused to listen to their Israelite brothers. ",
    "reference": "Judges 20:13"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 14,
    "text": "The Benjaminites came from their cities and assembled at Gibeah to make war against the Israelites. ",
    "reference": "Judges 20:14"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 15,
    "text": "That day the Benjaminites mustered from their cities 26,000 sword-wielding soldiers, besides 700 well-trained soldiers from Gibeah. ",
    "reference": "Judges 20:15"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 16,
    "text": "Among this army were 700 specially trained left-handed soldiers. Each one could sling a stone and hit even the smallest target. ",
    "reference": "Judges 20:16"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 17,
    "text": "The men of Israel (not counting Benjamin) had mustered 400,000 sword-wielding soldiers, every one an experienced warrior. ",
    "reference": "Judges 20:17"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 18,
    "text": "The Israelites went up to Bethel and asked God, “Who should lead the charge against the Benjaminites?” The Lord said, “Judah should lead.” ",
    "reference": "Judges 20:18"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 19,
    "text": "The Israelites got up the next morning and moved against Gibeah. ",
    "reference": "Judges 20:19"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 20,
    "text": "The men of Israel marched out to fight Benjamin; they arranged their battle lines against Gibeah. ",
    "reference": "Judges 20:20"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 21,
    "text": "The Benjaminites attacked from Gibeah and struck down 22,000 Israelites that day. ",
    "reference": "Judges 20:21"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 22,
    "text": "The Israelite army took heart and once more arranged their battle lines, in the same place where they had taken their positions the day before. ",
    "reference": "Judges 20:22"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 23,
    "text": "The Israelites went up and wept before the Lord until evening. They asked the Lord, “Should we again march out to fight the Benjaminites, our brothers?” The Lord said, “Attack them.” ",
    "reference": "Judges 20:23"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 24,
    "text": "So the Israelites marched toward the Benjaminites the next day. ",
    "reference": "Judges 20:24"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 25,
    "text": "The Benjaminites again attacked them from Gibeah and struck down 18,000 sword-wielding Israelite soldiers. ",
    "reference": "Judges 20:25"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 26,
    "text": "So all the Israelites, the whole army, went up to Bethel. They wept and sat there before the Lord; they did not eat anything that day until evening. They offered up burnt sacrifices and tokens of peace to the Lord. ",
    "reference": "Judges 20:26"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 27,
    "text": "The Israelites asked the Lord (for the ark of God’s covenant was there in those days; ",
    "reference": "Judges 20:27"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 28,
    "text": "Phinehas son of Eleazar, son of Aaron, was serving the Lord in those days), “Should we once more march out to fight the Benjaminites our brothers, or should we quit?” The Lord said, “Attack, for tomorrow I will hand them over to you.”",
    "reference": "Judges 20:28"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 29,
    "text": "So Israel hid men in ambush outside Gibeah. ",
    "reference": "Judges 20:29"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 30,
    "text": "The Israelites attacked the Benjaminites the next day; they took their positions against Gibeah just as they had done before. ",
    "reference": "Judges 20:30"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 31,
    "text": "The Benjaminites attacked the army, leaving the city unguarded. They began to strike down their enemy just as they had done before. On the main roads (one leads to Bethel, the other to Gibeah) and in the field, they struck down about 30 Israelites. ",
    "reference": "Judges 20:31"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 32,
    "text": "Then the Benjaminites said, “They are defeated just as before.” But the Israelites said, “Let’s retreat and lure them away from the city into the main roads.” ",
    "reference": "Judges 20:32"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 33,
    "text": " All the men of Israel got up from their places and took their positions at Baal Tamar, while the Israelites hiding in ambush jumped out of their places west of Gibeah. ",
    "reference": "Judges 20:33"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 34,
    "text": "Then 10,000 men, well-trained soldiers from all Israel, made a frontal assault against Gibeah; the battle was fierce. But the Benjaminites did not realize that disaster was at their doorstep. ",
    "reference": "Judges 20:34"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 35,
    "text": "The Lord annihilated Benjamin before Israel; the Israelites struck down that day 25,100 sword-wielding Benjaminites. ",
    "reference": "Judges 20:35"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 36,
    "text": "Then the Benjaminites saw they were defeated.The Israelites retreated before Benjamin because they had confidence in the men they had hidden in ambush outside Gibeah. ",
    "reference": "Judges 20:36"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 37,
    "text": "The men hiding in ambush made a mad dash to Gibeah. They attacked and put the sword to the entire city. ",
    "reference": "Judges 20:37"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 38,
    "text": "The Israelites and the men hiding in ambush had arranged a signal. When the men hiding in ambush sent up a smoke signal from the city, ",
    "reference": "Judges 20:38"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 39,
    "text": "the Israelites counterattacked. Benjamin had begun to strike down the Israelites; they struck down about 30 men. They said, “There’s no doubt about it! They are totally defeated as in the earlier battle.” ",
    "reference": "Judges 20:39"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 40,
    "text": "But when the signal, a pillar of smoke, began to rise up from the city, the Benjaminites turned around and saw the whole city going up in a cloud of smoke that rose high into the sky. ",
    "reference": "Judges 20:40"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 41,
    "text": "When the Israelites turned around, the Benjaminites panicked because they could see that disaster was on their doorstep. ",
    "reference": "Judges 20:41"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 42,
    "text": "They retreated before the Israelites, taking the road to the wilderness. But the battle overtook them as men from the surrounding cities struck them down. ",
    "reference": "Judges 20:42"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 43,
    "text": "They surrounded the Benjaminites, chased them from Nohah, and annihilated them all the way to a spot east of Geba. ",
    "reference": "Judges 20:43"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 44,
    "text": "So 18,000 Benjaminites, all of them capable warriors, fell dead.",
    "reference": "Judges 20:44"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 45,
    "text": "The rest turned and ran toward the wilderness, heading toward the cliff of Rimmon. But the Israelites caught 5,000 of them on the main roads. They stayed right on their heels all the way to Gidom and struck down 2,000 more.",
    "reference": "Judges 20:45"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 46,
    "text": "That day 25,000 sword-wielding Benjaminites fell in battle, all of them capable warriors. ",
    "reference": "Judges 20:46"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 47,
    "text": "But 600 survivors turned and ran away to the wilderness, to the cliff of Rimmon. They stayed there four months. ",
    "reference": "Judges 20:47"
  },
  {
    "bookName": "Judges",
    "chapter": 20,
    "verse": 48,
    "text": "The Israelites returned to the Benjaminite towns and put the sword to them. They wiped out the cities, the animals, and everything they could find. They set fire to every city in their path.",
    "reference": "Judges 20:48"
  }
]