[
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 1,
    "text": "The Ephraimites said to him, “Why have you done such a thing to us? You did not summon us when you went to fight the Midianites!” They argued vehemently with him.",
    "reference": "Judges 8:1"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 2,
    "text": "He said to them, “Now what have I accomplished compared to you? Even Ephraim’s leftover grapes are better quality than Abiezer’s harvest! ",
    "reference": "Judges 8:2"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 3,
    "text": "It was to you that God handed over the Midianite generals, Oreb and Zeeb! What did I accomplish to rival that?” When he said this, they calmed down.",
    "reference": "Judges 8:3"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 4,
    "text": "Now Gideon and his 300 men had crossed over the Jordan River, and even though they were exhausted, they were still chasing the Midianites.",
    "reference": "Judges 8:4"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 5,
    "text": "He said to the men of Sukkoth, “Give some loaves of bread to the men who are following me because they are exhausted. I am chasing Zebah and Zalmunna, the kings of Midian.” ",
    "reference": "Judges 8:5"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 6,
    "text": "The officials of Sukkoth said, “You have not yet overpowered Zebah and Zalmunna. So why should we give bread to your army?” ",
    "reference": "Judges 8:6"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 7,
    "text": "Gideon said, “Since you will not help, after the Lord hands Zebah and Zalmunna over to me, I will thresh your skin with desert thorns and briers.” ",
    "reference": "Judges 8:7"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 8,
    "text": "He went up from there to Penuel and made the same request. The men of Penuel responded the same way the men of Sukkoth had. ",
    "reference": "Judges 8:8"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 9,
    "text": "He also threatened the men of Penuel, warning, “When I return victoriously, I will tear down this tower.” ",
    "reference": "Judges 8:9"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 10,
    "text": "Now Zebah and Zalmunna were in Karkor with their armies. There were about 15,000 survivors from the army of the eastern peoples; 120,000 sword-wielding soldiers had been killed. ",
    "reference": "Judges 8:10"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 11,
    "text": "Gideon went up the road of the nomads east of Nobah and Jogbehah and ambushed the surprised army. ",
    "reference": "Judges 8:11"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 12,
    "text": "When Zebah and Zalmunna ran away, Gideon chased them and captured the two Midianite kings, Zebah and Zalmunna. He had surprised their entire army. ",
    "reference": "Judges 8:12"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 13,
    "text": "Gideon son of Joash returned from the battle by the pass of Heres. ",
    "reference": "Judges 8:13"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 14,
    "text": "He captured a young man from Sukkoth and interrogated him. The young man wrote down for him the names of Sukkoth’s officials and city leaders—77 men in all.",
    "reference": "Judges 8:14"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 15,
    "text": "He approached the men of Sukkoth and said, “Look what I have! Zebah and Zalmunna! You insulted me, saying, ‘You have not yet overpowered Zebah and Zalmunna. So why should we give bread to your exhausted men?’” ",
    "reference": "Judges 8:15"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 16,
    "text": "He seized the leaders of the city, along with some desert thorns and briers; he then “threshed” the men of Sukkoth with them.",
    "reference": "Judges 8:16"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 17,
    "text": "He also tore down the tower of Penuel and executed the city’s men. ",
    "reference": "Judges 8:17"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 18,
    "text": "He said to Zebah and Zalmunna, “Describe for me the men you killed at Tabor.” They said, “They were like you. Each one looked like a king’s son.” ",
    "reference": "Judges 8:18"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 19,
    "text": "He said, “They were my brothers, the sons of my mother. I swear, as surely as the Lord is alive, if you had let them live, I would not kill you.”",
    "reference": "Judges 8:19"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 20,
    "text": "He ordered Jether his firstborn son, “Come on! Kill them!” But Jether was too afraid to draw his sword because he was still young. ",
    "reference": "Judges 8:20"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 21,
    "text": "Zebah and Zalmunna said to Gideon, “Come on, you strike us, for a man is judged by his strength.” So Gideon killed Zebah and Zalmunna, and he took the crescent-shaped ornaments that were on the necks of their camels. ",
    "reference": "Judges 8:21"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 22,
    "text": "The men of Israel said to Gideon, “Rule over us—you, your son, and your grandson. For you have delivered us from Midian’s power.” ",
    "reference": "Judges 8:22"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 23,
    "text": "Gideon said to them, “I will not rule over you, nor will my son rule over you. The Lord will rule over you.”",
    "reference": "Judges 8:23"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 24,
    "text": "Gideon continued, “I would like to make one request. Each of you give me an earring from the plunder you have taken.” (The Midianites had gold earrings because they were Ishmaelites.) ",
    "reference": "Judges 8:24"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 25,
    "text": "They said, “We are happy to give you earrings.” So they spread out a garment, and each one threw an earring from his plunder onto it.",
    "reference": "Judges 8:25"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 26,
    "text": "The total weight of the gold earrings he requested came to 1,700 gold shekels. This was in addition to the crescent-shaped ornaments, jewelry, purple clothing worn by the Midianite kings, and the necklaces on the camels. ",
    "reference": "Judges 8:26"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 27,
    "text": "Gideon used all this to make an ephod, which he put in his hometown of Ophrah. All the Israelites prostituted themselves to it by worshiping it there. It became a snare to Gideon and his family. ",
    "reference": "Judges 8:27"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 28,
    "text": "The Israelites humiliated Midian; the Midianites’ fighting spirit was broken. The land had rest for 40 years during Gideon’s time. ",
    "reference": "Judges 8:28"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 29,
    "text": "Then Jerub Baal son of Joash went home and settled down.",
    "reference": "Judges 8:29"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 30,
    "text": "Gideon fathered 70 sons through his many wives. ",
    "reference": "Judges 8:30"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 31,
    "text": "His concubine, who lived in Shechem, also gave him a son, whom he named Abimelech. ",
    "reference": "Judges 8:31"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 32,
    "text": "Gideon son of Joash died at a very old age and was buried in the tomb of his father Joash located in Ophrah of the Abiezrites. ",
    "reference": "Judges 8:32"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 33,
    "text": "After Gideon died, the Israelites again prostituted themselves to the Baals. They made Baal Berith their god. ",
    "reference": "Judges 8:33"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 34,
    "text": "The Israelites did not remain true to the Lord their God, who had delivered them from all the enemies who lived around them.",
    "reference": "Judges 8:34"
  },
  {
    "bookName": "Judges",
    "chapter": 8,
    "verse": 35,
    "text": "They did not treat the family of Jerub Baal (that is, Gideon) fairly in return for all the good he had done for Israel. ",
    "reference": "Judges 8:35"
  }
]