[{"bookName":"Judges","chapter":19,"verse":1,"text":"In those days Israel had no king. There was a Levite living temporarily in the remote region of the Ephraimite hill country. He acquired a concubine from Bethlehem in Judah. ","reference":"Judges 19:1"},{"bookName":"Judges","chapter":19,"verse":2,"text":"However, she got angry at him and went home to her father’s house in Bethlehem in Judah. When she had been there four months, ","reference":"Judges 19:2"},{"bookName":"Judges","chapter":19,"verse":3,"text":"her husband came after her, hoping he could convince her to return. He brought with him his servant and a pair of donkeys. When she brought him into her father’s house and the girl’s father saw him, he greeted him warmly. ","reference":"Judges 19:3"},{"bookName":"Judges","chapter":19,"verse":4,"text":"His father-in-law, the girl’s father, persuaded him to stay with him for three days, and they ate and drank together, and spent the night there. ","reference":"Judges 19:4"},{"bookName":"Judges","chapter":19,"verse":5,"text":"On the fourth day they woke up early and the Levite got ready to leave. But the girl’s father said to his son-in-law, “Have a bite to eat for some energy, then you can go.” ","reference":"Judges 19:5"},{"bookName":"Judges","chapter":19,"verse":6,"text":"So the two of them sat down and had a meal together. Then the girl’s father said to the man, “Why not stay another night and have a good time?” ","reference":"Judges 19:6"},{"bookName":"Judges","chapter":19,"verse":7,"text":"When the man got ready to leave, his father-in-law convinced him to stay another night.","reference":"Judges 19:7"},{"bookName":"Judges","chapter":19,"verse":8,"text":"He woke up early in the morning on the fifth day so he could leave, but the girl’s father said, “Get some energy! Wait until later in the day to leave.” So they ate a meal together.","reference":"Judges 19:8"},{"bookName":"Judges","chapter":19,"verse":9,"text":"When the man got ready to leave with his concubine and his servant, his father-in-law, the girl’s father, said to him, “Look! The day is almost over. Stay another night! Since the day is over, stay another night here and have a good time. You can get up early tomorrow and start your trip home.” ","reference":"Judges 19:9"},{"bookName":"Judges","chapter":19,"verse":10,"text":"But the man did not want to stay another night. He left and traveled as far as Jebus (that is, Jerusalem). He had with him a pair of saddled donkeys and his concubine. ","reference":"Judges 19:10"},{"bookName":"Judges","chapter":19,"verse":11,"text":"When they got near Jebus, it was getting quite late and the servant said to his master, “Come on, let’s stop at this Jebusite city and spend the night in it.”","reference":"Judges 19:11"},{"bookName":"Judges","chapter":19,"verse":12,"text":"But his master said to him, “We should not stop at a foreign city where non-Israelites live. We will travel on to Gibeah.” ","reference":"Judges 19:12"},{"bookName":"Judges","chapter":19,"verse":13,"text":"He said to his servant, “Come on, we will go into one of the other towns and spend the night in Gibeah or Ramah.” ","reference":"Judges 19:13"},{"bookName":"Judges","chapter":19,"verse":14,"text":"So they traveled on, and the sun went down when they were near Gibeah in the territory of Benjamin. ","reference":"Judges 19:14"},{"bookName":"Judges","chapter":19,"verse":15,"text":"They stopped there and decided to spend the night in Gibeah. They came into the city and sat down in the town square, but no one invited them to spend the night. ","reference":"Judges 19:15"},{"bookName":"Judges","chapter":19,"verse":16,"text":"But then an old man passed by, returning at the end of the day from his work in the field. The man was from the Ephraimite hill country; he was living temporarily in Gibeah. (The residents of the town were Benjaminites.) ","reference":"Judges 19:16"},{"bookName":"Judges","chapter":19,"verse":17,"text":"When he looked up and saw the traveler in the town square, the old man said, “Where are you heading? Where do you come from?” ","reference":"Judges 19:17"},{"bookName":"Judges","chapter":19,"verse":18,"text":"The Levite said to him, “We are traveling from Bethlehem in Judah to the remote region of the Ephraimite hill country. That’s where I’m from. I had business in Bethlehem in Judah, but now I’m heading home. But no one has invited me into their home. ","reference":"Judges 19:18"},{"bookName":"Judges","chapter":19,"verse":19,"text":"We have enough straw and grain for our donkeys, and there is enough food and wine for me, your female servant, and the young man who is with your servants. We lack nothing.”","reference":"Judges 19:19"},{"bookName":"Judges","chapter":19,"verse":20,"text":"The old man said, “Everything is just fine. I will take care of all your needs. But don’t spend the night in the town square.” ","reference":"Judges 19:20"},{"bookName":"Judges","chapter":19,"verse":21,"text":"So he brought him to his house and fed the donkeys. They washed their feet and had a meal. ","reference":"Judges 19:21"},{"bookName":"Judges","chapter":19,"verse":22,"text":"They were having a good time, when suddenly some men of the city, some good-for-nothings, surrounded the house and kept beating on the door. They said to the old man who owned the house, “Send out the man who came to visit you so we can take carnal knowledge of him.” ","reference":"Judges 19:22"},{"bookName":"Judges","chapter":19,"verse":23,"text":"The man who owned the house went outside and said to them, “No, my brothers! Don’t do this wicked thing! After all, this man is a guest in my house. Don’t do such a disgraceful thing! ","reference":"Judges 19:23"},{"bookName":"Judges","chapter":19,"verse":24,"text":"Here are my virgin daughter and my guest’s concubine. I will send them out, and you can abuse them and do to them whatever you like. But don’t do such a disgraceful thing to this man!” ","reference":"Judges 19:24"},{"bookName":"Judges","chapter":19,"verse":25,"text":"The men refused to listen to him, so the Levite grabbed his concubine and made her go outside. They raped her and abused her all night long until morning. They let her go at dawn. ","reference":"Judges 19:25"},{"bookName":"Judges","chapter":19,"verse":26,"text":"The woman arrived back at daybreak and was sprawled out on the doorstep of the house where her master was staying until it became light. ","reference":"Judges 19:26"},{"bookName":"Judges","chapter":19,"verse":27,"text":"When her master got up in the morning, opened the doors of the house, and went outside to start on his journey, there was the woman, his concubine, sprawled out on the doorstep of the house with her hands on the threshold. ","reference":"Judges 19:27"},{"bookName":"Judges","chapter":19,"verse":28,"text":"He said to her, “Get up, let’s leave.” But there was no response. He put her on the donkey and went home. ","reference":"Judges 19:28"},{"bookName":"Judges","chapter":19,"verse":29,"text":"When he got home, he took a knife, grasped his concubine, and carved her up into twelve pieces. Then he sent the pieces throughout Israel. ","reference":"Judges 19:29"},{"bookName":"Judges","chapter":19,"verse":30,"text":"Everyone who saw the sight said, “Nothing like this has happened or been witnessed during the entire time since the Israelites left the land of Egypt! Take careful note of it! Discuss it and speak!” ","reference":"Judges 19:30"}]