[{"bookName":"Judges","chapter":10,"verse":1,"text":"After Abimelech’s death, Tola son of Puah, grandson of Dodo, from the tribe of Issachar, rose up to deliver Israel. He lived in Shamir in the Ephraimite hill country. ","reference":"Judges 10:1"},{"bookName":"Judges","chapter":10,"verse":2,"text":"He led Israel for 23 years, then died and was buried in Shamir. ","reference":"Judges 10:2"},{"bookName":"Judges","chapter":10,"verse":3,"text":"Jair the Gileadite rose up after him; he led Israel for 22 years. ","reference":"Judges 10:3"},{"bookName":"Judges","chapter":10,"verse":4,"text":"He had 30 sons who rode on 30 donkeys and possessed 30 cities. To this day these towns are called Havvoth Jair—they are in the land of Gilead. ","reference":"Judges 10:4"},{"bookName":"Judges","chapter":10,"verse":5,"text":"Jair died and was buried in Kamon. ","reference":"Judges 10:5"},{"bookName":"Judges","chapter":10,"verse":6,"text":"The Israelites again did evil in the Lord’s sight. They worshiped the Baals and the Ashtoreths, as well as the gods of Syria, Sidon, Moab, the Ammonites, and the Philistines. They abandoned the Lord and did not worship him.","reference":"Judges 10:6"},{"bookName":"Judges","chapter":10,"verse":7,"text":"The Lord was furious with Israel and turned them over to the Philistines and Ammonites. ","reference":"Judges 10:7"},{"bookName":"Judges","chapter":10,"verse":8,"text":"They ruthlessly oppressed the Israelites that eighteenth year—that is, all the Israelites living east of the Jordan in Amorite country in Gilead. ","reference":"Judges 10:8"},{"bookName":"Judges","chapter":10,"verse":9,"text":"The Ammonites crossed the Jordan to fight with Judah, Benjamin, and Ephraim. Israel suffered greatly. ","reference":"Judges 10:9"},{"bookName":"Judges","chapter":10,"verse":10,"text":"The Israelites cried out for help to the Lord: “We have sinned against you. We abandoned our God and worshiped the Baals.” ","reference":"Judges 10:10"},{"bookName":"Judges","chapter":10,"verse":11,"text":"The Lord said to the Israelites, “Did I not deliver you from Egypt, the Amorites, the Ammonites, the Philistines, ","reference":"Judges 10:11"},{"bookName":"Judges","chapter":10,"verse":12,"text":"the Sidonians, Amalek, and Midian when they oppressed you? You cried out for help to me, and I delivered you from their power. ","reference":"Judges 10:12"},{"bookName":"Judges","chapter":10,"verse":13,"text":"But since you abandoned me and worshiped other gods, I will not deliver you again. ","reference":"Judges 10:13"},{"bookName":"Judges","chapter":10,"verse":14,"text":"Go and cry for help to the gods you have chosen! Let them deliver you from trouble!” ","reference":"Judges 10:14"},{"bookName":"Judges","chapter":10,"verse":15,"text":"But the Israelites said to the Lord, “We have sinned. You do to us as you see fit, but deliver us today!” ","reference":"Judges 10:15"},{"bookName":"Judges","chapter":10,"verse":16,"text":"They threw away the foreign gods they owned and worshiped the Lord. Finally the Lord grew tired of seeing Israel suffer so much. ","reference":"Judges 10:16"},{"bookName":"Judges","chapter":10,"verse":17,"text":"The Ammonites assembled and camped in Gilead; the Israelites gathered together and camped in Mizpah. ","reference":"Judges 10:17"},{"bookName":"Judges","chapter":10,"verse":18,"text":"The leaders of Gilead said to one another, “Who is willing to lead the charge against the Ammonites? He will become the leader of all who live in Gilead!” ","reference":"Judges 10:18"}]