[{"bookName":"Lamentations","chapter":1,"verse":1,"text":"\u003Cb\u003Eא\u003C/b\u003E (Alef) Alas! The city once full of people now sits all alone! The prominent lady among the nations has become a widow! The princess who once ruled the provinces has become a forced laborer! ","reference":"Lamentations 1:1"},{"bookName":"Lamentations","chapter":1,"verse":2,"text":"ב (Bet) She weeps bitterly at night; tears stream down her cheeks. She has no one to comfort her among all her lovers. All her friends have betrayed her; they have become her enemies. ","reference":"Lamentations 1:2"},{"bookName":"Lamentations","chapter":1,"verse":3,"text":"ג (Gimel) Judah has departed into exile under affliction and harsh oppression. She lives among the nations; she has found no resting place. All who pursued her overtook her in narrow straits. ","reference":"Lamentations 1:3"},{"bookName":"Lamentations","chapter":1,"verse":4,"text":"ד (Dalet) The roads to Zion mourn because no one travels to the festivals. All her city gates are deserted; her priests groan. Her virgins grieve; she is in bitter anguish! ","reference":"Lamentations 1:4"},{"bookName":"Lamentations","chapter":1,"verse":5,"text":"ה (He) Her foes subjugated her; her enemies are at ease. For the Lord afflicted her because of her many acts of rebellion. Her children went away captive before the enemy. ","reference":"Lamentations 1:5"},{"bookName":"Lamentations","chapter":1,"verse":6,"text":"ו (Vav) All of Daughter Zion’s splendor has departed. Her leaders became like deer; they found no pasture, so they were too exhausted to escape from the hunter. ","reference":"Lamentations 1:6"},{"bookName":"Lamentations","chapter":1,"verse":7,"text":"ז (Zayin) Jerusalem remembers, when she became a poor homeless person, all her treasures that she owned in days of old. When her people fell into an enemy’s grip, none of her allies came to her rescue. Her enemies gloated over her; they sneered at her downfall. ","reference":"Lamentations 1:7"},{"bookName":"Lamentations","chapter":1,"verse":8,"text":"ח (Khet) Jerusalem committed terrible sin; therefore she became an object of scorn. All who admired her have despised her because they have seen her nakedness. She groans aloud and turns away in shame. ","reference":"Lamentations 1:8"},{"bookName":"Lamentations","chapter":1,"verse":9,"text":"ט (Tet) Her menstrual flow has soiled her clothing; she did not consider the consequences of her sin. Her demise was astonishing, and there was no one to comfort her. She cried, “Look, O Lord, on my affliction because my enemy boasts!” ","reference":"Lamentations 1:9"},{"bookName":"Lamentations","chapter":1,"verse":10,"text":"י (Yod) An enemy grabbed all her valuables. Indeed she watched in horror as Gentiles invaded her holy temple— those whom you had commanded: “They must not enter your assembly place.”","reference":"Lamentations 1:10"},{"bookName":"Lamentations","chapter":1,"verse":11,"text":"כ (Kaf) All her people groaned as they searched for a morsel of bread. They exchanged their valuables for just enough food to stay alive. “Look, O Lord! Consider that I have become worthless!” ","reference":"Lamentations 1:11"},{"bookName":"Lamentations","chapter":1,"verse":12,"text":"ל (Lamed) Is it nothing to you, all you who pass by on the road? Look and see! Is there any pain like mine? The Lord has afflicted me, he has inflicted it on me when he burned with anger. ","reference":"Lamentations 1:12"},{"bookName":"Lamentations","chapter":1,"verse":13,"text":"מ (Mem) He sent down fire into my bones, and it overcame them. He spread out a trapper’s net for my feet; he made me turn back. He has made me desolate; I am faint all day long. ","reference":"Lamentations 1:13"},{"bookName":"Lamentations","chapter":1,"verse":14,"text":"נ (Nun) My sins are bound around my neck like a yoke; they are fastened together by his hand. He has placed his yoke on my neck; he has sapped my strength. The Lord has handed me over to those whom I cannot resist. ","reference":"Lamentations 1:14"},{"bookName":"Lamentations","chapter":1,"verse":15,"text":"ס (Samek) He rounded up all my mighty ones; the Lord did this in my midst. He summoned an assembly against me to shatter my young men. The Lord has stomped like grapes the virgin daughter, Judah. ","reference":"Lamentations 1:15"},{"bookName":"Lamentations","chapter":1,"verse":16,"text":"ע (Ayin) I weep because of these things; my eyes flow with tears. For there is no one in sight who can comfort me or encourage me. My children are desolated because an enemy has prevailed. ","reference":"Lamentations 1:16"},{"bookName":"Lamentations","chapter":1,"verse":17,"text":"פ (Pe) Zion spread out her hands, but there is no one to comfort her. The Lord has issued a decree against Jacob; his neighbors have become his enemies. Jerusalem has become like filthy garbage in their midst.","reference":"Lamentations 1:17"},{"bookName":"Lamentations","chapter":1,"verse":18,"text":"צ (Tsade) The Lord is right to judge me! Yes, I rebelled against his commands. Please listen, all you nations, and look at my suffering! My young women and men have gone into exile.","reference":"Lamentations 1:18"},{"bookName":"Lamentations","chapter":1,"verse":19,"text":"ק (Qof) I called for my lovers, but they had deceived me. My priests and my elders perished in the city. Truly they had searched for food to keep themselves alive. ","reference":"Lamentations 1:19"},{"bookName":"Lamentations","chapter":1,"verse":20,"text":"ר (Resh) Look, O Lord! I am distressed; my stomach is in knots! My heart is pounding inside me. Yes, I was terribly rebellious! Out in the street the sword bereaves a mother of her children; inside the house death is present.","reference":"Lamentations 1:20"},{"bookName":"Lamentations","chapter":1,"verse":21,"text":"ש (Sin/Shin) They have heard that I groan, yet there is no one to comfort me. All my enemies have heard of my trouble; they are glad that you have brought it about. Bring about the day of judgment that you promised so that they may end up like me! ","reference":"Lamentations 1:21"},{"bookName":"Lamentations","chapter":1,"verse":22,"text":"ת (Tav) Let all their wickedness come before you; afflict them just as you have afflicted me because of all my acts of rebellion. For my groans are many, and my heart is sick with sorrow.","reference":"Lamentations 1:22"}]