[
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 1,
    "text": "א (Alef) Alas! The Lord has covered Daughter Zion with his anger. He has thrown down the splendor of Israel from heaven to earth; he did not protect his temple when he displayed his anger.",
    "reference": "Lamentations 2:1"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 2,
    "text": "ב (Bet) The Lord destroyed mercilessly all the homes of Jacob’s descendants. In his anger he tore down the fortified cities of Daughter Judah. He knocked to the ground and humiliated the kingdom and its rulers. ",
    "reference": "Lamentations 2:2"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 3,
    "text": "ג (Gimel) In fierce anger he destroyed the whole army of Israel. He withdrew his right hand as the enemy attacked. He was like a raging fire in the land of Jacob; it consumed everything around it.",
    "reference": "Lamentations 2:3"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 4,
    "text": "ד (Dalet) He prepared his bow like an enemy; his right hand was ready to shoot. Like a foe he killed everyone, even our strong young men; he has poured out his anger like fire on the tent of Daughter Zion. ",
    "reference": "Lamentations 2:4"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 5,
    "text": "ה (He) The Lord, like an enemy, destroyed Israel. He destroyed all her palaces; he ruined her fortified cities. He made everyone in Daughter Judah mourn and lament. ",
    "reference": "Lamentations 2:5"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 6,
    "text": "ו (Vav) He destroyed his temple as if it were a vineyard; he destroyed his appointed meeting place. The Lord has made those in Zion forget both the festivals and the Sabbaths. In his fierce anger he has spurned both king and priest. ",
    "reference": "Lamentations 2:6"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 7,
    "text": "ז (Zayin) The Lord rejected his altar and abhorred his temple. He handed over to the enemy Jerusalem’s palace walls; the enemy shouted in the Lord’s temple as if it were a feast day. ",
    "reference": "Lamentations 2:7"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 8,
    "text": "ח (Khet) The Lord was determined to tear down Daughter Zion’s wall. He prepared to knock it down; he did not withdraw his hand from destroying. He made the ramparts and fortified walls lament; together they mourned their ruin.",
    "reference": "Lamentations 2:8"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 9,
    "text": "ט (Tet) Her city gates have fallen to the ground; he smashed to bits the bars that lock her gates. Her king and princes were taken into exile; there is no more guidance available. As for her prophets, they no longer receive a vision from the Lord. ",
    "reference": "Lamentations 2:9"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 10,
    "text": "י (Yod) The elders of Daughter Zion sit on the ground in silence. They have thrown dirt on their heads; they have dressed in sackcloth. Jerusalem’s young women stare down at the ground. ",
    "reference": "Lamentations 2:10"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 11,
    "text": "כ (Kaf) My eyes are worn out from weeping; my stomach is in knots. My heart is poured out on the ground due to the destruction of my helpless people; children and infants faint in the town squares. ",
    "reference": "Lamentations 2:11"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 12,
    "text": "ל (Lamed) Children say to their mothers, “Where are food and drink?” They faint like a wounded warrior in the city squares. They die slowly in their mothers’ arms. ",
    "reference": "Lamentations 2:12"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 13,
    "text": "מ (Mem) With what can I equate you? To what can I compare you, O Daughter Jerusalem? To what can I liken you so that I might comfort you, O Virgin Daughter Zion? Your wound is as deep as the sea. Who can heal you?",
    "reference": "Lamentations 2:13"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 14,
    "text": "נ (Nun) Your prophets saw visions for you that were worthless whitewash. They failed to expose your sin so as to restore your fortunes. They saw oracles for you that were worthless lies. ",
    "reference": "Lamentations 2:14"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 15,
    "text": "ס (Samek) All who passed by on the road clapped their hands to mock you. They sneered and shook their heads at Daughter Jerusalem. “Ha! Is this the city they called ‘the perfection of beauty, the source of joy of the whole earth!’?” ",
    "reference": "Lamentations 2:15"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 16,
    "text": "פ (Pe) All your enemies gloated over you. They sneered and gnashed their teeth; they said, “We have destroyed her! Ha! We have waited a long time for this day. We have lived to see it!”",
    "reference": "Lamentations 2:16"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 17,
    "text": "ע (Ayin) The Lord has done what he planned; he has fulfilled his promise that he threatened long ago: He has overthrown you without mercy and has enabled the enemy to gloat over you; he has exalted your adversaries’ power. ",
    "reference": "Lamentations 2:17"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 18,
    "text": "\u003Cb\u003Eצ\u003C/b\u003E (Tsade) Cry out from your heart to the Lord, O wall of Daughter Zion! Make your tears flow like a river all day and all night long! Do not rest; do not let your tears stop!",
    "reference": "Lamentations 2:18"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 19,
    "text": "ק (Qof) Get up! Cry out in the night when the night watches start! Pour out your heart like water before the face of the Lord! Lift up your hands to him for your children’s lives; they are faintingfrom hunger at every street corner. ",
    "reference": "Lamentations 2:19"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 20,
    "text": "ר (Resh) Look, O Lord! Consider! Whom have you ever afflicted like this? Should women eat their offspring, their healthy infants? Should priest and prophet be killed in the Lord’s sanctuary?",
    "reference": "Lamentations 2:20"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 21,
    "text": "ש (Sin/Shin) The young boys and old men lie dead on the ground in the streets. My young women and my young men have fallen by the sword. You killed them when you were angry; you slaughtered them without mercy. ",
    "reference": "Lamentations 2:21"
  },
  {
    "bookName": "Lamentations",
    "chapter": 2,
    "verse": 22,
    "text": "ת (Tav) As if it were a feast day, you call enemies to terrify me on every side. On the day of the Lord’s anger no one escaped or survived. My enemy has finished off those healthy infants whom I bore and raised. ",
    "reference": "Lamentations 2:22"
  }
]