[
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 1,
    "text": "א (Alef) Alas! Gold has lost its luster; pure gold loses value. Jewels are scattered on every street corner. ",
    "reference": "Lamentations 4:1"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 2,
    "text": "ב (Bet) The precious sons of Zion were worth their weight in gold— Alas!—but now they are treated like broken clay pots, made by a potter. ",
    "reference": "Lamentations 4:2"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 3,
    "text": "ג (Gimel) Even the jackals nurse their young at their breast, but my people are cruel, like ostriches in the wilderness.",
    "reference": "Lamentations 4:3"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 4,
    "text": "ד (Dalet) The infant’s tongue sticks to the roof of its mouth due to thirst; little children beg for bread, but no one gives them even a morsel. ",
    "reference": "Lamentations 4:4"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 5,
    "text": "ה (He) Those who once feasted on delicacies are now starving to death in the streets. Those who grew up wearing expensive clothes are now dying amid garbage. ",
    "reference": "Lamentations 4:5"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 6,
    "text": "ו (Vav) The punishment of my people exceeds that of Sodom, which was overthrown in a moment with no one to help her.",
    "reference": "Lamentations 4:6"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 7,
    "text": "ז (Zayin) Our consecrated ones were brighter than snow, whiter than milk; their bodies more ruddy than corals, their hair like lapis lazuli. ",
    "reference": "Lamentations 4:7"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 8,
    "text": "ח (Khet) Now their appearance is darker than soot; they are not recognized in the streets. Their skin has shriveled on their bones; it is dried up, like tree bark.",
    "reference": "Lamentations 4:8"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 9,
    "text": "ט (Tet) Those who die by the sword are better off than those who die of hunger, those who waste away, struck down from lack of food. ",
    "reference": "Lamentations 4:9"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 10,
    "text": "י (Yod) The hands of tenderhearted women cooked their own children, who became their food, when my people were destroyed. ",
    "reference": "Lamentations 4:10"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 11,
    "text": "כ (Kaf) The Lord fully vented his wrath; he poured out his fierce anger. He started a fire in Zion; it consumed her foundations. ",
    "reference": "Lamentations 4:11"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 12,
    "text": "ל (Lamed) Neither the kings of the earth nor the people of the lands ever thought that enemy or foe could enter the gates of Jerusalem.",
    "reference": "Lamentations 4:12"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 13,
    "text": "מ (Mem) But it happened due to the sins of her prophets and the iniquities of her priests, who poured out in her midst the blood of the righteous. ",
    "reference": "Lamentations 4:13"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 14,
    "text": "נ (Nun) They wander blindly through the streets, defiled by the blood they shed, while no one dares to touch their garments. ",
    "reference": "Lamentations 4:14"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 15,
    "text": "ס (Samek) People cry to them, “Turn away! You are unclean! Turn away! Turn away! Don’t touch us!” So they have fled and wander about; but the nations say, “They may not stay here any longer.” ",
    "reference": "Lamentations 4:15"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 16,
    "text": "פ (Pe) The Lord himself has scattered them; he no longer watches over them. They did not honor the priests; they did not show favor to the elders. ",
    "reference": "Lamentations 4:16"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 17,
    "text": "ע (Ayin) Our eyes continually failed us as we looked in vain for help. From our watchtowers we watched for a nation that could not rescue us. ",
    "reference": "Lamentations 4:17"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 18,
    "text": "צ (Tsade) Our enemies hunted us down at every step so that we could not walk about in our streets. Our end drew near, our days were numbered, for our end had come! ",
    "reference": "Lamentations 4:18"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 19,
    "text": "ק (Qof) Those who pursued us were swifter than eagles in the sky. They chased us over the mountains; they ambushed us in the wilderness. ",
    "reference": "Lamentations 4:19"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 20,
    "text": "ר (Resh) Our very life breath—the Lord’s anointed king— was caught in their traps, of whom we thought, “Under his protection we will survive among the nations.” ",
    "reference": "Lamentations 4:20"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 21,
    "text": "ש (Sin/Shin) Rejoice and be glad for now, O people of Edom, who reside in the land of Uz. But the cup of judgment will pass to you also; you will get drunk and take off your clothes. ",
    "reference": "Lamentations 4:21"
  },
  {
    "bookName": "Lamentations",
    "chapter": 4,
    "verse": 22,
    "text": "ת (Tav) O people of Zion, your punishment will come to an end; he will not prolong your exile. But, O people of Edom, he will punish your sin and reveal your offenses! ",
    "reference": "Lamentations 4:22"
  }
]