[
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 1,
    "text": "On that day after Jesus went out of the house, he sat by the lake. ",
    "reference": "Matthew 13:1"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 2,
    "text": "And such a large crowd gathered around him that he got into a boat to sit while the whole crowd stood on the shore. ",
    "reference": "Matthew 13:2"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 3,
    "text": "He told them many things in parables, saying: “Listen! A sower went out to sow. ",
    "reference": "Matthew 13:3"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 4,
    "text": "And as he sowed, some seeds fell along the path, and the birds came and devoured them. ",
    "reference": "Matthew 13:4"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 5,
    "text": "Other seeds fell on rocky ground where they did not have much soil. They sprang up quickly because the soil was not deep. ",
    "reference": "Matthew 13:5"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 6,
    "text": "But when the sun came up, they were scorched, and because they did not have sufficient root, they withered. ",
    "reference": "Matthew 13:6"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 7,
    "text": "Other seeds fell among the thorns, and they grew up and choked them. ",
    "reference": "Matthew 13:7"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 8,
    "text": "But other seeds fell on good soil and produced grain, some a hundred times as much, some sixty, and some thirty. ",
    "reference": "Matthew 13:8"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 9,
    "text": "The one who has ears had better listen!” ",
    "reference": "Matthew 13:9"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 10,
    "text": "Then the disciples came to him and said, “Why do you speak to them in parables?” ",
    "reference": "Matthew 13:10"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 11,
    "text": "He replied, “You have been given the opportunity to know the secrets of the kingdom of heaven, but they have not. ",
    "reference": "Matthew 13:11"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 12,
    "text": "For whoever has will be given more, and will have an abundance. But whoever does not have, even what he has will be taken from him. ",
    "reference": "Matthew 13:12"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 13,
    "text": "For this reason I speak to them in parables: Although they see they do not see, and although they hear they do not hear nor do they understand. ",
    "reference": "Matthew 13:13"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 14,
    "text": "And concerning them the prophecy of Isaiah is fulfilled that says: “‘\u003Cb\u003EYou will listen carefully\u003C/b\u003E \u003Cb\u003Eyet will never understand,\u003C/b\u003E \u003Cb\u003Eyou will look closely\u003C/b\u003E \u003Cb\u003Eyet will never comprehend\u003C/b\u003E. ",
    "reference": "Matthew 13:14"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 15,
    "text": "\u003Cb\u003EFor the heart of this people has become dull;\u003C/b\u003E\u003Cb\u003Ethey are hard of hearing,\u003C/b\u003E \u003Cb\u003Eand they have shut their eyes,\u003C/b\u003E \u003Cb\u003Eso that they would not see with their eyes\u003C/b\u003E \u003Cb\u003Eand hear with their ears\u003C/b\u003E \u003Cb\u003Eand understand with their hearts\u003C/b\u003E \u003Cb\u003Eand turn, and I would heal them\u003C/b\u003E.’ ",
    "reference": "Matthew 13:15"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 16,
    "text": "“But your eyes are blessed because they see, and your ears because they hear. ",
    "reference": "Matthew 13:16"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 17,
    "text": "For I tell you the truth, many prophets and righteous people longed to see what you see but did not see it, and to hear what you hear but did not hear it.",
    "reference": "Matthew 13:17"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 18,
    "text": "“So listen to the parable of the sower: ",
    "reference": "Matthew 13:18"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 19,
    "text": "When anyone hears the word about the kingdom and does not understand it, the evil one comes and snatches what was sown in his heart; this is the seed sown along the path. ",
    "reference": "Matthew 13:19"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 20,
    "text": "The seed sown on rocky ground is the person who hears the word and immediately receives it with joy. ",
    "reference": "Matthew 13:20"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 21,
    "text": "But he has no root in himself and does not endure; when trouble or persecution comes because of the word, immediately he falls away. ",
    "reference": "Matthew 13:21"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 22,
    "text": "The seed sown among thorns is the person who hears the word, but worldly cares and the seductiveness of wealth choke the word, so it produces nothing. ",
    "reference": "Matthew 13:22"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 23,
    "text": "But as for the seed sown on good soil, this is the person who hears the word and understands. He bears fruit, yielding a hundred, sixty, or thirty times what was sown.” ",
    "reference": "Matthew 13:23"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 24,
    "text": "He presented them with another parable: “The kingdom of heaven is like a person who sowed good seed in his field. ",
    "reference": "Matthew 13:24"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 25,
    "text": "But while everyone was sleeping, an enemy came and sowed darnel among the wheat and went away. ",
    "reference": "Matthew 13:25"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 26,
    "text": "When the plants sprouted and produced grain, then the darnel also appeared. ",
    "reference": "Matthew 13:26"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 27,
    "text": "So the slaves of the landowner came and said to him, ‘Sir, didn’t you sow good seed in your field? Then where did the darnel come from?’ ",
    "reference": "Matthew 13:27"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 28,
    "text": "He said, ‘An enemy has done this!’ So the slaves replied, ‘Do you want us to go and gather it?’",
    "reference": "Matthew 13:28"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 29,
    "text": "But he said, ‘No, since in gathering the darnel you may uproot the wheat along with it.",
    "reference": "Matthew 13:29"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 30,
    "text": "Let both grow together until the harvest. At harvest time I will tell the reapers, “First collect the darnel and tie it in bundles to be burned, but then gather the wheat into my barn.”’” ",
    "reference": "Matthew 13:30"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 31,
    "text": "He gave them another parable: “The kingdom of heaven is like a mustard seed that a man took and sowed in his field. ",
    "reference": "Matthew 13:31"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 32,
    "text": "It is the smallest of all the seeds, but when it has grown it is the greatest garden plant and becomes a tree, so that the wild birds come and nest in its branches.” ",
    "reference": "Matthew 13:32"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 33,
    "text": "He told them another parable: “The kingdom of heaven is like yeast that a woman took and mixed with three measures of flour until all the dough had risen.” ",
    "reference": "Matthew 13:33"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 34,
    "text": "Jesus spoke all these things in parables to the crowds; he did not speak to them without a parable. ",
    "reference": "Matthew 13:34"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 35,
    "text": "This fulfilled what was spoken by the prophet: “\u003Cb\u003EI will open my mouth in parables,\u003C/b\u003E \u003Cb\u003EI will announce what has been hidden from the foundation of the world\u003C/b\u003E.”",
    "reference": "Matthew 13:35"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 36,
    "text": "Then he left the crowds and went into the house. And his disciples came to him saying, “Explain to us the parable of the darnel in the field.” ",
    "reference": "Matthew 13:36"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 37,
    "text": "He answered, “The one who sowed the good seed is the Son of Man. ",
    "reference": "Matthew 13:37"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 38,
    "text": "The field is the world and the good seed are the people of the kingdom. The poisonous weeds are the people of the evil one, ",
    "reference": "Matthew 13:38"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 39,
    "text": "and the enemy who sows them is the devil. The harvest is the end of the age, and the reapers are angels. ",
    "reference": "Matthew 13:39"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 40,
    "text": "As the poisonous weeds are collected and burned with fire, so it will be at the end of the age. ",
    "reference": "Matthew 13:40"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 41,
    "text": "The Son of Man will send his angels, and they will gather from his kingdom everything that causes sin as well as all lawbreakers. ",
    "reference": "Matthew 13:41"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 42,
    "text": "They will \u003Cb\u003Ethrow\u003C/b\u003E \u003Cb\u003Ethem into the fiery furnace\u003C/b\u003E, where there will be weeping and gnashing of teeth. ",
    "reference": "Matthew 13:42"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 43,
    "text": "Then the righteous will shine like the sun in the kingdom of their Father. The one who has ears had better listen! ",
    "reference": "Matthew 13:43"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 44,
    "text": "“The kingdom of heaven is like a treasure, hidden in a field, that a person found and hid. Then because of joy he went and sold all that he had and bought that field. ",
    "reference": "Matthew 13:44"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 45,
    "text": "“Again, the kingdom of heaven is like a merchant searching for fine pearls. ",
    "reference": "Matthew 13:45"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 46,
    "text": "When he found a pearl of great value, he went out and sold everything he had and bought it. ",
    "reference": "Matthew 13:46"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 47,
    "text": "“Again, the kingdom of heaven is like a net that was cast into the sea that caught all kinds of fish.",
    "reference": "Matthew 13:47"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 48,
    "text": "When it was full, they pulled it ashore, sat down, and put the good fish into containers and threw the bad away. ",
    "reference": "Matthew 13:48"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 49,
    "text": "It will be this way at the end of the age. Angels will come and separate the evil from the righteous ",
    "reference": "Matthew 13:49"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 50,
    "text": "and throw them into the fiery furnace, where there will be weeping and gnashing of teeth. ",
    "reference": "Matthew 13:50"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 51,
    "text": "“Have you understood all these things?” They replied, “Yes.”",
    "reference": "Matthew 13:51"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 52,
    "text": "Then he said to them, “Therefore every expert in the law who has been trained for the kingdom of heaven is like the owner of a house who brings out of his treasure what is new and old.” ",
    "reference": "Matthew 13:52"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 53,
    "text": "Now when Jesus finished these parables, he moved on from there. ",
    "reference": "Matthew 13:53"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 54,
    "text": "Then he came to his hometown and began to teach the people in their synagogue. They were astonished and said, “Where did this man get such wisdom and miraculous powers? ",
    "reference": "Matthew 13:54"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 55,
    "text": "Isn’t this the carpenter’s son? Isn’t his mother named Mary? And aren’t his brothers James, Joseph, Simon, and Judas? ",
    "reference": "Matthew 13:55"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 56,
    "text": "And aren’t all his sisters here with us? So where did he get all this?” ",
    "reference": "Matthew 13:56"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 57,
    "text": "And so they took offense at him. But Jesus said to them, “A prophet is not without honor except in his hometown and in his own house.” ",
    "reference": "Matthew 13:57"
  },
  {
    "bookName": "Matthew",
    "chapter": 13,
    "verse": 58,
    "text": "And he did not do many miracles there because of their unbelief. ",
    "reference": "Matthew 13:58"
  }
]