[{"bookName":"Matthew","chapter":24,"verse":1,"text":"Now as Jesus was going out of the temple courts and walking away, his disciples came to show him the temple buildings. ","reference":"Matthew 24:1"},{"bookName":"Matthew","chapter":24,"verse":2,"text":"And he said to them, “Do you see all these things? I tell you the truth, not one stone will be left on another. All will be torn down!” ","reference":"Matthew 24:2"},{"bookName":"Matthew","chapter":24,"verse":3,"text":"As he was sitting on the Mount of Olives, his disciples came to him privately and said, “Tell us, when will these things happen? And what will be the sign of your coming and of the end of the age?” ","reference":"Matthew 24:3"},{"bookName":"Matthew","chapter":24,"verse":4,"text":"Jesus answered them, “Watch out that no one misleads you. ","reference":"Matthew 24:4"},{"bookName":"Matthew","chapter":24,"verse":5,"text":"For many will come in my name, saying, ‘I am the Christ,’ and they will mislead many. ","reference":"Matthew 24:5"},{"bookName":"Matthew","chapter":24,"verse":6,"text":"You will hear of wars and rumors of wars. Make sure that you are not alarmed, for this must happen, but the end is still to come. ","reference":"Matthew 24:6"},{"bookName":"Matthew","chapter":24,"verse":7,"text":"For nation will rise up in arms against nation, and kingdom against kingdom. And there will be famines and earthquakes in various places.","reference":"Matthew 24:7"},{"bookName":"Matthew","chapter":24,"verse":8,"text":"All these things are the beginning of birth pains. ","reference":"Matthew 24:8"},{"bookName":"Matthew","chapter":24,"verse":9,"text":"“Then they will hand you over to be persecuted and will kill you. You will be hated by all the nations because of my name. ","reference":"Matthew 24:9"},{"bookName":"Matthew","chapter":24,"verse":10,"text":"Then many will be led into sin, and they will betray one another and hate one another. ","reference":"Matthew 24:10"},{"bookName":"Matthew","chapter":24,"verse":11,"text":"And many false prophets will appear and deceive many, ","reference":"Matthew 24:11"},{"bookName":"Matthew","chapter":24,"verse":12,"text":"and because lawlessness will increase so much, the love of many will grow cold. ","reference":"Matthew 24:12"},{"bookName":"Matthew","chapter":24,"verse":13,"text":"But the person who endures to the end will be saved. ","reference":"Matthew 24:13"},{"bookName":"Matthew","chapter":24,"verse":14,"text":"And this gospel of the kingdom will be preached throughout the whole inhabited earth as a testimony to all the nations, and then the end will come. ","reference":"Matthew 24:14"},{"bookName":"Matthew","chapter":24,"verse":15,"text":"“So when you see the abomination of desolation—spoken about by Daniel the prophet—standing in the holy place” (let the reader understand), ","reference":"Matthew 24:15"},{"bookName":"Matthew","chapter":24,"verse":16,"text":"“then those in Judea must flee to the mountains. ","reference":"Matthew 24:16"},{"bookName":"Matthew","chapter":24,"verse":17,"text":"The one on the roof must not come down to take anything out of his house, ","reference":"Matthew 24:17"},{"bookName":"Matthew","chapter":24,"verse":18,"text":"and the one in the field must not turn back to get his cloak. ","reference":"Matthew 24:18"},{"bookName":"Matthew","chapter":24,"verse":19,"text":"Woe to those who are pregnant and to those who are nursing their babies in those days! ","reference":"Matthew 24:19"},{"bookName":"Matthew","chapter":24,"verse":20,"text":"Pray that your flight may not be in winter or on a Sabbath. ","reference":"Matthew 24:20"},{"bookName":"Matthew","chapter":24,"verse":21,"text":"For then there will be great suffering unlike anything that has happened from the beginning of the world until now, or ever will happen. ","reference":"Matthew 24:21"},{"bookName":"Matthew","chapter":24,"verse":22,"text":"And if those days had not been cut short, no one would be saved. But for the sake of the elect those days will be cut short. ","reference":"Matthew 24:22"},{"bookName":"Matthew","chapter":24,"verse":23,"text":"Then if anyone says to you, ‘Look, here is the Christ!’ or ‘There he is!’ do not believe him.","reference":"Matthew 24:23"},{"bookName":"Matthew","chapter":24,"verse":24,"text":"For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect. ","reference":"Matthew 24:24"},{"bookName":"Matthew","chapter":24,"verse":25,"text":"Remember, I have told you ahead of time. ","reference":"Matthew 24:25"},{"bookName":"Matthew","chapter":24,"verse":26,"text":"So then, if someone says to you, ‘Look, he is in the wilderness,’ do not go out, or ‘Look, he is in the inner rooms,’ do not believe him.","reference":"Matthew 24:26"},{"bookName":"Matthew","chapter":24,"verse":27,"text":"For just like the lightning comes from the east and flashes to the west, so the coming of the Son of Man will be. ","reference":"Matthew 24:27"},{"bookName":"Matthew","chapter":24,"verse":28,"text":"Wherever the corpse is, there the vultures will gather. ","reference":"Matthew 24:28"},{"bookName":"Matthew","chapter":24,"verse":29,"text":"“Immediately after the suffering of those days, the sun will be darkened, and the moon will not give its light; the stars will fall from heaven, and the powers of heaven will be shaken. ","reference":"Matthew 24:29"},{"bookName":"Matthew","chapter":24,"verse":30,"text":"Then the sign of the Son of Man will appear in heaven, and all the tribes of the earth will mourn. They will see the Son of Man arriving on the clouds of heaven with power and great glory. ","reference":"Matthew 24:30"},{"bookName":"Matthew","chapter":24,"verse":31,"text":"And he will send his angels with a loud trumpet blast, and they will gather his elect from the four winds, from one end of heaven to the other. ","reference":"Matthew 24:31"},{"bookName":"Matthew","chapter":24,"verse":32,"text":"“Learn this parable from the fig tree: Whenever its branch becomes tender and puts out its leaves, you know that summer is near. ","reference":"Matthew 24:32"},{"bookName":"Matthew","chapter":24,"verse":33,"text":"So also you, when you see all these things, know that he is near, right at the door. ","reference":"Matthew 24:33"},{"bookName":"Matthew","chapter":24,"verse":34,"text":"I tell you the truth, this generation will not pass away until all these things take place. ","reference":"Matthew 24:34"},{"bookName":"Matthew","chapter":24,"verse":35,"text":"Heaven and earth will pass away, but my words will never pass away. ","reference":"Matthew 24:35"},{"bookName":"Matthew","chapter":24,"verse":36,"text":"“But as for that day and hour no one knows it—not even the angels in heaven—except the Father alone. ","reference":"Matthew 24:36"},{"bookName":"Matthew","chapter":24,"verse":37,"text":"For just like the days of Noah were, so the coming of the Son of Man will be. ","reference":"Matthew 24:37"},{"bookName":"Matthew","chapter":24,"verse":38,"text":"For in those days before the flood, people were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark. ","reference":"Matthew 24:38"},{"bookName":"Matthew","chapter":24,"verse":39,"text":"And they knew nothing until the flood came and took them all away. It will be the same at the coming of the Son of Man. ","reference":"Matthew 24:39"},{"bookName":"Matthew","chapter":24,"verse":40,"text":"Then there will be two men in the field; one will be taken and one left. ","reference":"Matthew 24:40"},{"bookName":"Matthew","chapter":24,"verse":41,"text":"There will be two women grinding grain with a mill; one will be taken and one left. ","reference":"Matthew 24:41"},{"bookName":"Matthew","chapter":24,"verse":42,"text":"“Therefore stay alert because you do not know on what day your Lord will come. ","reference":"Matthew 24:42"},{"bookName":"Matthew","chapter":24,"verse":43,"text":"But understand this: If the owner of the house had known at what time of night the thief was coming, he would have been alert and would not have let his house be broken into. ","reference":"Matthew 24:43"},{"bookName":"Matthew","chapter":24,"verse":44,"text":"Therefore you also must be ready because the Son of Man will come at an hour when you do not expect him.","reference":"Matthew 24:44"},{"bookName":"Matthew","chapter":24,"verse":45,"text":"“Who then is the faithful and wise slave, whom the master has put in charge of his household, to give the other slaves their food at the proper time? ","reference":"Matthew 24:45"},{"bookName":"Matthew","chapter":24,"verse":46,"text":"Blessed is that slave whom the master finds at work when he comes. ","reference":"Matthew 24:46"},{"bookName":"Matthew","chapter":24,"verse":47,"text":"I tell you the truth, the master will put him in charge of all his possessions. ","reference":"Matthew 24:47"},{"bookName":"Matthew","chapter":24,"verse":48,"text":"But if that evil slave should say to himself, ‘My master is staying away a long time,’ ","reference":"Matthew 24:48"},{"bookName":"Matthew","chapter":24,"verse":49,"text":"and he begins to beat his fellow slaves and to eat and drink with drunkards, ","reference":"Matthew 24:49"},{"bookName":"Matthew","chapter":24,"verse":50,"text":"then the master of that slave will come on a day when he does not expect him and at an hour he does not foresee, ","reference":"Matthew 24:50"},{"bookName":"Matthew","chapter":24,"verse":51,"text":"and will cut him in two, and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. ","reference":"Matthew 24:51"}]