[{"bookName":"Matthew","chapter":17,"verse":1,"text":"Six days later Jesus took with him Peter, James, and John the brother of James, and led them privately up a high mountain. ","reference":"Matthew 17:1"},{"bookName":"Matthew","chapter":17,"verse":2,"text":"And he was transfigured before them. His face shone like the sun, and his clothes became white as light. ","reference":"Matthew 17:2"},{"bookName":"Matthew","chapter":17,"verse":3,"text":"Then Moses and Elijah also appeared before them, talking with him. ","reference":"Matthew 17:3"},{"bookName":"Matthew","chapter":17,"verse":4,"text":"So Peter said to Jesus, “Lord, it is good for us to be here. If you want, I will make three shelters—one for you, one for Moses, and one for Elijah.” ","reference":"Matthew 17:4"},{"bookName":"Matthew","chapter":17,"verse":5,"text":"While he was still speaking, a bright cloud overshadowed them, and a voice from the cloud said, “This is my one dear Son, in whom I take great delight. Listen to him!” ","reference":"Matthew 17:5"},{"bookName":"Matthew","chapter":17,"verse":6,"text":"When the disciples heard this, they were overwhelmed with fear and threw themselves down with their faces to the ground.","reference":"Matthew 17:6"},{"bookName":"Matthew","chapter":17,"verse":7,"text":"But Jesus came and touched them. “Get up,” he said. “Do not be afraid.” ","reference":"Matthew 17:7"},{"bookName":"Matthew","chapter":17,"verse":8,"text":"When they looked up, all they saw was Jesus alone.","reference":"Matthew 17:8"},{"bookName":"Matthew","chapter":17,"verse":9,"text":"As they were coming down from the mountain, Jesus commanded them, “Do not tell anyone about the vision until the Son of Man is raised from the dead.” ","reference":"Matthew 17:9"},{"bookName":"Matthew","chapter":17,"verse":10,"text":"The disciples asked him, “Why then do the experts in the law say that Elijah must come first?” ","reference":"Matthew 17:10"},{"bookName":"Matthew","chapter":17,"verse":11,"text":"He answered, “Elijah does indeed come first and will restore all things. ","reference":"Matthew 17:11"},{"bookName":"Matthew","chapter":17,"verse":12,"text":"And I tell you that Elijah has already come. Yet they did not recognize him, but did to him whatever they wanted. In the same way, the Son of Man will suffer at their hands.” ","reference":"Matthew 17:12"},{"bookName":"Matthew","chapter":17,"verse":13,"text":"Then the disciples understood that he was speaking to them about John the Baptist. ","reference":"Matthew 17:13"},{"bookName":"Matthew","chapter":17,"verse":14,"text":"When they came to the crowd, a man came to him, knelt before him, ","reference":"Matthew 17:14"},{"bookName":"Matthew","chapter":17,"verse":15,"text":"and said, “Lord, have mercy on my son because he has seizures and suffers terribly, for he often falls into the fire and into the water. ","reference":"Matthew 17:15"},{"bookName":"Matthew","chapter":17,"verse":16,"text":"I brought him to your disciples, but they were not able to heal him.” ","reference":"Matthew 17:16"},{"bookName":"Matthew","chapter":17,"verse":17,"text":"Jesus answered, “You unbelieving and perverse generation! How much longer must I be with you? How much longer must I endure you? Bring him here to me.” ","reference":"Matthew 17:17"},{"bookName":"Matthew","chapter":17,"verse":18,"text":"Then Jesus rebuked the demon and it came out of him, and the boy was healed from that moment. ","reference":"Matthew 17:18"},{"bookName":"Matthew","chapter":17,"verse":19,"text":"Then the disciples came to Jesus privately and said, “Why couldn’t we cast it out?” ","reference":"Matthew 17:19"},{"bookName":"Matthew","chapter":17,"verse":20,"text":"He told them, “It was because of your little faith. I tell you the truth, if you have faith the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move; nothing will be impossible for you.” ","reference":"Matthew 17:20"},{"bookName":"Matthew","chapter":17,"verse":22,"text":"When they gathered together in Galilee, Jesus told them, “The Son of Man is going to be betrayed into the hands of men. ","reference":"Matthew 17:22"},{"bookName":"Matthew","chapter":17,"verse":23,"text":"They will kill him, and on the third day he will be raised.” And they became greatly distressed. ","reference":"Matthew 17:23"},{"bookName":"Matthew","chapter":17,"verse":24,"text":"After they arrived in Capernaum, the collectors of the temple tax came to Peter and said, “Your teacher pays the double drachma tax, doesn’t he?”","reference":"Matthew 17:24"},{"bookName":"Matthew","chapter":17,"verse":25,"text":"He said, “Yes.” When Peter came into the house, Jesus spoke to him first, “What do you think, Simon? From whom do earthly kings collect tolls or taxes—from their sons or from foreigners?” ","reference":"Matthew 17:25"},{"bookName":"Matthew","chapter":17,"verse":26,"text":"After he said, “From foreigners,” Jesus said to him, “Then the sons are free. ","reference":"Matthew 17:26"},{"bookName":"Matthew","chapter":17,"verse":27,"text":"But so that we don’t offend them, go to the lake and throw out a hook. Take the first fish that comes up, and when you open its mouth, you will find a four-drachma coin. Take that and give it to them for me and you.” ","reference":"Matthew 17:27"}]