[{"bookName":"Matthew","chapter":9,"verse":1,"text":"After getting into a boat he crossed to the other side and came to his own town.","reference":"Matthew 9:1"},{"bookName":"Matthew","chapter":9,"verse":2,"text":"Just then some people brought to him a paralytic lying on a stretcher. When Jesus saw their faith, he said to the paralytic, “Have courage, son! Your sins are forgiven.” ","reference":"Matthew 9:2"},{"bookName":"Matthew","chapter":9,"verse":3,"text":"Then some of the experts in the law said to themselves, “This man is blaspheming!” ","reference":"Matthew 9:3"},{"bookName":"Matthew","chapter":9,"verse":4,"text":"When Jesus perceived their thoughts he said, “Why do you respond with evil in your hearts? ","reference":"Matthew 9:4"},{"bookName":"Matthew","chapter":9,"verse":5,"text":"Which is easier, to say, ‘Your sins are forgiven’ or to say, ‘Stand up and walk’? ","reference":"Matthew 9:5"},{"bookName":"Matthew","chapter":9,"verse":6,"text":"But so that you may know that the Son of Man has authority on earth to forgive sins”—then he said to the paralytic—“Stand up, take your stretcher, and go home.” ","reference":"Matthew 9:6"},{"bookName":"Matthew","chapter":9,"verse":7,"text":"So he stood up and went home. ","reference":"Matthew 9:7"},{"bookName":"Matthew","chapter":9,"verse":8,"text":"When the crowd saw this, they were afraid and honored God who had given such authority to men. ","reference":"Matthew 9:8"},{"bookName":"Matthew","chapter":9,"verse":9,"text":"As Jesus went on from there, he saw a man named Matthew sitting at the tax booth. “Follow me,” he said to him. So he got up and followed him. ","reference":"Matthew 9:9"},{"bookName":"Matthew","chapter":9,"verse":10,"text":"As Jesus was having a meal in Matthew’s house, many tax collectors and sinners came and ate with Jesus and his disciples. ","reference":"Matthew 9:10"},{"bookName":"Matthew","chapter":9,"verse":11,"text":"When the Pharisees saw this they said to his disciples, “Why does your teacher eat with tax collectors and sinners?” ","reference":"Matthew 9:11"},{"bookName":"Matthew","chapter":9,"verse":12,"text":"When Jesus heard this he said, “Those who are healthy don’t need a physician, but those who are sick do. ","reference":"Matthew 9:12"},{"bookName":"Matthew","chapter":9,"verse":13,"text":"Go and learn what this saying means: ‘\u003Cb\u003EI want mercy and not sacrifice\u003C/b\u003E.’ For I did not come to call the righteous, but sinners.” ","reference":"Matthew 9:13"},{"bookName":"Matthew","chapter":9,"verse":14,"text":"Then John’s disciples came to Jesus and asked, “Why do we and the Pharisees fast often, but your disciples don’t fast?” ","reference":"Matthew 9:14"},{"bookName":"Matthew","chapter":9,"verse":15,"text":"Jesus said to them, “The wedding guests cannot mourn while the bridegroom is with them, can they? But the days are coming when the bridegroom will be taken from them, and then they will fast. ","reference":"Matthew 9:15"},{"bookName":"Matthew","chapter":9,"verse":16,"text":"No one sews a patch of unshrunk cloth on an old garment because the patch will pull away from the garment and the tear will be worse. ","reference":"Matthew 9:16"},{"bookName":"Matthew","chapter":9,"verse":17,"text":"And no one pours new wine into old wineskins; otherwise the skins burst and the wine is spilled out and the skins are destroyed. Instead they put new wine into new wineskins and both are preserved.” ","reference":"Matthew 9:17"},{"bookName":"Matthew","chapter":9,"verse":18,"text":"As he was saying these things, a leader came, bowed low before him, and said, “My daughter has just died, but come and lay your hand on her and she will live.” ","reference":"Matthew 9:18"},{"bookName":"Matthew","chapter":9,"verse":19,"text":"Jesus and his disciples got up and followed him. ","reference":"Matthew 9:19"},{"bookName":"Matthew","chapter":9,"verse":20,"text":"But a woman who had been suffering from a hemorrhage for 12 years came up behind him and touched the edge of his cloak. ","reference":"Matthew 9:20"},{"bookName":"Matthew","chapter":9,"verse":21,"text":"For she kept saying to herself, “If only I touch his cloak, I will be healed.” ","reference":"Matthew 9:21"},{"bookName":"Matthew","chapter":9,"verse":22,"text":"But when Jesus turned and saw her he said, “Have courage, daughter! Your faith has made you well.” And the woman was healed from that hour. ","reference":"Matthew 9:22"},{"bookName":"Matthew","chapter":9,"verse":23,"text":"When Jesus entered the leader’s house and saw the flute players and the disorderly crowd, ","reference":"Matthew 9:23"},{"bookName":"Matthew","chapter":9,"verse":24,"text":"he said, “Go away, for the girl is not dead but asleep!” And they began making fun of him. ","reference":"Matthew 9:24"},{"bookName":"Matthew","chapter":9,"verse":25,"text":"But when the crowd had been forced outside, he went in and gently took her by the hand, and the girl got up. ","reference":"Matthew 9:25"},{"bookName":"Matthew","chapter":9,"verse":26,"text":"And the news of this spread throughout that region. ","reference":"Matthew 9:26"},{"bookName":"Matthew","chapter":9,"verse":27,"text":"As Jesus went on from there, two blind men began to follow him, shouting, “Have mercy on us, Son of David!” ","reference":"Matthew 9:27"},{"bookName":"Matthew","chapter":9,"verse":28,"text":"When he went into the house, the blind men came to him. Jesus said to them, “Do you believe that I am able to do this?” They said to him, “Yes, Lord.” ","reference":"Matthew 9:28"},{"bookName":"Matthew","chapter":9,"verse":29,"text":"Then he touched their eyes saying, “Let it be done for you according to your faith.” ","reference":"Matthew 9:29"},{"bookName":"Matthew","chapter":9,"verse":30,"text":"And their eyes were opened. Then Jesus sternly warned them, “See that no one knows about this!”","reference":"Matthew 9:30"},{"bookName":"Matthew","chapter":9,"verse":31,"text":"But they went out and spread the news about him throughout that entire region. ","reference":"Matthew 9:31"},{"bookName":"Matthew","chapter":9,"verse":32,"text":"As they were going away, a man who was demon-possessed and unable to speak was brought to him. ","reference":"Matthew 9:32"},{"bookName":"Matthew","chapter":9,"verse":33,"text":"After the demon was cast out, the man who had been mute began to speak. The crowds were amazed and said, “Never has anything like this been seen in Israel!” ","reference":"Matthew 9:33"},{"bookName":"Matthew","chapter":9,"verse":34,"text":"But the Pharisees said, “By the ruler of demons he casts out demons!” ","reference":"Matthew 9:34"},{"bookName":"Matthew","chapter":9,"verse":35,"text":"Then Jesus went throughout all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom, and healing every kind of disease and sickness. ","reference":"Matthew 9:35"},{"bookName":"Matthew","chapter":9,"verse":36,"text":"When he saw the crowds, he had compassion on them because they were bewildered and helpless, like sheep without a shepherd. ","reference":"Matthew 9:36"},{"bookName":"Matthew","chapter":9,"verse":37,"text":"Then he said to his disciples, “The harvest is plentiful, but the workers are few. ","reference":"Matthew 9:37"},{"bookName":"Matthew","chapter":9,"verse":38,"text":"Therefore ask the Lord of the harvest to send out workers into his harvest-ready fields.”","reference":"Matthew 9:38"}]