[
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 1,
    "text": "In those days John the Baptist came into the wilderness of Judea proclaiming, ",
    "reference": "Matthew 3:1"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 2,
    "text": "“Repent, for the kingdom of heaven is near.” ",
    "reference": "Matthew 3:2"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 3,
    "text": "For he is the one about whom the prophet Isaiah had spoken: “\u003Cb\u003EThe voice\u003C/b\u003E \u003Cb\u003Eof one shouting in the wilderness,\u003C/b\u003E ‘\u003Cb\u003EPrepare the way for the Lord, make\u003C/b\u003E \u003Cb\u003Ehis paths straight\u003C/b\u003E.’” ",
    "reference": "Matthew 3:3"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 4,
    "text": "Now John wore clothing made from camel’s hair with a leather belt around his waist, and his diet consisted of locusts and wild honey. ",
    "reference": "Matthew 3:4"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 5,
    "text": "Then people from Jerusalem, as well as all Judea and all the region around the Jordan, were going out to him, ",
    "reference": "Matthew 3:5"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 6,
    "text": "and he was baptizing them in the Jordan River as they confessed their sins. ",
    "reference": "Matthew 3:6"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 7,
    "text": "But when he saw many Pharisees and Sadducees coming to his baptism, he said to them, “You offspring of vipers! Who warned you to flee from the coming wrath? ",
    "reference": "Matthew 3:7"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 8,
    "text": "Therefore produce fruit that proves your repentance, ",
    "reference": "Matthew 3:8"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 9,
    "text": "and don’t think you can say to yourselves, ‘We have Abraham as our father.’ For I tell you that God can raise up children for Abraham from these stones! ",
    "reference": "Matthew 3:9"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 10,
    "text": "Even now the ax is laid at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire. ",
    "reference": "Matthew 3:10"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 11,
    "text": "“I baptize you with water, for repentance, but the one coming after me is more powerful than I am—I am not worthy to carry his sandals! He will baptize you with the Holy Spirit and fire. ",
    "reference": "Matthew 3:11"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 12,
    "text": "His winnowing fork is in his hand, and he will clean out his threshing floor and will gather his wheat into the storehouse, but the chaff he will burn up with inextinguishable fire!” ",
    "reference": "Matthew 3:12"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 13,
    "text": "Then Jesus came from Galilee to John to be baptized by him in the Jordan River. ",
    "reference": "Matthew 3:13"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 14,
    "text": "But John tried to prevent him, saying, “I need to be baptized by you, and yet you come to me?” ",
    "reference": "Matthew 3:14"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 15,
    "text": "So Jesus replied to him, “Let it happen now, for it is right for us to fulfill all righteousness.” Then John yielded to him. ",
    "reference": "Matthew 3:15"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 16,
    "text": "After Jesus was baptized, just as he was coming up out of the water, the heavens opened and he saw the Spirit of God descending like a dove and coming to rest on him. ",
    "reference": "Matthew 3:16"
  },
  {
    "bookName": "Matthew",
    "chapter": 3,
    "verse": 17,
    "text": "And a voice from heaven said, “This is my one dear Son; in him I take great delight.” ",
    "reference": "Matthew 3:17"
  }
]