[{"bookName":"Matthew","chapter":16,"verse":1,"text":"Now when the Pharisees and Sadducees came to test Jesus, they asked him to show them a sign from heaven. ","reference":"Matthew 16:1"},{"bookName":"Matthew","chapter":16,"verse":2,"text":"He said, “When evening comes you say, ‘It will be fair weather because the sky is red,’ ","reference":"Matthew 16:2"},{"bookName":"Matthew","chapter":16,"verse":3,"text":"and in the morning, ‘It will be stormy today because the sky is red and darkening.’ You know how to judge correctly the appearance of the sky, but you cannot evaluate the signs of the times. ","reference":"Matthew 16:3"},{"bookName":"Matthew","chapter":16,"verse":4,"text":"A wicked and adulterous generation asks for a sign, but no sign will be given to it except the sign of Jonah.” Then he left them and went away. ","reference":"Matthew 16:4"},{"bookName":"Matthew","chapter":16,"verse":5,"text":"When the disciples went to the other side, they forgot to take bread. ","reference":"Matthew 16:5"},{"bookName":"Matthew","chapter":16,"verse":6,"text":"“Watch out,” Jesus said to them, “beware of the yeast of the Pharisees and Sadducees.” ","reference":"Matthew 16:6"},{"bookName":"Matthew","chapter":16,"verse":7,"text":"So they began to discuss this among themselves, saying, “It is because we brought no bread.” ","reference":"Matthew 16:7"},{"bookName":"Matthew","chapter":16,"verse":8,"text":"When Jesus learned of this, he said, “You who have such little faith! Why are you arguing among yourselves about having no bread? ","reference":"Matthew 16:8"},{"bookName":"Matthew","chapter":16,"verse":9,"text":"Do you still not understand? Don’t you remember the five loaves for the 5,000, and how many baskets you took up? ","reference":"Matthew 16:9"},{"bookName":"Matthew","chapter":16,"verse":10,"text":"Or the seven loaves for the 4,000 and how many baskets you took up? ","reference":"Matthew 16:10"},{"bookName":"Matthew","chapter":16,"verse":11,"text":"How could you not understand that I was not speaking to you about bread? But beware of the yeast of the Pharisees and Sadducees!” ","reference":"Matthew 16:11"},{"bookName":"Matthew","chapter":16,"verse":12,"text":"Then they understood that he had not told them to be on guard against the yeast in bread, but against the teaching of the Pharisees and Sadducees. ","reference":"Matthew 16:12"},{"bookName":"Matthew","chapter":16,"verse":13,"text":"When Jesus came to the area of Caesarea Philippi, he asked his disciples, “Who do people say that the Son of Man is?” ","reference":"Matthew 16:13"},{"bookName":"Matthew","chapter":16,"verse":14,"text":"They answered, “Some say John the Baptist, others Elijah, and others Jeremiah or one of the prophets.” ","reference":"Matthew 16:14"},{"bookName":"Matthew","chapter":16,"verse":15,"text":"He said to them, “But who do you say that I am?” ","reference":"Matthew 16:15"},{"bookName":"Matthew","chapter":16,"verse":16,"text":"Simon Peter answered, “You are the Christ, the Son of the living God.” ","reference":"Matthew 16:16"},{"bookName":"Matthew","chapter":16,"verse":17,"text":"And Jesus answered him, “You are blessed, Simon son of Jonah, because flesh and blood did not reveal this to you, but my Father in heaven! ","reference":"Matthew 16:17"},{"bookName":"Matthew","chapter":16,"verse":18,"text":"And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it. ","reference":"Matthew 16:18"},{"bookName":"Matthew","chapter":16,"verse":19,"text":"I will give you the keys of the kingdom of heaven. Whatever you bind on earth will have been bound in heaven, and whatever you release on earth will have been released in heaven.” ","reference":"Matthew 16:19"},{"bookName":"Matthew","chapter":16,"verse":20,"text":"Then he instructed his disciples not to tell anyone that he was the Christ. ","reference":"Matthew 16:20"},{"bookName":"Matthew","chapter":16,"verse":21,"text":"From that time on Jesus began to show his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests, and experts in the law, and be killed and on the third day be raised. ","reference":"Matthew 16:21"},{"bookName":"Matthew","chapter":16,"verse":22,"text":"So Peter took him aside and began to rebuke him: “God forbid, Lord! This must not happen to you!” ","reference":"Matthew 16:22"},{"bookName":"Matthew","chapter":16,"verse":23,"text":"But he turned and said to Peter, “Get behind me, Satan! You are a stumbling block to me because you are not setting your mind on God’s interests, but on man’s.”","reference":"Matthew 16:23"},{"bookName":"Matthew","chapter":16,"verse":24,"text":"Then Jesus said to his disciples, “If anyone wants to become my follower, he must deny himself, take up his cross, and follow me. ","reference":"Matthew 16:24"},{"bookName":"Matthew","chapter":16,"verse":25,"text":"For whoever wants to save his life will lose it, but whoever loses his life because of me will find it. ","reference":"Matthew 16:25"},{"bookName":"Matthew","chapter":16,"verse":26,"text":"For what does it benefit a person if he gains the whole world but forfeits his life? Or what can a person give in exchange for his life? ","reference":"Matthew 16:26"},{"bookName":"Matthew","chapter":16,"verse":27,"text":"For the Son of Man will come with his angels in the glory of his Father, and then he will reward each person according to what he has done. ","reference":"Matthew 16:27"},{"bookName":"Matthew","chapter":16,"verse":28,"text":"I tell you the truth, there are some standing here who will not experience death before they see the Son of Man coming in his kingdom.” ","reference":"Matthew 16:28"}]