[{"bookName":"Matthew","chapter":21,"verse":1,"text":"Now when they approached Jerusalem and came to Bethphage, at the Mount of Olives, Jesus sent two disciples, ","reference":"Matthew 21:1"},{"bookName":"Matthew","chapter":21,"verse":2,"text":"telling them, “Go to the village ahead of you. Right away you will find a donkey tied there, and a colt with her. Untie them and bring them to me. ","reference":"Matthew 21:2"},{"bookName":"Matthew","chapter":21,"verse":3,"text":"If anyone says anything to you, you are to say, ‘The Lord needs them,’ and he will send them at once.” ","reference":"Matthew 21:3"},{"bookName":"Matthew","chapter":21,"verse":4,"text":"This took place to fulfill what was spoken by the prophet: ","reference":"Matthew 21:4"},{"bookName":"Matthew","chapter":21,"verse":5,"text":"“\u003Cb\u003ETell the people of Zion,\u003C/b\u003E ‘\u003Cb\u003ELook, your king is coming to you,\u003C/b\u003E \u003Cb\u003Eunassuming and seated on a donkey,\u003C/b\u003E \u003Cb\u003Eand on a colt, the foal of a donkey\u003C/b\u003E.’” ","reference":"Matthew 21:5"},{"bookName":"Matthew","chapter":21,"verse":6,"text":"So the disciples went and did as Jesus had instructed them. ","reference":"Matthew 21:6"},{"bookName":"Matthew","chapter":21,"verse":7,"text":"They brought the donkey and the colt and placed their cloaks on them, and he sat on them. ","reference":"Matthew 21:7"},{"bookName":"Matthew","chapter":21,"verse":8,"text":"A very large crowd spread their cloaks on the road. Others cut branches from the trees and spread them on the road. ","reference":"Matthew 21:8"},{"bookName":"Matthew","chapter":21,"verse":9,"text":"The crowds that went ahead of him and those following kept shouting, “Hosanna to the Son of David! \u003Cb\u003EBlessed is the one who comes in the name of the Lord!\u003C/b\u003E Hosanna in the highest!” ","reference":"Matthew 21:9"},{"bookName":"Matthew","chapter":21,"verse":10,"text":"As he entered Jerusalem the whole city was thrown into an uproar, saying, “Who is this?” ","reference":"Matthew 21:10"},{"bookName":"Matthew","chapter":21,"verse":11,"text":"And the crowds were saying, “This is the prophet Jesus, from Nazareth in Galilee.” ","reference":"Matthew 21:11"},{"bookName":"Matthew","chapter":21,"verse":12,"text":"Then Jesus entered the temple area and drove out all those who were selling and buying in the temple courts and turned over the tables of the money changers and the chairs of those selling doves. ","reference":"Matthew 21:12"},{"bookName":"Matthew","chapter":21,"verse":13,"text":"And he said to them, “It is written, ‘\u003Cb\u003EMy house will be called a house of prayer,\u003C/b\u003E’ but you are turning it into \u003Cb\u003Ea den\u003C/b\u003E \u003Cb\u003Eof robbers\u003C/b\u003E!” ","reference":"Matthew 21:13"},{"bookName":"Matthew","chapter":21,"verse":14,"text":"The blind and lame came to him in the temple courts, and he healed them. ","reference":"Matthew 21:14"},{"bookName":"Matthew","chapter":21,"verse":15,"text":"But when the chief priests and the experts in the law saw the wonderful things he did and heard the children crying out in the temple courts, “Hosanna to the Son of David,” they became indignant ","reference":"Matthew 21:15"},{"bookName":"Matthew","chapter":21,"verse":16,"text":"and said to him, “Do you hear what they are saying?” Jesus said to them, “Yes. Have you never read, ‘\u003Cb\u003EOut of the mouths of children and nursing infants you have prepared praise for yourself\u003C/b\u003E’?”","reference":"Matthew 21:16"},{"bookName":"Matthew","chapter":21,"verse":17,"text":"And leaving them, he went out of the city to Bethany and spent the night there. ","reference":"Matthew 21:17"},{"bookName":"Matthew","chapter":21,"verse":18,"text":"Now early in the morning, as he returned to the city, he was hungry. ","reference":"Matthew 21:18"},{"bookName":"Matthew","chapter":21,"verse":19,"text":"After noticing a fig tree by the road he went to it, but found nothing on it except leaves. He said to it, “Never again will there be fruit from you!” And the fig tree withered at once. ","reference":"Matthew 21:19"},{"bookName":"Matthew","chapter":21,"verse":20,"text":"When the disciples saw it they were amazed, saying, “How did the fig tree wither so quickly?” ","reference":"Matthew 21:20"},{"bookName":"Matthew","chapter":21,"verse":21,"text":"Jesus answered them, “I tell you the truth, if you have faith and do not doubt, not only will you do what was done to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,’ it will happen. ","reference":"Matthew 21:21"},{"bookName":"Matthew","chapter":21,"verse":22,"text":"And whatever you ask in prayer, if you believe, you will receive.” ","reference":"Matthew 21:22"},{"bookName":"Matthew","chapter":21,"verse":23,"text":"Now after Jesus entered the temple courts, the chief priests and elders of the people came up to him as he was teaching and said, “By what authority are you doing these things, and who gave you this authority?” ","reference":"Matthew 21:23"},{"bookName":"Matthew","chapter":21,"verse":24,"text":"Jesus answered them, “I will also ask you one question. If you answer me then I will also tell you by what authority I do these things. ","reference":"Matthew 21:24"},{"bookName":"Matthew","chapter":21,"verse":25,"text":"Where did John’s baptism come from? From heaven or from people?” They discussed this among themselves, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’ ","reference":"Matthew 21:25"},{"bookName":"Matthew","chapter":21,"verse":26,"text":"But if we say, ‘From people,’ we fear the crowd, for they all consider John to be a prophet.” ","reference":"Matthew 21:26"},{"bookName":"Matthew","chapter":21,"verse":27,"text":"So they answered Jesus, “We don’t know.” Then he said to them, “Neither will I tell you by what authority I am doing these things. ","reference":"Matthew 21:27"},{"bookName":"Matthew","chapter":21,"verse":28,"text":"“What do you think? A man had two sons. He went to the first and said, ‘Son, go and work in the vineyard today.’ ","reference":"Matthew 21:28"},{"bookName":"Matthew","chapter":21,"verse":29,"text":"The boy answered, ‘I will not.’ But later he had a change of heart and went. ","reference":"Matthew 21:29"},{"bookName":"Matthew","chapter":21,"verse":30,"text":"The father went to the other son and said the same thing. This boy answered, ‘I will, sir,’ but did not go. ","reference":"Matthew 21:30"},{"bookName":"Matthew","chapter":21,"verse":31,"text":"Which of the two did his father’s will?” They said, “The first.” Jesus said to them, “I tell you the truth, tax collectors and prostitutes will go ahead of you into the kingdom of God! ","reference":"Matthew 21:31"},{"bookName":"Matthew","chapter":21,"verse":32,"text":"For John came to you in the way of righteousness, and you did not believe him. But the tax collectors and prostitutes did believe. Although you saw this, you did not later change your minds and believe him. ","reference":"Matthew 21:32"},{"bookName":"Matthew","chapter":21,"verse":33,"text":"“Listen to another parable: There was a landowner who planted a vineyard. He put a fence around it, dug a pit for its winepress, and built a watchtower. Then he leased it to tenant farmers and went on a journey. ","reference":"Matthew 21:33"},{"bookName":"Matthew","chapter":21,"verse":34,"text":"When the harvest time was near, he sent his slaves to the tenants to collect his portion of the crop. ","reference":"Matthew 21:34"},{"bookName":"Matthew","chapter":21,"verse":35,"text":"But the tenants seized his slaves, beat one, killed another, and stoned another.","reference":"Matthew 21:35"},{"bookName":"Matthew","chapter":21,"verse":36,"text":"Again he sent other slaves, more than the first, and they treated them the same way. ","reference":"Matthew 21:36"},{"bookName":"Matthew","chapter":21,"verse":37,"text":"Finally he sent his son to them, saying, ‘They will respect my son.’ ","reference":"Matthew 21:37"},{"bookName":"Matthew","chapter":21,"verse":38,"text":"But when the tenants saw the son, they said to themselves, ‘This is the heir. Come, let’s kill him and get his inheritance!’ ","reference":"Matthew 21:38"},{"bookName":"Matthew","chapter":21,"verse":39,"text":"So they seized him, threw him out of the vineyard, and killed him. ","reference":"Matthew 21:39"},{"bookName":"Matthew","chapter":21,"verse":40,"text":"Now when the owner of the vineyard comes, what will he do to those tenants?” ","reference":"Matthew 21:40"},{"bookName":"Matthew","chapter":21,"verse":41,"text":"They said to him, “He will utterly destroy those evil men! Then he will lease the vineyard to other tenants who will give him his portion at the harvest.” ","reference":"Matthew 21:41"},{"bookName":"Matthew","chapter":21,"verse":42,"text":"Jesus said to them, “Have you never read in the scriptures: “‘\u003Cb\u003EThe stone the builders rejected has become the cornerstone\u003C/b\u003E. \u003Cb\u003EThis is from the Lord, and it is marvelous in our eyes\u003C/b\u003E’? ","reference":"Matthew 21:42"},{"bookName":"Matthew","chapter":21,"verse":43,"text":"“For this reason I tell you that the kingdom of God will be taken from you and given to a people who will produce its fruit. ","reference":"Matthew 21:43"},{"bookName":"Matthew","chapter":21,"verse":44,"text":"The one who falls on this stone will be broken to pieces, and the one on whom it falls will be crushed.” ","reference":"Matthew 21:44"},{"bookName":"Matthew","chapter":21,"verse":45,"text":"When the chief priests and the Pharisees heard his parables, they realized that he was speaking about them. ","reference":"Matthew 21:45"},{"bookName":"Matthew","chapter":21,"verse":46,"text":"They wanted to arrest him, but they were afraid of the crowds because the crowds regarded him as a prophet. ","reference":"Matthew 21:46"}]