[{"bookName":"Matthew","chapter":10,"verse":1,"text":"Jesus called his 12 disciples and gave them authority over unclean spirits so they could cast them out and heal every kind of disease and sickness.","reference":"Matthew 10:1"},{"bookName":"Matthew","chapter":10,"verse":2,"text":"Now these are the names of the 12 apostles: first, Simon (called Peter), and Andrew his brother; James son of Zebedee and John his brother; ","reference":"Matthew 10:2"},{"bookName":"Matthew","chapter":10,"verse":3,"text":"Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus; ","reference":"Matthew 10:3"},{"bookName":"Matthew","chapter":10,"verse":4,"text":"Simon the Zealot and Judas Iscariot, who betrayed him. ","reference":"Matthew 10:4"},{"bookName":"Matthew","chapter":10,"verse":5,"text":"Jesus sent out these 12, instructing them as follows: “Do not go on a road that leads to Gentile regions and do not enter any Samaritan town. ","reference":"Matthew 10:5"},{"bookName":"Matthew","chapter":10,"verse":6,"text":"Go instead to the lost sheep of the house of Israel. ","reference":"Matthew 10:6"},{"bookName":"Matthew","chapter":10,"verse":7,"text":"As you go, preach this message: ‘The kingdom of heaven is near!’ ","reference":"Matthew 10:7"},{"bookName":"Matthew","chapter":10,"verse":8,"text":"Heal the sick, raise the dead, cleanse lepers, cast out demons. Freely you received, freely give. ","reference":"Matthew 10:8"},{"bookName":"Matthew","chapter":10,"verse":9,"text":"Do not take gold, silver, or copper in your belts; ","reference":"Matthew 10:9"},{"bookName":"Matthew","chapter":10,"verse":10,"text":"no bag for the journey; or an extra tunic or sandals or staff; for the worker deserves his provisions. ","reference":"Matthew 10:10"},{"bookName":"Matthew","chapter":10,"verse":11,"text":"Whenever you enter a town or village, find out who is worthy there and stay with them until you leave. ","reference":"Matthew 10:11"},{"bookName":"Matthew","chapter":10,"verse":12,"text":"As you enter the house, greet those within it. ","reference":"Matthew 10:12"},{"bookName":"Matthew","chapter":10,"verse":13,"text":"And if the house is worthy, let your peace come on it, but if it is not worthy, let your peace return to you. ","reference":"Matthew 10:13"},{"bookName":"Matthew","chapter":10,"verse":14,"text":"And if anyone will not welcome you or listen to your message, shake the dust off your feet as you leave that house or that town. ","reference":"Matthew 10:14"},{"bookName":"Matthew","chapter":10,"verse":15,"text":"I tell you the truth, it will be more bearable for the region of Sodom and Gomorrah on the day of judgment than for that town! ","reference":"Matthew 10:15"},{"bookName":"Matthew","chapter":10,"verse":16,"text":"“I am sending you out like sheep surrounded by wolves, so be wise as serpents and innocent as doves. ","reference":"Matthew 10:16"},{"bookName":"Matthew","chapter":10,"verse":17,"text":"Beware of people, because they will hand you over to councils and flog you in their synagogues. ","reference":"Matthew 10:17"},{"bookName":"Matthew","chapter":10,"verse":18,"text":"And you will be brought before governors and kings because of me, as a witness to them and to the Gentiles. ","reference":"Matthew 10:18"},{"bookName":"Matthew","chapter":10,"verse":19,"text":"Whenever they hand you over for trial, do not worry about how to speak or what to say, for what you should say will be given to you at that time. ","reference":"Matthew 10:19"},{"bookName":"Matthew","chapter":10,"verse":20,"text":"For it is not you speaking, but the Spirit of your Father speaking through you. ","reference":"Matthew 10:20"},{"bookName":"Matthew","chapter":10,"verse":21,"text":"“Brother will hand over brother to death, and a father his child. Children will rise against parents and have them put to death. ","reference":"Matthew 10:21"},{"bookName":"Matthew","chapter":10,"verse":22,"text":"And you will be hated by everyone because of my name. But the one who endures to the end will be saved! ","reference":"Matthew 10:22"},{"bookName":"Matthew","chapter":10,"verse":23,"text":"Whenever they persecute you in one town, flee to another! I tell you the truth, you will not finish going through all the towns of Israel before the Son of Man comes. ","reference":"Matthew 10:23"},{"bookName":"Matthew","chapter":10,"verse":24,"text":"“A disciple is not greater than his teacher, nor a slave greater than his master. ","reference":"Matthew 10:24"},{"bookName":"Matthew","chapter":10,"verse":25,"text":"It is enough for the disciple to become like his teacher, and the slave like his master. If they have called the head of the house ‘Beelzebul,’ how much worse will they call the members of his household! ","reference":"Matthew 10:25"},{"bookName":"Matthew","chapter":10,"verse":26,"text":"“Do not be afraid of them, for nothing is hidden that will not be revealed, and nothing is secret that will not be made known. ","reference":"Matthew 10:26"},{"bookName":"Matthew","chapter":10,"verse":27,"text":"What I say to you in the dark, tell in the light, and what is whispered in your ear, proclaim from the housetops. ","reference":"Matthew 10:27"},{"bookName":"Matthew","chapter":10,"verse":28,"text":"Do not be afraid of those who kill the body but cannot kill the soul. Instead, fear the one who is able to destroy both soul and body in hell.","reference":"Matthew 10:28"},{"bookName":"Matthew","chapter":10,"verse":29,"text":"Aren’t two sparrows sold for a penny? Yet not one of them falls to the ground apart from your Father’s will.","reference":"Matthew 10:29"},{"bookName":"Matthew","chapter":10,"verse":30,"text":"Even all the hairs on your head are numbered. ","reference":"Matthew 10:30"},{"bookName":"Matthew","chapter":10,"verse":31,"text":"So do not be afraid; you are more valuable than many sparrows. ","reference":"Matthew 10:31"},{"bookName":"Matthew","chapter":10,"verse":32,"text":"“Whoever, then, acknowledges me before people, I will acknowledge before my Father in heaven. ","reference":"Matthew 10:32"},{"bookName":"Matthew","chapter":10,"verse":33,"text":"But whoever denies me before people, I will deny him also before my Father in heaven. ","reference":"Matthew 10:33"},{"bookName":"Matthew","chapter":10,"verse":34,"text":"“Do not think that I have come to bring peace to the earth. I have not come to bring peace but a sword! ","reference":"Matthew 10:34"},{"bookName":"Matthew","chapter":10,"verse":35,"text":"For I have come to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law, ","reference":"Matthew 10:35"},{"bookName":"Matthew","chapter":10,"verse":36,"text":"and a man’s enemies will be the members of his household. ","reference":"Matthew 10:36"},{"bookName":"Matthew","chapter":10,"verse":37,"text":"“Whoever loves father or mother more than me is not worthy of me, and whoever loves son or daughter more than me is not worthy of me. ","reference":"Matthew 10:37"},{"bookName":"Matthew","chapter":10,"verse":38,"text":"And whoever does not take up his cross and follow me is not worthy of me. ","reference":"Matthew 10:38"},{"bookName":"Matthew","chapter":10,"verse":39,"text":"Whoever finds his life will lose it, and whoever loses his life because of me will find it. ","reference":"Matthew 10:39"},{"bookName":"Matthew","chapter":10,"verse":40,"text":"“Whoever receives you receives me, and whoever receives me receives the one who sent me. ","reference":"Matthew 10:40"},{"bookName":"Matthew","chapter":10,"verse":41,"text":"Whoever receives a prophet in the name of a prophet will receive a prophet’s reward. Whoever receives a righteous person in the name of a righteous person will receive a righteous person’s reward. ","reference":"Matthew 10:41"},{"bookName":"Matthew","chapter":10,"verse":42,"text":"And whoever gives only a cup of cold water to one of these little ones in the name of a disciple, I tell you the truth, he will never lose his reward.” ","reference":"Matthew 10:42"}]