[{"bookName":"Matthew","chapter":5,"verse":1,"text":"When he saw the crowds, he went up the mountain. After he sat down his disciples came to him. ","reference":"Matthew 5:1"},{"bookName":"Matthew","chapter":5,"verse":2,"text":"Then he began to teach them by saying: ","reference":"Matthew 5:2"},{"bookName":"Matthew","chapter":5,"verse":3,"text":"“Blessed are the poor in spirit, for the kingdom of heaven belongs to them. ","reference":"Matthew 5:3"},{"bookName":"Matthew","chapter":5,"verse":4,"text":"Blessed are those who mourn, for they will be comforted. ","reference":"Matthew 5:4"},{"bookName":"Matthew","chapter":5,"verse":5,"text":"Blessed are the meek, for they will inherit the earth. ","reference":"Matthew 5:5"},{"bookName":"Matthew","chapter":5,"verse":6,"text":"Blessed are those who hunger and thirst for righteousness, for they will be satisfied. ","reference":"Matthew 5:6"},{"bookName":"Matthew","chapter":5,"verse":7,"text":"Blessed are the merciful, for they will be shown mercy. ","reference":"Matthew 5:7"},{"bookName":"Matthew","chapter":5,"verse":8,"text":"Blessed are the pure in heart, for they will see God. ","reference":"Matthew 5:8"},{"bookName":"Matthew","chapter":5,"verse":9,"text":"Blessed are the peacemakers, for they will be called the children of God. ","reference":"Matthew 5:9"},{"bookName":"Matthew","chapter":5,"verse":10,"text":"Blessed are those who are persecuted for righteousness, for the kingdom of heaven belongs to them. ","reference":"Matthew 5:10"},{"bookName":"Matthew","chapter":5,"verse":11,"text":"Blessed are you when people insult you and persecute you and say all kinds of evil things about you falsely on account of me. ","reference":"Matthew 5:11"},{"bookName":"Matthew","chapter":5,"verse":12,"text":"Rejoice and be glad because your reward is great in heaven, for they persecuted the prophets before you in the same way. ","reference":"Matthew 5:12"},{"bookName":"Matthew","chapter":5,"verse":13,"text":"“You are the salt of the earth. But if salt loses its flavor, how can it be made salty again? It is no longer good for anything except to be thrown out and trampled on by people! ","reference":"Matthew 5:13"},{"bookName":"Matthew","chapter":5,"verse":14,"text":"You are the light of the world. A city located on a hill cannot be hidden. ","reference":"Matthew 5:14"},{"bookName":"Matthew","chapter":5,"verse":15,"text":"People do not light a lamp and put it under a basket but on a lampstand, and it gives light to all in the house. ","reference":"Matthew 5:15"},{"bookName":"Matthew","chapter":5,"verse":16,"text":"In the same way, let your light shine before people, so that they can see your good deeds and give honor to your Father in heaven. ","reference":"Matthew 5:16"},{"bookName":"Matthew","chapter":5,"verse":17,"text":"“Do not think that I have come to abolish the law or the prophets. I have not come to abolish these things but to fulfill them.","reference":"Matthew 5:17"},{"bookName":"Matthew","chapter":5,"verse":18,"text":"I tell you the truth, until heaven and earth pass away not the smallest letter or stroke of a letter will pass from the law until everything takes place. ","reference":"Matthew 5:18"},{"bookName":"Matthew","chapter":5,"verse":19,"text":"So anyone who breaks one of the least of these commands and teaches others to do so will be called least in the kingdom of heaven, but whoever obeys them and teaches others to do so will be called great in the kingdom of heaven. ","reference":"Matthew 5:19"},{"bookName":"Matthew","chapter":5,"verse":20,"text":"For I tell you, unless your righteousness goes beyond that of the experts in the law and the Pharisees, you will never enter the kingdom of heaven! ","reference":"Matthew 5:20"},{"bookName":"Matthew","chapter":5,"verse":21,"text":"“You have heard that it was said to an older generation, ‘\u003Cb\u003EDo not murder\u003C/b\u003E,’ and ‘whoever murders will be subjected to judgment.’ ","reference":"Matthew 5:21"},{"bookName":"Matthew","chapter":5,"verse":22,"text":"But I say to you that anyone who is angry with a brother will be subjected to judgment. And whoever insults a brother will be brought before the council, and whoever says ‘Fool’ will be sent to fiery hell. ","reference":"Matthew 5:22"},{"bookName":"Matthew","chapter":5,"verse":23,"text":"So then, if you bring your gift to the altar and there you remember that your brother has something against you, ","reference":"Matthew 5:23"},{"bookName":"Matthew","chapter":5,"verse":24,"text":"leave your gift there in front of the altar. First go and be reconciled to your brother and then come and present your gift. ","reference":"Matthew 5:24"},{"bookName":"Matthew","chapter":5,"verse":25,"text":"Reach agreement quickly with your accuser while on the way to court, or he may hand you over to the judge, and the judge hand you over to the warden, and you will be thrown into prison. ","reference":"Matthew 5:25"},{"bookName":"Matthew","chapter":5,"verse":26,"text":"I tell you the truth, you will never get out of there until you have paid the last penny! ","reference":"Matthew 5:26"},{"bookName":"Matthew","chapter":5,"verse":27,"text":"“You have heard that it was said, ‘\u003Cb\u003EDo not commit adultery\u003C/b\u003E.’ ","reference":"Matthew 5:27"},{"bookName":"Matthew","chapter":5,"verse":28,"text":"But I say to you that whoever looks at a woman to desire her has already committed adultery with her in his heart. ","reference":"Matthew 5:28"},{"bookName":"Matthew","chapter":5,"verse":29,"text":"If your right eye causes you to sin, tear it out and throw it away! It is better to lose one of your members than to have your whole body thrown into hell. ","reference":"Matthew 5:29"},{"bookName":"Matthew","chapter":5,"verse":30,"text":"If your right hand causes you to sin, cut it off and throw it away! It is better to lose one of your members than to have your whole body go into hell. ","reference":"Matthew 5:30"},{"bookName":"Matthew","chapter":5,"verse":31,"text":"“It was said, ‘\u003Cb\u003EWhoever divorces his wife must give her a legal document\u003C/b\u003E.’ ","reference":"Matthew 5:31"},{"bookName":"Matthew","chapter":5,"verse":32,"text":"But I say to you that everyone who divorces his wife, except for immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery. ","reference":"Matthew 5:32"},{"bookName":"Matthew","chapter":5,"verse":33,"text":"“Again, you have heard that it was said to an older generation, ‘\u003Cb\u003EDo not break an oath, but fulfill your vows to the Lord\u003C/b\u003E.’ ","reference":"Matthew 5:33"},{"bookName":"Matthew","chapter":5,"verse":34,"text":"But I say to you, do not take oaths at all—not by heaven because it is the throne of God, ","reference":"Matthew 5:34"},{"bookName":"Matthew","chapter":5,"verse":35,"text":"not by earth because it is his footstool, and not by Jerusalem because it is the city of the great King. ","reference":"Matthew 5:35"},{"bookName":"Matthew","chapter":5,"verse":36,"text":"Do not take an oath by your head because you are not able to make one hair white or black. ","reference":"Matthew 5:36"},{"bookName":"Matthew","chapter":5,"verse":37,"text":"Let your word be ‘Yes, yes’ or ‘No, no.’ More than this is from the evil one. ","reference":"Matthew 5:37"},{"bookName":"Matthew","chapter":5,"verse":38,"text":"“You have heard that it was said, ‘\u003Cb\u003EAn eye for an eye and a tooth for a tooth\u003C/b\u003E.’ ","reference":"Matthew 5:38"},{"bookName":"Matthew","chapter":5,"verse":39,"text":"But I say to you, do not resist the evildoer. But whoever strikes you on the right cheek, turn the other to him as well.","reference":"Matthew 5:39"},{"bookName":"Matthew","chapter":5,"verse":40,"text":"And if someone wants to sue you and take your tunic, let him have your coat also. ","reference":"Matthew 5:40"},{"bookName":"Matthew","chapter":5,"verse":41,"text":"And if anyone forces you to go one mile, go with him two. ","reference":"Matthew 5:41"},{"bookName":"Matthew","chapter":5,"verse":42,"text":"Give to the one who asks you, and do not reject the one who wants to borrow from you. ","reference":"Matthew 5:42"},{"bookName":"Matthew","chapter":5,"verse":43,"text":"“You have heard that it was said, ‘\u003Cb\u003ELove your neighbor\u003C/b\u003E’ and ‘hate your enemy.’ ","reference":"Matthew 5:43"},{"bookName":"Matthew","chapter":5,"verse":44,"text":"But I say to you, love your enemy and pray for those who persecute you, ","reference":"Matthew 5:44"},{"bookName":"Matthew","chapter":5,"verse":45,"text":"so that you may be like your Father in heaven, since he causes the sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. ","reference":"Matthew 5:45"},{"bookName":"Matthew","chapter":5,"verse":46,"text":"For if you love those who love you, what reward do you have? Even the tax collectors do the same, don’t they?","reference":"Matthew 5:46"},{"bookName":"Matthew","chapter":5,"verse":47,"text":"And if you only greet your brothers, what more do you do? Even the Gentiles do the same, don’t they?","reference":"Matthew 5:47"},{"bookName":"Matthew","chapter":5,"verse":48,"text":"So then, be perfect, as your heavenly Father is perfect. ","reference":"Matthew 5:48"}]