[
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 1,
    "text": "When Jesus had finished saying all these things, he told his disciples, ",
    "reference": "Matthew 26:1"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 2,
    "text": "“You know that after two days the Passover is coming, and the Son of Man will be handed over to be crucified.” ",
    "reference": "Matthew 26:2"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 3,
    "text": "Then the chief priests and the elders of the people met together in the palace of the high priest, who was named Caiaphas. ",
    "reference": "Matthew 26:3"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 4,
    "text": "They planned to arrest Jesus by stealth and kill him.",
    "reference": "Matthew 26:4"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 5,
    "text": "But they said, “Not during the feast, so that there won’t be a riot among the people.” ",
    "reference": "Matthew 26:5"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 6,
    "text": "Now while Jesus was in Bethany at the house of Simon the leper, ",
    "reference": "Matthew 26:6"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 7,
    "text": "a woman came to him with an alabaster jar of expensive perfumed oil, and she poured it on his head as he was at the table. ",
    "reference": "Matthew 26:7"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 8,
    "text": "When the disciples saw this, they became indignant and said, “Why this waste? ",
    "reference": "Matthew 26:8"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 9,
    "text": "It could have been sold at a high price and the money given to the poor!” ",
    "reference": "Matthew 26:9"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 10,
    "text": "When Jesus learned of this, he said to them, “Why are you bothering this woman? She has done a good service for me. ",
    "reference": "Matthew 26:10"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 11,
    "text": "For you will always have the poor with you, but you will not always have me! ",
    "reference": "Matthew 26:11"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 12,
    "text": "When she poured this oil on my body, she did it to prepare me for burial. ",
    "reference": "Matthew 26:12"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 13,
    "text": "I tell you the truth, wherever this gospel is proclaimed in the whole world, what she has done will also be told in memory of her.” ",
    "reference": "Matthew 26:13"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 14,
    "text": "Then one of the twelve, the one named Judas Iscariot, went to the chief priests ",
    "reference": "Matthew 26:14"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 15,
    "text": "and said, “What will you give me to betray him into your hands?” So they set out 30 silver coins for him. ",
    "reference": "Matthew 26:15"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 16,
    "text": "From that time on, Judas began looking for an opportunity to betray him. ",
    "reference": "Matthew 26:16"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 17,
    "text": "Now on the first day of the Feast of Unleavened Bread the disciples came to Jesus and said, “Where do you want us to prepare for you to eat the Passover?” ",
    "reference": "Matthew 26:17"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 18,
    "text": "He said, “Go into the city to a certain man and tell him, ‘The Teacher says, “My time is near. I will observe the Passover with my disciples at your house.”’” ",
    "reference": "Matthew 26:18"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 19,
    "text": "So the disciples did as Jesus had instructed them, and they prepared the Passover. ",
    "reference": "Matthew 26:19"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 20,
    "text": "When it was evening, he took his place at the table with the twelve. ",
    "reference": "Matthew 26:20"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 21,
    "text": "And while they were eating he said, “I tell you the truth, one of you will betray me.” ",
    "reference": "Matthew 26:21"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 22,
    "text": "They became greatly distressed and each one began to say to him, “Surely not I, Lord?” ",
    "reference": "Matthew 26:22"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 23,
    "text": "He answered, “The one who has dipped his hand into the bowl with me will betray me. ",
    "reference": "Matthew 26:23"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 24,
    "text": "The Son of Man will go as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if he had never been born.” ",
    "reference": "Matthew 26:24"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 25,
    "text": "Then Judas, the one who would betray him, said, “Surely not I, Rabbi?” Jesus replied, “You have said it yourself.”",
    "reference": "Matthew 26:25"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 26,
    "text": "While they were eating, Jesus took bread, and after giving thanks he broke it, gave it to his disciples, and said, “Take, eat, this is my body.” ",
    "reference": "Matthew 26:26"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 27,
    "text": "And after taking the cup and giving thanks, he gave it to them, saying, “Drink from it, all of you, ",
    "reference": "Matthew 26:27"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 28,
    "text": "for this is my blood, the blood of the covenant, that is poured out for many for the forgiveness of sins. ",
    "reference": "Matthew 26:28"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 29,
    "text": "I tell you, from now on I will not drink of this fruit of the vine until that day when I drink it new with you in my Father’s kingdom.” ",
    "reference": "Matthew 26:29"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 30,
    "text": "After singing a hymn, they went out to the Mount of Olives. ",
    "reference": "Matthew 26:30"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 31,
    "text": "Then Jesus said to them, “This night you will all fall away because of me, for it is written: “‘\u003Cb\u003EI will strike the shepherd,\u003C/b\u003E\u003Cb\u003Eand the sheep of the flock will be scattered.\u003C/b\u003E’ ",
    "reference": "Matthew 26:31"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 32,
    "text": "But after I am raised, I will go ahead of you into Galilee.” ",
    "reference": "Matthew 26:32"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 33,
    "text": "Peter said to him, “If they all fall away because of you, I will never fall away!” ",
    "reference": "Matthew 26:33"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 34,
    "text": "Jesus said to him, “I tell you the truth, on this night, before the rooster crows, you will deny me three times.” ",
    "reference": "Matthew 26:34"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 35,
    "text": "Peter said to him, “Even if I must die with you, I will never deny you.” And all the disciples said the same thing. ",
    "reference": "Matthew 26:35"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 36,
    "text": "Then Jesus went with them to a place called Gethsemane, and he said to the disciples, “Sit here while I go over there and pray.” ",
    "reference": "Matthew 26:36"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 37,
    "text": "He took with him Peter and the two sons of Zebedee, and he became anguished and distressed. ",
    "reference": "Matthew 26:37"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 38,
    "text": "Then he said to them, “My soul is deeply grieved, even to the point of death. Remain here and stay awake with me.” ",
    "reference": "Matthew 26:38"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 39,
    "text": "Going a little farther, he threw himself down with his face to the ground and prayed, “My Father, if possible, let this cup pass from me! Yet not what I will, but what you will.” ",
    "reference": "Matthew 26:39"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 40,
    "text": "Then he came to the disciples and found them sleeping. He said to Peter, “So, couldn’t you stay awake with me for one hour? ",
    "reference": "Matthew 26:40"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 41,
    "text": "Stay awake and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.” ",
    "reference": "Matthew 26:41"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 42,
    "text": "He went away a second time and prayed, “My Father, if this cup cannot be taken away unless I drink it, your will must be done.” ",
    "reference": "Matthew 26:42"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 43,
    "text": "He came again and found them sleeping; they could not keep their eyes open. ",
    "reference": "Matthew 26:43"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 44,
    "text": "So leaving them again, he went away and prayed for the third time, saying the same thing once more. ",
    "reference": "Matthew 26:44"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 45,
    "text": "Then he came to the disciples and said to them, “Are you still sleeping and resting? Look, the hour is approaching, and the Son of Man is betrayed into the hands of sinners. ",
    "reference": "Matthew 26:45"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 46,
    "text": "Get up, let us go. Look! My betrayer is approaching!” ",
    "reference": "Matthew 26:46"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 47,
    "text": "While he was still speaking, Judas, one of the twelve, arrived. With him was a large crowd armed with swords and clubs, sent by the chief priests and elders of the people. ",
    "reference": "Matthew 26:47"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 48,
    "text": "(Now the betrayer had given them a sign, saying, “The one I kiss is the man. Arrest him!”) ",
    "reference": "Matthew 26:48"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 49,
    "text": "Immediately he went up to Jesus and said, “Greetings, Rabbi,” and kissed him. ",
    "reference": "Matthew 26:49"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 50,
    "text": "Jesus said to him, “Friend, do what you are here to do.” Then they came and took hold of Jesus and arrested him. ",
    "reference": "Matthew 26:50"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 51,
    "text": "But one of those with Jesus grabbed his sword, drew it out, and struck the high priest’s slave, cutting off his ear. ",
    "reference": "Matthew 26:51"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 52,
    "text": "Then Jesus said to him, “Put your sword back in its place! For all who take hold of the sword will die by the sword. ",
    "reference": "Matthew 26:52"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 53,
    "text": "Or do you think that I cannot call on my Father and that he would send me more than 12 legions of angels right now? ",
    "reference": "Matthew 26:53"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 54,
    "text": "How then would the scriptures that say it must happen this way be fulfilled?” ",
    "reference": "Matthew 26:54"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 55,
    "text": "At that moment Jesus said to the crowd, “Have you come out with swords and clubs to arrest me like you would an outlaw? Day after day I sat teaching in the temple courts, yet you did not arrest me. ",
    "reference": "Matthew 26:55"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 56,
    "text": "But this has happened so that the scriptures of the prophets would be fulfilled.” Then all the disciples left him and fled. ",
    "reference": "Matthew 26:56"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 57,
    "text": "Now the ones who had arrested Jesus led him to Caiaphas, the high priest, in whose house the experts in the law and the elders had gathered. ",
    "reference": "Matthew 26:57"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 58,
    "text": "But Peter was following him from a distance, all the way to the high priest’s courtyard. After going in, he sat with the guards to see the outcome. ",
    "reference": "Matthew 26:58"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 59,
    "text": "The chief priests and the whole Sanhedrin were trying to find false testimony against Jesus so that they could put him to death. ",
    "reference": "Matthew 26:59"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 60,
    "text": "But they did not find anything, though many false witnesses came forward. Finally two came forward ",
    "reference": "Matthew 26:60"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 61,
    "text": "and declared, “This man said, ‘I am able to destroy the temple of God and rebuild it in three days.’” ",
    "reference": "Matthew 26:61"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 62,
    "text": "So the high priest stood up and said to him, “Have you no answer? What is this that they are testifying against you?” ",
    "reference": "Matthew 26:62"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 63,
    "text": "But Jesus was silent. The high priest said to him, “I charge you under oath by the living God, tell us if you are the Christ, the Son of God.” ",
    "reference": "Matthew 26:63"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 64,
    "text": "Jesus said to him, “You have said it yourself. But I tell you, from now on you will see the Son of Man sitting at the right hand of the Power and coming on the clouds of heaven.” ",
    "reference": "Matthew 26:64"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 65,
    "text": "Then the high priest tore his clothes and declared, “He has blasphemed! Why do we still need witnesses? Now you have heard the blasphemy! ",
    "reference": "Matthew 26:65"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 66,
    "text": "What is your verdict?” They answered, “He is guilty and deserves death.” ",
    "reference": "Matthew 26:66"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 67,
    "text": "Then they spat in his face and struck him with their fists. And some slapped him,",
    "reference": "Matthew 26:67"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 68,
    "text": "saying, “Prophesy for us, you Christ! Who hit you?” ",
    "reference": "Matthew 26:68"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 69,
    "text": "Now Peter was sitting outside in the courtyard. A slave girl came to him and said, “You also were with Jesus the Galilean.” ",
    "reference": "Matthew 26:69"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 70,
    "text": "But he denied it in front of them all: “I don’t know what you’re talking about!” ",
    "reference": "Matthew 26:70"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 71,
    "text": "When he went out to the gateway, another slave girl saw him and said to the people there, “This man was with Jesus the Nazarene.” ",
    "reference": "Matthew 26:71"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 72,
    "text": "He denied it again with an oath, “I do not know the man!” ",
    "reference": "Matthew 26:72"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 73,
    "text": "After a little while, those standing there came up to Peter and said, “You really are one of them too—even your accent gives you away!” ",
    "reference": "Matthew 26:73"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 74,
    "text": "At that he began to curse, and he swore with an oath, “I do not know the man!” At that moment a rooster crowed. ",
    "reference": "Matthew 26:74"
  },
  {
    "bookName": "Matthew",
    "chapter": 26,
    "verse": 75,
    "text": "Then Peter remembered what Jesus had said: “Before the rooster crows, you will deny me three times.” And he went outside and wept bitterly. ",
    "reference": "Matthew 26:75"
  }
]