[
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 1,
    "text": "“Be careful not to display your righteousness merely to be seen by people. Otherwise you have no reward with your Father in heaven. ",
    "reference": "Matthew 6:1"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 2,
    "text": "Thus whenever you do charitable giving, do not blow a trumpet before you, as the hypocrites do in synagogues and on streets so that people will praise them. I tell you the truth, they have their reward! ",
    "reference": "Matthew 6:2"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 3,
    "text": "But when you do your giving, do not let your left hand know what your right hand is doing, ",
    "reference": "Matthew 6:3"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 4,
    "text": "so that your gift may be in secret. And your Father, who sees in secret, will reward you. ",
    "reference": "Matthew 6:4"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 5,
    "text": "“Whenever you pray, do not be like the hypocrites because they love to pray while standing in synagogues and on street corners so that people can see them. Truly I say to you, they have their reward! ",
    "reference": "Matthew 6:5"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 6,
    "text": "But whenever you pray, go into your inner room, close the door, and pray to your Father in secret. And your Father, who sees in secret, will reward you. ",
    "reference": "Matthew 6:6"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 7,
    "text": "When you pray, do not babble repetitiously like the Gentiles because they think that by their many words they will be heard. ",
    "reference": "Matthew 6:7"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 8,
    "text": "Do not be like them, for your Father knows what you need before you ask him. ",
    "reference": "Matthew 6:8"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 9,
    "text": "So pray this way: “Our Father in heaven, may your name be honored, ",
    "reference": "Matthew 6:9"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 10,
    "text": "may your kingdom come, may your will be done on earth as it is in heaven.",
    "reference": "Matthew 6:10"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 11,
    "text": "Give us today our daily bread, ",
    "reference": "Matthew 6:11"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 12,
    "text": "and forgive us our debts, as we ourselves have forgiven our debtors. ",
    "reference": "Matthew 6:12"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 13,
    "text": "And do not lead us into temptation, but deliver us from the evil one. ",
    "reference": "Matthew 6:13"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 14,
    "text": "“For if you forgive others their sins, your heavenly Father will also forgive you. ",
    "reference": "Matthew 6:14"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 15,
    "text": "But if you do not forgive others, your Father will not forgive you your sins. ",
    "reference": "Matthew 6:15"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 16,
    "text": "“When you fast, do not look sullen like the hypocrites, for they make their faces unattractive so that people will see them fasting. I tell you the truth, they have their reward! ",
    "reference": "Matthew 6:16"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 17,
    "text": "When you fast, anoint your head and wash your face, ",
    "reference": "Matthew 6:17"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 18,
    "text": "so that it will not be obvious to others when you are fasting, but only to your Father who is in secret. And your Father, who sees in secret, will reward you. ",
    "reference": "Matthew 6:18"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 19,
    "text": "“Do not accumulate for yourselves treasures on earth, where moth and devouring insect destroy and where thieves break in and steal. ",
    "reference": "Matthew 6:19"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 20,
    "text": "But accumulate for yourselves treasures in heaven, where moth and devouring insect do not destroy, and thieves do not break in and steal. ",
    "reference": "Matthew 6:20"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 21,
    "text": "For where your treasure is, there your heart will be also. ",
    "reference": "Matthew 6:21"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 22,
    "text": "“The eye is the lamp of the body. If then your eye is healthy, your whole body will be full of light.",
    "reference": "Matthew 6:22"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 23,
    "text": "But if your eye is diseased, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness! ",
    "reference": "Matthew 6:23"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 24,
    "text": "“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money. ",
    "reference": "Matthew 6:24"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 25,
    "text": "“Therefore I tell you, do not worry about your life, what you will eat or drink, or about your body, what you will wear. Isn’t there more to life than food and more to the body than clothing? ",
    "reference": "Matthew 6:25"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 26,
    "text": "Look at the birds in the sky: They do not sow, or reap, or gather into barns, yet your heavenly Father feeds them. Aren’t you more valuable than they are?",
    "reference": "Matthew 6:26"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 27,
    "text": "And which of you by worrying can add even one hour to his life? ",
    "reference": "Matthew 6:27"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 28,
    "text": "Why do you worry about clothing? Think about how the flowers of the field grow; they do not work or spin. ",
    "reference": "Matthew 6:28"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 29,
    "text": "Yet I tell you that not even Solomon in all his glory was clothed like one of these! ",
    "reference": "Matthew 6:29"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 30,
    "text": "And if this is how God clothes the wild grass, which is here today and tomorrow is tossed into the fire to heat the oven, won’t he clothe you even more, you people of little faith? ",
    "reference": "Matthew 6:30"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 31,
    "text": "So then, don’t worry saying, ‘What will we eat?’ or ‘What will we drink?’ or ‘What will we wear?’ ",
    "reference": "Matthew 6:31"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 32,
    "text": "For the unconverted pursue these things, and your heavenly Father knows that you need them. ",
    "reference": "Matthew 6:32"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 33,
    "text": "But above all pursue his kingdom and righteousness, and all these things will be given to you as well.",
    "reference": "Matthew 6:33"
  },
  {
    "bookName": "Matthew",
    "chapter": 6,
    "verse": 34,
    "text": "So then, do not worry about tomorrow, for tomorrow will worry about itself. Today has enough trouble of its own. ",
    "reference": "Matthew 6:34"
  }
]