[
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 1,
    "text": "Therefore, since we are surrounded by such a great cloud of witnesses, we must get rid of every weight and the sin that clings so closely, and run with endurance the race set out for us, ",
    "reference": "Hebrews 12:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 2,
    "text": "keeping our eyes fixed on Jesus, the pioneer and perfecter of our faith. For the joy set out for him he endured the cross, disregarding its shame, and has taken his seat at the right hand of the throne of God. ",
    "reference": "Hebrews 12:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 3,
    "text": "Think of him who endured such opposition against himself by sinners, so that you may not grow weary in your souls and give up. ",
    "reference": "Hebrews 12:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 4,
    "text": "You have not yet resisted to the point of bloodshed in your struggle against sin. ",
    "reference": "Hebrews 12:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 5,
    "text": "And have you forgotten the exhortation addressed to you as sons?“\u003Cb\u003EMy son, do not scorn\u003C/b\u003E \u003Cb\u003Ethe Lord’s discipline\u003C/b\u003E \u003Cb\u003Eor give up when he corrects\u003C/b\u003E \u003Cb\u003Eyou\u003C/b\u003E.",
    "reference": "Hebrews 12:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 6,
    "text": "\u003Cb\u003EFor the Lord disciplines the one he loves and chastises every son he accepts\u003C/b\u003E.” ",
    "reference": "Hebrews 12:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 7,
    "text": "Endure your suffering as discipline; God is treating you as sons. For what son is there that a father does not discipline? ",
    "reference": "Hebrews 12:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 8,
    "text": "But if you do not experience discipline, something all sons have shared in, then you are illegitimate and are not sons. ",
    "reference": "Hebrews 12:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 9,
    "text": "Besides, we have experienced discipline from our earthly fathers and we respected them; shall we not submit ourselves all the more to the Father of spirits and receive life? ",
    "reference": "Hebrews 12:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 10,
    "text": "For they disciplined us for a little while as seemed good to them, but he does so for our benefit, that we may share his holiness. ",
    "reference": "Hebrews 12:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 11,
    "text": "Now all discipline seems painful at the time, not joyful. But later it produces the fruit of peace and righteousness for those trained by it. ",
    "reference": "Hebrews 12:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 12,
    "text": "Therefore, \u003Cb\u003Estrengthen\u003C/b\u003E \u003Cb\u003Eyour listless hands and your weak knees\u003C/b\u003E, ",
    "reference": "Hebrews 12:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 13,
    "text": "and \u003Cb\u003Emake\u003C/b\u003E \u003Cb\u003Estraight paths for your feet\u003C/b\u003E, so that what is lame may not be put out of joint but be healed. ",
    "reference": "Hebrews 12:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 14,
    "text": "Pursue peace with everyone, and holiness, for without it no one will see the Lord. ",
    "reference": "Hebrews 12:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 15,
    "text": "See to it that no one comes short of the grace of God, that no one be like a bitter root springing up and causing trouble, and through it many become defiled. ",
    "reference": "Hebrews 12:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 16,
    "text": "And see to it that no one becomes an immoral or godless person like Esau, who sold his own birthright for a single meal. ",
    "reference": "Hebrews 12:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 17,
    "text": "For you know that later when he wanted to inherit the blessing, he was rejected, for he found no opportunity for repentance, although he sought the blessing with tears. ",
    "reference": "Hebrews 12:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 18,
    "text": "For you have not come to something that can be touched, to a burning fire and darkness and gloom and a whirlwind ",
    "reference": "Hebrews 12:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 19,
    "text": "and the blast of a trumpet and a voice uttering words such that those who heard begged to hear no more. ",
    "reference": "Hebrews 12:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 20,
    "text": "For they could not bear what was commanded: “\u003Cb\u003EIf even an animal touches the mountain, it must be stoned\u003C/b\u003E.” ",
    "reference": "Hebrews 12:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 21,
    "text": "In fact, the scene was so terrifying that Moses said, “\u003Cb\u003EI shudder with fear\u003C/b\u003E.” ",
    "reference": "Hebrews 12:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 22,
    "text": "But you have come to Mount Zion, the city of the living God, the heavenly Jerusalem, and to myriads of angels, to the assembly",
    "reference": "Hebrews 12:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 23,
    "text": "and congregation of the firstborn, who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous, who have been made perfect, ",
    "reference": "Hebrews 12:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 24,
    "text": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks of something better than Abel’s does.",
    "reference": "Hebrews 12:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 25,
    "text": "Take care not to refuse the one who is speaking! For if they did not escape when they refused the one who warned them on earth, how much less shall we, if we reject the one who warns from heaven? ",
    "reference": "Hebrews 12:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 26,
    "text": "Then his voice shook the earth, but now he has promised, “\u003Cb\u003EI will once more shake not only the earth but heaven too\u003C/b\u003E.” ",
    "reference": "Hebrews 12:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 27,
    "text": "Now this phrase “\u003Cb\u003Eonce more\u003C/b\u003E” indicates the removal of what is shaken, that is, of created things, so that what is unshaken may remain. ",
    "reference": "Hebrews 12:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 28,
    "text": "So since we are receiving an unshakable kingdom, let us give thanks, and through this let us offer worship pleasing to God in devotion and awe. ",
    "reference": "Hebrews 12:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 29,
    "text": "For our \u003Cb\u003EGod\u003C/b\u003E \u003Cb\u003Eis indeed a devouring fire\u003C/b\u003E. ",
    "reference": "Hebrews 12:29"
  }
]