[{"bookName":"Hebrews","chapter":7,"verse":1,"text":"Now this \u003Cb\u003EMelchizedek, king of Salem, priest of the most high God, met Abraham as he was returning from defeating the kings\u003C/b\u003E and \u003Cb\u003Eblessed him\u003C/b\u003E. ","reference":"Hebrews 7:1"},{"bookName":"Hebrews","chapter":7,"verse":2,"text":"To him also \u003Cb\u003EAbraham apportioned a tithe\u003C/b\u003E \u003Cb\u003Eof everything\u003C/b\u003E. His name first means king of righteousness, then \u003Cb\u003Eking of Salem\u003C/b\u003E, that is, king of peace. ","reference":"Hebrews 7:2"},{"bookName":"Hebrews","chapter":7,"verse":3,"text":"Without father, without mother, without genealogy, he has neither beginning of days nor end of life but is like the son of God, and he remains a priest for all time. ","reference":"Hebrews 7:3"},{"bookName":"Hebrews","chapter":7,"verse":4,"text":"But see how great he must be, if Abraham the patriarch gave him a tithe of his plunder. ","reference":"Hebrews 7:4"},{"bookName":"Hebrews","chapter":7,"verse":5,"text":"And those of the sons of Levi who receive the priestly office have authorization according to the law to collect a tithe from the people, that is, from their fellow countrymen, although they, too, are descendants of Abraham. ","reference":"Hebrews 7:5"},{"bookName":"Hebrews","chapter":7,"verse":6,"text":"But Melchizedek who does not share their ancestry collected a tithe from Abraham and blessed the one who possessed the promise. ","reference":"Hebrews 7:6"},{"bookName":"Hebrews","chapter":7,"verse":7,"text":"Now without dispute the inferior is blessed by the superior, ","reference":"Hebrews 7:7"},{"bookName":"Hebrews","chapter":7,"verse":8,"text":"and in one case tithes are received by mortal men, while in the other by him who is affirmed to be alive. ","reference":"Hebrews 7:8"},{"bookName":"Hebrews","chapter":7,"verse":9,"text":"And it could be said that Levi himself, who receives tithes, paid a tithe through Abraham. ","reference":"Hebrews 7:9"},{"bookName":"Hebrews","chapter":7,"verse":10,"text":"For he was still in his ancestor Abraham’s loins when Melchizedek met him. ","reference":"Hebrews 7:10"},{"bookName":"Hebrews","chapter":7,"verse":11,"text":"So if perfection had in fact been possible through the Levitical priesthood—for on that basis the people received the law—what further need would there have been for another priest to arise, said to be in the order of Melchizedek and not in Aaron’s order? ","reference":"Hebrews 7:11"},{"bookName":"Hebrews","chapter":7,"verse":12,"text":"For when the priesthood changes, a change in the law must come as well.","reference":"Hebrews 7:12"},{"bookName":"Hebrews","chapter":7,"verse":13,"text":"Yet the one these things are spoken about belongs to a different tribe, and no one from that tribe has ever officiated at the altar. ","reference":"Hebrews 7:13"},{"bookName":"Hebrews","chapter":7,"verse":14,"text":"For it is clear that our Lord is descended from Judah, yet Moses said nothing about priests in connection with that tribe. ","reference":"Hebrews 7:14"},{"bookName":"Hebrews","chapter":7,"verse":15,"text":"And this is even clearer if another priest arises in the likeness of Melchizedek, ","reference":"Hebrews 7:15"},{"bookName":"Hebrews","chapter":7,"verse":16,"text":"who has become a priest not by a legal regulation about physical descent but by the power of an indestructible life. ","reference":"Hebrews 7:16"},{"bookName":"Hebrews","chapter":7,"verse":17,"text":"For here is the testimony about him: “\u003Cb\u003EYou are a priest forever in the order of Melchizedek\u003C/b\u003E.” ","reference":"Hebrews 7:17"},{"bookName":"Hebrews","chapter":7,"verse":18,"text":"On the one hand a former command is set aside because it is weak and useless, ","reference":"Hebrews 7:18"},{"bookName":"Hebrews","chapter":7,"verse":19,"text":"for the law made nothing perfect. On the other hand a better hope is introduced, through which we draw near to God. ","reference":"Hebrews 7:19"},{"bookName":"Hebrews","chapter":7,"verse":20,"text":"And since this was not done without a sworn affirmation—for the others have become priests without a sworn affirmation, ","reference":"Hebrews 7:20"},{"bookName":"Hebrews","chapter":7,"verse":21,"text":"but Jesus did so with a sworn affirmation by the one who said to him, “\u003Cb\u003EThe Lord has sworn and will not change his mind\u003C/b\u003E, ‘\u003Cb\u003EYou are a priest forever\u003C/b\u003E’”—","reference":"Hebrews 7:21"},{"bookName":"Hebrews","chapter":7,"verse":22,"text":"accordingly Jesus has become the guarantee of a better covenant. ","reference":"Hebrews 7:22"},{"bookName":"Hebrews","chapter":7,"verse":23,"text":"And the others who became priests were numerous because death prevented them from continuing in office, ","reference":"Hebrews 7:23"},{"bookName":"Hebrews","chapter":7,"verse":24,"text":"but he holds his priesthood permanently since he lives forever. ","reference":"Hebrews 7:24"},{"bookName":"Hebrews","chapter":7,"verse":25,"text":"So he is able to save completely those who come to God through him because he always lives to intercede for them. ","reference":"Hebrews 7:25"},{"bookName":"Hebrews","chapter":7,"verse":26,"text":"For it is indeed fitting for us to have such a high priest: holy, innocent, undefiled, separate from sinners, and exalted above the heavens. ","reference":"Hebrews 7:26"},{"bookName":"Hebrews","chapter":7,"verse":27,"text":"He has no need to do every day what those priests do, to offer sacrifices first for their own sins and then for the sins of the people, since he did this in offering himself once for all. ","reference":"Hebrews 7:27"},{"bookName":"Hebrews","chapter":7,"verse":28,"text":"For the law appoints as high priests men subject to weakness, but the word of solemn affirmation that came after the law appoints a son made perfect forever. ","reference":"Hebrews 7:28"}]