[
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 1,
    "text": "After God spoke long ago in various portions and in various ways to our ancestors through the prophets, ",
    "reference": "Hebrews 1:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 2,
    "text": "in these last days he has spoken to us in a son, whom he appointed heir of all things, and through whom he created the world. ",
    "reference": "Hebrews 1:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 3,
    "text": "The Son is the radiance of his glory and the representation of his essence, and he sustains all things by his powerful word, and so when he had accomplished cleansing for sins, he sat down at the right hand of the Majesty on high. ",
    "reference": "Hebrews 1:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 4,
    "text": "Thus he became so far better than the angels as he has inherited a name superior to theirs. ",
    "reference": "Hebrews 1:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 5,
    "text": "For to which of the angels did God ever say, “\u003Cb\u003EYou are my son! Today I have fathered you\u003C/b\u003E”? And in another place he says, “\u003Cb\u003EI\u003C/b\u003E \u003Cb\u003Ewill be his father and he will be my son\u003C/b\u003E.” ",
    "reference": "Hebrews 1:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 6,
    "text": "But when he again brings his firstborn into the world, he says, “\u003Cb\u003ELet all the angels of God worship him!\u003C/b\u003E” ",
    "reference": "Hebrews 1:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 7,
    "text": "And he says of the angels, “\u003Cb\u003EHe makes\u003C/b\u003E \u003Cb\u003Ehis angels winds\u003C/b\u003E \u003Cb\u003Eand his ministers a flame of fire\u003C/b\u003E,” ",
    "reference": "Hebrews 1:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 8,
    "text": "but of the Son he says, “\u003Cb\u003EYour throne, O God, is forever and ever\u003C/b\u003E, \u003Cb\u003Eand a righteous scepter\u003C/b\u003E \u003Cb\u003Eis the scepter of your kingdom\u003C/b\u003E. ",
    "reference": "Hebrews 1:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 9,
    "text": "\u003Cb\u003EYou have loved righteousness and hated lawlessness\u003C/b\u003E.\u003Cb\u003ESo God, your God, has anointed you over your companions\u003C/b\u003E \u003Cb\u003Ewith the oil of rejoicing\u003C/b\u003E.” ",
    "reference": "Hebrews 1:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 10,
    "text": "And, “\u003Cb\u003EYou founded the earth in the beginning, Lord\u003C/b\u003E, \u003Cb\u003Eand the heavens are the works of your hands\u003C/b\u003E. ",
    "reference": "Hebrews 1:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 11,
    "text": "\u003Cb\u003EThey will perish, but you continue\u003C/b\u003E. \u003Cb\u003EAnd they will all grow old like a garment\u003C/b\u003E,",
    "reference": "Hebrews 1:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 12,
    "text": "\u003Cb\u003Eand like a robe you will fold them up\u003C/b\u003E\u003Cb\u003Eand\u003C/b\u003E like a garment \u003Cb\u003Ethey will be changed,\u003C/b\u003E \u003Cb\u003Ebut you are the same and your years will never run out\u003C/b\u003E.” ",
    "reference": "Hebrews 1:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 13,
    "text": "But to which of the angels has he ever said, “\u003Cb\u003ESit at my right hand until I make your enemies a footstool for your feet\u003C/b\u003E”? ",
    "reference": "Hebrews 1:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 1,
    "verse": 14,
    "text": "Are they not all ministering spirits, sent out to serve those who will inherit salvation? ",
    "reference": "Hebrews 1:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 1,
    "text": "Therefore we must pay closer attention to what we have heard, so that we do not drift away. ",
    "reference": "Hebrews 2:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 2,
    "text": "For if the message spoken through angels proved to be so firm that every violation or disobedience received its just penalty, ",
    "reference": "Hebrews 2:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 3,
    "text": "how will we escape if we neglect such a great salvation? It was first communicated through the Lord and was confirmed to us by those who heard him,",
    "reference": "Hebrews 2:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 4,
    "text": "while God confirmed their witness with signs and wonders and various miracles and gifts of the Holy Spirit distributed according to his will. ",
    "reference": "Hebrews 2:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 5,
    "text": "For he did not put the world to come, about which we are speaking, under the control of angels. ",
    "reference": "Hebrews 2:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 6,
    "text": "Instead someone testified somewhere: “\u003Cb\u003EWhat is man that you think of him\u003C/b\u003E \u003Cb\u003Eor the son of man that you care for him?\u003C/b\u003E ",
    "reference": "Hebrews 2:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 7,
    "text": "\u003Cb\u003EYou made him lower than the angels for a little while\u003C/b\u003E. \u003Cb\u003EYou crowned him with glory and honor\u003C/b\u003E. ",
    "reference": "Hebrews 2:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 8,
    "text": "\u003Cb\u003EYou put all things under his control\u003C/b\u003E.” For when he \u003Cb\u003Eput\u003C/b\u003E \u003Cb\u003Eall things under his control\u003C/b\u003E, he left nothing outside of his control. At present we do not yet see \u003Cb\u003Eall things under his control\u003C/b\u003E, ",
    "reference": "Hebrews 2:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 9,
    "text": "but we see Jesus, who was made \u003Cb\u003Elower than the angels for a little while\u003C/b\u003E, now crowned with glory and honor because he suffered death, so that by God’s grace he would experience death on behalf of everyone. ",
    "reference": "Hebrews 2:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 10,
    "text": "For it was fitting for him, for whom and through whom all things exist, in bringing many sons to glory, to make the pioneer of their salvation perfect through sufferings. ",
    "reference": "Hebrews 2:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 11,
    "text": "For indeed he who makes holy and those being made holy all have the same origin, and so he is not ashamed to call them brothers and sisters, ",
    "reference": "Hebrews 2:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 12,
    "text": "saying, “\u003Cb\u003EI will proclaim your name to my brothers;\u003C/b\u003E \u003Cb\u003Ein the midst of the assembly I will praise you\u003C/b\u003E.” ",
    "reference": "Hebrews 2:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 13,
    "text": "Again he says, “I will be confident in him,” and again, “\u003Cb\u003EHere I am\u003C/b\u003E, \u003Cb\u003Ewith\u003C/b\u003E \u003Cb\u003Ethe children God has given me\u003C/b\u003E.” ",
    "reference": "Hebrews 2:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 14,
    "text": "Therefore, since the children share in flesh and blood, he likewise shared in their humanity, so that through death he could destroy the one who holds the power of death (that is, the devil), ",
    "reference": "Hebrews 2:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 15,
    "text": "and set free those who were held in slavery all their lives by their fear of death. ",
    "reference": "Hebrews 2:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 16,
    "text": "For surely his concern is not for angels, but he is concerned for Abraham’s descendants. ",
    "reference": "Hebrews 2:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 17,
    "text": "Therefore he had to be made like his brothers and sisters in every respect, so that he could become a merciful and faithful high priest in things relating to God, to make atonement for the sins of the people. ",
    "reference": "Hebrews 2:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 18,
    "text": "For since he himself suffered when he was tempted, he is able to help those who are tempted. ",
    "reference": "Hebrews 2:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 1,
    "text": "Therefore, holy brothers and sisters, partners in a heavenly calling, take note of Jesus, the apostle and high priest whom we confess, ",
    "reference": "Hebrews 3:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 2,
    "text": "who is faithful to the one who appointed him, as Moses was also in God’s house. ",
    "reference": "Hebrews 3:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 3,
    "text": "For he has come to deserve greater glory than Moses, just as the builder of a house deserves greater honor than the house itself! ",
    "reference": "Hebrews 3:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 4,
    "text": "For every house is built by someone, but the builder of all things is God. ",
    "reference": "Hebrews 3:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 5,
    "text": "Now Moses was \u003Cb\u003Efaithful\u003C/b\u003E \u003Cb\u003Ein all God’s\u003C/b\u003E \u003Cb\u003Ehouse\u003C/b\u003E as a servant, to testify to the things that would be spoken. ",
    "reference": "Hebrews 3:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 6,
    "text": "But Christ is faithful as a son over God’s house. We are of his house, if in fact we hold firmly to our confidence and the hope we take pride in.",
    "reference": "Hebrews 3:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 7,
    "text": "Therefore, as the Holy Spirit says, “\u003Cb\u003EOh, that today you would listen as he speaks!\u003C/b\u003E ",
    "reference": "Hebrews 3:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 8,
    "text": "\u003Cb\u003EDo not harden your hearts as in the rebellion, in the day of testing in the wilderness\u003C/b\u003E.",
    "reference": "Hebrews 3:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 9,
    "text": "\u003Cb\u003EThere your fathers tested me and tried me\u003C/b\u003E, \u003Cb\u003Eand they saw my works for forty years\u003C/b\u003E.",
    "reference": "Hebrews 3:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 10,
    "text": "\u003Cb\u003ETherefore, I became provoked at that generation and said\u003C/b\u003E, ‘\u003Cb\u003ETheir hearts are always wandering,\u003C/b\u003E \u003Cb\u003Eand they have not known my ways\u003C/b\u003E.’",
    "reference": "Hebrews 3:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 11,
    "text": "\u003Cb\u003EAs I swore in my anger\u003C/b\u003E, ‘\u003Cb\u003EThey will never enter my rest!\u003C/b\u003E’” ",
    "reference": "Hebrews 3:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 12,
    "text": "See to it, brothers and sisters, that none of you has an evil, unbelieving heart that forsakes the living God. ",
    "reference": "Hebrews 3:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 13,
    "text": "But exhort one another each day, as long as it is called “Today,” that none of you may become hardened by sin’s deception. ",
    "reference": "Hebrews 3:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 14,
    "text": "For we have become partners with Christ, if in fact we hold our initial confidence firm until the end. ",
    "reference": "Hebrews 3:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 15,
    "text": "As it says, “\u003Cb\u003EOh, that today you would listen as he speaks!\u003C/b\u003E \u003Cb\u003EDo not harden your hearts as in the rebellion\u003C/b\u003E.” ",
    "reference": "Hebrews 3:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 16,
    "text": "For which ones heard and rebelled? Was it not all who came out of Egypt under Moses’ leadership?",
    "reference": "Hebrews 3:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 17,
    "text": "And against whom was God provoked for forty years? Was it not those who sinned, whose dead bodies fell in the wilderness? ",
    "reference": "Hebrews 3:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 18,
    "text": "And to whom did he swear they would never enter into his rest, except those who were disobedient? ",
    "reference": "Hebrews 3:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 3,
    "verse": 19,
    "text": "So we see that they could not enter because of unbelief. ",
    "reference": "Hebrews 3:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 1,
    "text": "Therefore we must be wary that, while the promise of entering his rest remains open, none of you may seem to have come short of it.",
    "reference": "Hebrews 4:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 2,
    "text": "For we had good news proclaimed to us just as they did. But the message they heard did them no good, since they did not join in with those who heard it in faith. ",
    "reference": "Hebrews 4:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 3,
    "text": "For we who have believed enter that rest, as he has said, “\u003Cb\u003EAs I swore in my anger\u003C/b\u003E, ‘\u003Cb\u003EThey will never enter my rest!\u003C/b\u003E’” And yet God’s works were accomplished from the foundation of the world. ",
    "reference": "Hebrews 4:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 4,
    "text": "For he has spoken somewhere about the seventh day in this way: “\u003Cb\u003EAnd God rested on the seventh day from all his works\u003C/b\u003E,” ",
    "reference": "Hebrews 4:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 5,
    "text": "but to repeat the text cited earlier: “\u003Cb\u003EThey will never enter my rest!\u003C/b\u003E”",
    "reference": "Hebrews 4:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 6,
    "text": "Therefore it remains for some to enter it, yet those to whom it was previously proclaimed did not enter because of disobedience. ",
    "reference": "Hebrews 4:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 7,
    "text": "So God again ordains a certain day, “Today,” speaking through David after so long a time, as in the words quoted before, “\u003Cb\u003EOh, that today you would listen as he speaks!\u003C/b\u003E \u003Cb\u003EDo not harden your hearts\u003C/b\u003E.”",
    "reference": "Hebrews 4:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 8,
    "text": "For if Joshua had given them rest, God would not have spoken afterward about another day. ",
    "reference": "Hebrews 4:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 9,
    "text": "Consequently a Sabbath rest remains for the people of God. ",
    "reference": "Hebrews 4:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 10,
    "text": "For the one who enters God’s rest has also rested from his works, just as God did from his own works. ",
    "reference": "Hebrews 4:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 11,
    "text": "Thus we must make every effort to enter that rest, so that no one may fall by following the same pattern of disobedience. ",
    "reference": "Hebrews 4:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 12,
    "text": "For the word of God is living and active and sharper than any double-edged sword, piercing even to the point of dividing soul from spirit, and joints from marrow; it is able to judge the desires and thoughts of the heart. ",
    "reference": "Hebrews 4:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 13,
    "text": "And no creature is hidden from God, but everything is naked and exposed to the eyes of him to whom we must render an account. ",
    "reference": "Hebrews 4:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 14,
    "text": "Therefore since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast to our confession. ",
    "reference": "Hebrews 4:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 15,
    "text": "For we do not have a high priest incapable of sympathizing with our weaknesses, but one who has been tempted in every way just as we are, yet without sin. ",
    "reference": "Hebrews 4:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 4,
    "verse": 16,
    "text": "Therefore let us confidently approach the throne of grace to receive mercy and find grace whenever we need help. ",
    "reference": "Hebrews 4:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 1,
    "text": "For every high priest is taken from among the people and appointed to represent them before God, to offer both gifts and sacrifices for sins. ",
    "reference": "Hebrews 5:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 2,
    "text": "He is able to deal compassionately with those who are ignorant and erring, since he also is subject to weakness, ",
    "reference": "Hebrews 5:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 3,
    "text": "and for this reason he is obligated to make sin offerings for himself as well as for the people. ",
    "reference": "Hebrews 5:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 4,
    "text": "And no one assumes this honor on his own initiative, but only when called to it by God, as in fact Aaron was.",
    "reference": "Hebrews 5:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 5,
    "text": "So also Christ did not glorify himself in becoming high priest, but the one who glorified him was God, who said to him, “\u003Cb\u003EYou are my Son! Today I have fathered you\u003C/b\u003E,” ",
    "reference": "Hebrews 5:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 6,
    "text": "as also in another place God says, “\u003Cb\u003EYou are a priest forever in the order of Melchizedek\u003C/b\u003E.” ",
    "reference": "Hebrews 5:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 7,
    "text": "During his earthly life Christ offered both requests and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his devotion. ",
    "reference": "Hebrews 5:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 8,
    "text": "Although he was a son, he learned obedience through the things he suffered. ",
    "reference": "Hebrews 5:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 9,
    "text": "And by being perfected in this way, he became the source of eternal salvation to all who obey him, ",
    "reference": "Hebrews 5:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 10,
    "text": "and he was designated by God as high priest \u003Cb\u003Ein\u003C/b\u003E \u003Cb\u003Ethe order of Melchizedek\u003C/b\u003E. ",
    "reference": "Hebrews 5:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 11,
    "text": "On this topic we have much to say, and it is difficult to explain, since you have become sluggish in hearing. ",
    "reference": "Hebrews 5:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 12,
    "text": "For though you should in fact be teachers by this time, you need someone to teach you the beginning elements of God’s utterances. You have gone back to needing milk, not solid food. ",
    "reference": "Hebrews 5:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 13,
    "text": "For everyone who lives on milk is inexperienced in the message of righteousness because he is an infant. ",
    "reference": "Hebrews 5:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 14,
    "text": "But solid food is for the mature, whose perceptions are trained by practice to discern both good and evil. ",
    "reference": "Hebrews 5:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 1,
    "text": "Therefore we must progress beyond the elementary instructions about Christ and move on to maturity, not laying this foundation again: repentance from dead works and faith in God, ",
    "reference": "Hebrews 6:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 2,
    "text": "teaching about ritual washings, laying on of hands, resurrection of the dead, and eternal judgment.",
    "reference": "Hebrews 6:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 3,
    "text": "And this is what we intend to do, if God permits. ",
    "reference": "Hebrews 6:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 4,
    "text": "For it is impossible in the case of those who have once been enlightened, tasted the heavenly gift, become partakers of the Holy Spirit, ",
    "reference": "Hebrews 6:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 5,
    "text": "tasted the good word of God and the miracles of the coming age, ",
    "reference": "Hebrews 6:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 6,
    "text": "and then have committed apostasy, to renew them again to repentance, since they are crucifying the Son of God for themselves all over again and holding him up to contempt. ",
    "reference": "Hebrews 6:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 7,
    "text": "For the ground that has soaked up the rain that frequently falls on it and yields useful vegetation for those who tend it receives a blessing from God. ",
    "reference": "Hebrews 6:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 8,
    "text": "But if it produces thorns and thistles, it is useless and about to be cursed; its fate is to be burned. ",
    "reference": "Hebrews 6:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 9,
    "text": "But in your case, dear friends, even though we speak like this, we are convinced of better things relating to salvation. ",
    "reference": "Hebrews 6:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 10,
    "text": "For God is not unjust so as to forget your work and the love you have demonstrated for his name, in having served and continuing to serve the saints. ",
    "reference": "Hebrews 6:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 11,
    "text": "But we passionately want each of you to demonstrate the same eagerness for the fulfillment of your hope until the end, ",
    "reference": "Hebrews 6:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 12,
    "text": "so that you may not be sluggish, but imitators of those who through faith and perseverance inherit the promises. ",
    "reference": "Hebrews 6:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 13,
    "text": "Now when God made his promise to Abraham, since he could swear by no one greater, he swore by himself, ",
    "reference": "Hebrews 6:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 14,
    "text": "saying, “\u003Cb\u003ESurely I will bless you greatly and multiply your descendants abundantly\u003C/b\u003E.” ",
    "reference": "Hebrews 6:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 15,
    "text": "And so by persevering, Abraham inherited the promise. ",
    "reference": "Hebrews 6:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 16,
    "text": "For people swear by something greater than themselves, and the oath serves as a confirmation to end all dispute. ",
    "reference": "Hebrews 6:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 17,
    "text": "In the same way God wanted to demonstrate more clearly to the heirs of the promise that his purpose was unchangeable, and so he intervened with an oath, ",
    "reference": "Hebrews 6:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 18,
    "text": "so that we who have found refuge in him may find strong encouragement to hold fast to the hope set before us through two unchangeable things, since it is impossible for God to lie. ",
    "reference": "Hebrews 6:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 19,
    "text": "We have this hope as an anchor for the soul, sure and steadfast, which reaches inside behind the curtain, ",
    "reference": "Hebrews 6:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 20,
    "text": "where Jesus our forerunner entered on our behalf, since he became \u003Cb\u003Ea priest forever in the order of Melchizedek\u003C/b\u003E. ",
    "reference": "Hebrews 6:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 1,
    "text": "Now this \u003Cb\u003EMelchizedek, king of Salem, priest of the most high God, met Abraham as he was returning from defeating the kings\u003C/b\u003E and \u003Cb\u003Eblessed him\u003C/b\u003E. ",
    "reference": "Hebrews 7:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 2,
    "text": "To him also \u003Cb\u003EAbraham apportioned a tithe\u003C/b\u003E \u003Cb\u003Eof everything\u003C/b\u003E. His name first means king of righteousness, then \u003Cb\u003Eking of Salem\u003C/b\u003E, that is, king of peace. ",
    "reference": "Hebrews 7:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 3,
    "text": "Without father, without mother, without genealogy, he has neither beginning of days nor end of life but is like the son of God, and he remains a priest for all time. ",
    "reference": "Hebrews 7:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 4,
    "text": "But see how great he must be, if Abraham the patriarch gave him a tithe of his plunder. ",
    "reference": "Hebrews 7:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 5,
    "text": "And those of the sons of Levi who receive the priestly office have authorization according to the law to collect a tithe from the people, that is, from their fellow countrymen, although they, too, are descendants of Abraham. ",
    "reference": "Hebrews 7:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 6,
    "text": "But Melchizedek who does not share their ancestry collected a tithe from Abraham and blessed the one who possessed the promise. ",
    "reference": "Hebrews 7:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 7,
    "text": "Now without dispute the inferior is blessed by the superior, ",
    "reference": "Hebrews 7:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 8,
    "text": "and in one case tithes are received by mortal men, while in the other by him who is affirmed to be alive. ",
    "reference": "Hebrews 7:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 9,
    "text": "And it could be said that Levi himself, who receives tithes, paid a tithe through Abraham. ",
    "reference": "Hebrews 7:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 10,
    "text": "For he was still in his ancestor Abraham’s loins when Melchizedek met him. ",
    "reference": "Hebrews 7:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 11,
    "text": "So if perfection had in fact been possible through the Levitical priesthood—for on that basis the people received the law—what further need would there have been for another priest to arise, said to be in the order of Melchizedek and not in Aaron’s order? ",
    "reference": "Hebrews 7:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 12,
    "text": "For when the priesthood changes, a change in the law must come as well.",
    "reference": "Hebrews 7:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 13,
    "text": "Yet the one these things are spoken about belongs to a different tribe, and no one from that tribe has ever officiated at the altar. ",
    "reference": "Hebrews 7:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 14,
    "text": "For it is clear that our Lord is descended from Judah, yet Moses said nothing about priests in connection with that tribe. ",
    "reference": "Hebrews 7:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 15,
    "text": "And this is even clearer if another priest arises in the likeness of Melchizedek, ",
    "reference": "Hebrews 7:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 16,
    "text": "who has become a priest not by a legal regulation about physical descent but by the power of an indestructible life. ",
    "reference": "Hebrews 7:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 17,
    "text": "For here is the testimony about him: “\u003Cb\u003EYou are a priest forever in the order of Melchizedek\u003C/b\u003E.” ",
    "reference": "Hebrews 7:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 18,
    "text": "On the one hand a former command is set aside because it is weak and useless, ",
    "reference": "Hebrews 7:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 19,
    "text": "for the law made nothing perfect. On the other hand a better hope is introduced, through which we draw near to God. ",
    "reference": "Hebrews 7:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 20,
    "text": "And since this was not done without a sworn affirmation—for the others have become priests without a sworn affirmation, ",
    "reference": "Hebrews 7:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 21,
    "text": "but Jesus did so with a sworn affirmation by the one who said to him, “\u003Cb\u003EThe Lord has sworn and will not change his mind\u003C/b\u003E, ‘\u003Cb\u003EYou are a priest forever\u003C/b\u003E’”—",
    "reference": "Hebrews 7:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 22,
    "text": "accordingly Jesus has become the guarantee of a better covenant. ",
    "reference": "Hebrews 7:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 23,
    "text": "And the others who became priests were numerous because death prevented them from continuing in office, ",
    "reference": "Hebrews 7:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 24,
    "text": "but he holds his priesthood permanently since he lives forever. ",
    "reference": "Hebrews 7:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 25,
    "text": "So he is able to save completely those who come to God through him because he always lives to intercede for them. ",
    "reference": "Hebrews 7:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 26,
    "text": "For it is indeed fitting for us to have such a high priest: holy, innocent, undefiled, separate from sinners, and exalted above the heavens. ",
    "reference": "Hebrews 7:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 27,
    "text": "He has no need to do every day what those priests do, to offer sacrifices first for their own sins and then for the sins of the people, since he did this in offering himself once for all. ",
    "reference": "Hebrews 7:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 7,
    "verse": 28,
    "text": "For the law appoints as high priests men subject to weakness, but the word of solemn affirmation that came after the law appoints a son made perfect forever. ",
    "reference": "Hebrews 7:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 1,
    "text": "Now the main point of what we are saying is this: We have such a high priest, one who sat down at the right hand of the throne of the Majesty in heaven, ",
    "reference": "Hebrews 8:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 2,
    "text": "a minister in the sanctuary and the true tabernacle that the Lord, not man, set up. ",
    "reference": "Hebrews 8:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 3,
    "text": "For every high priest is appointed to offer both gifts and sacrifices. So this one, too, had to have something to offer. ",
    "reference": "Hebrews 8:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 4,
    "text": "Now if he were on earth, he would not be a priest, since there are already priests who offer the gifts prescribed by the law. ",
    "reference": "Hebrews 8:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 5,
    "text": "The place where they serve is a sketch and shadow of the heavenly sanctuary, just as Moses was warned by God as he was about to complete the tabernacle. For he says, “\u003Cb\u003ESee that you make everything according to the design\u003C/b\u003E \u003Cb\u003Eshown to you on the mountain\u003C/b\u003E.” ",
    "reference": "Hebrews 8:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 6,
    "text": "But now Jesus has obtained a superior ministry, since the covenant that he mediates is also better and is enacted on better promises. ",
    "reference": "Hebrews 8:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 7,
    "text": "For if that first covenant had been faultless, no one would have looked for a second one. ",
    "reference": "Hebrews 8:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 8,
    "text": "But showing its fault, God says to them, “\u003Cb\u003ELook, the days are coming, says the Lord, when I will complete a new covenant with the house of Israel and with the house of Judah\u003C/b\u003E.",
    "reference": "Hebrews 8:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 9,
    "text": "\u003Cb\u003EIt will not be like the covenant\u003C/b\u003E \u003Cb\u003Ethat I made with their fathers, on the day when I took them by the hand to lead them out of Egypt, because they did not continue in my covenant, and I had no regard for them, says the Lord\u003C/b\u003E.",
    "reference": "Hebrews 8:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 10,
    "text": "\u003Cb\u003EFor this is the covenant that I will establish with the house of Israel after those days, says the Lord\u003C/b\u003E. \u003Cb\u003EI will put\u003C/b\u003E \u003Cb\u003Emy laws in their minds,\u003C/b\u003E \u003Cb\u003Eand I will inscribe them on their hearts\u003C/b\u003E. \u003Cb\u003EAnd I will be their God, and they will be my people\u003C/b\u003E. ",
    "reference": "Hebrews 8:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 11,
    "text": "\u003Cb\u003EAnd there will be no need at all\u003C/b\u003E \u003Cb\u003Efor each one to teach his countryman or each one to teach his brother saying\u003C/b\u003E, ‘\u003Cb\u003EKnow the Lord\u003C/b\u003E,’ \u003Cb\u003Esince they will all know me, from the least to the greatest\u003C/b\u003E. ",
    "reference": "Hebrews 8:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 12,
    "text": "\u003Cb\u003EFor I will be merciful toward their evil deeds, and their sins I will remember no longer\u003C/b\u003E.” ",
    "reference": "Hebrews 8:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 8,
    "verse": 13,
    "text": "When he speaks of a new covenant, he makes the first obsolete. Now what is growing obsolete and aging is about to disappear. ",
    "reference": "Hebrews 8:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 1,
    "text": "Now the first covenant, in fact, had regulations for worship and its earthly sanctuary. ",
    "reference": "Hebrews 9:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 2,
    "text": "For a tent was prepared, the outer one, which contained the lampstand, the table, and the presentation of the loaves; this is called the Holy Place. ",
    "reference": "Hebrews 9:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 3,
    "text": "And after the second curtain there was a tent called the holy of holies. ",
    "reference": "Hebrews 9:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 4,
    "text": "It contained the golden altar of incense and the ark of the covenant covered entirely with gold. In this ark were the golden urn containing the manna, Aaron’s rod that budded, and the stone tablets of the covenant. ",
    "reference": "Hebrews 9:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 5,
    "text": "And above the ark were the cherubim of glory overshadowing the mercy seat. Now is not the time to speak of these things in detail. ",
    "reference": "Hebrews 9:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 6,
    "text": "So with these things prepared like this, the priests enter continually into the outer tent as they perform their duties. ",
    "reference": "Hebrews 9:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 7,
    "text": "But only the high priest enters once a year into the inner tent, and not without blood that he offers for himself and for the sins of the people committed in ignorance. ",
    "reference": "Hebrews 9:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 8,
    "text": "The Holy Spirit is making clear that the way into the Holy Place had not yet appeared as long as the old tabernacle was standing. ",
    "reference": "Hebrews 9:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 9,
    "text": "This was a symbol for the time then present, when gifts and sacrifices were offered that could not perfect the conscience of the worshiper. ",
    "reference": "Hebrews 9:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 10,
    "text": "They served only for matters of food and drink and various ritual washings; they are external regulations imposed until the new order came.",
    "reference": "Hebrews 9:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 11,
    "text": "But now Christ has come as the high priest of the good things to come. He passed through the greater and more perfect tent not made with hands, that is, not of this creation, ",
    "reference": "Hebrews 9:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 12,
    "text": "and he entered once for all into the Most Holy Place not by the blood of goats and calves but by his own blood, and so he himself secured eternal redemption. ",
    "reference": "Hebrews 9:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 13,
    "text": "For if the blood of goats and bulls and the ashes of a young cow sprinkled on those who are defiled consecrated them and provided ritual purity, ",
    "reference": "Hebrews 9:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 14,
    "text": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our consciences from dead works to worship the living God. ",
    "reference": "Hebrews 9:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 15,
    "text": "And so he is the mediator of a new covenant, so that those who are called may receive the eternal inheritance he has promised, since he died to set them free from the violations committed under the first covenant. ",
    "reference": "Hebrews 9:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 16,
    "text": "For where there is a will, the death of the one who made it must be proven. ",
    "reference": "Hebrews 9:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 17,
    "text": "For a will takes effect only at death, since it carries no force while the one who made it is alive. ",
    "reference": "Hebrews 9:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 18,
    "text": "So even the first covenant was inaugurated with blood. ",
    "reference": "Hebrews 9:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 19,
    "text": "For when Moses had spoken every command to all the people according to the law, he took the blood of calves and goats with water and scarlet wool and hyssop and sprinkled both the book itself and all the people, ",
    "reference": "Hebrews 9:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 20,
    "text": "and said, “\u003Cb\u003EThis is the blood of the covenant that God has commanded you to keep\u003C/b\u003E.” ",
    "reference": "Hebrews 9:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 21,
    "text": "And both the tabernacle and all the utensils of worship he likewise sprinkled with blood. ",
    "reference": "Hebrews 9:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 22,
    "text": "Indeed according to the law almost everything was purified with blood, and without the shedding of blood there is no forgiveness. ",
    "reference": "Hebrews 9:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 23,
    "text": "So it was necessary for the sketches of the things in heaven to be purified with these sacrifices, but the heavenly things themselves required better sacrifices than these. ",
    "reference": "Hebrews 9:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 24,
    "text": "For Christ did not enter a sanctuary made with hands—the representation of the true sanctuary—but into heaven itself, and he appears now in God’s presence for us. ",
    "reference": "Hebrews 9:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 25,
    "text": "And he did not enter to offer himself again and again, the way the high priest enters the sanctuary year after year with blood that is not his own, ",
    "reference": "Hebrews 9:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 26,
    "text": "for then he would have had to suffer again and again since the foundation of the world. But now he has appeared once for all at the consummation of the ages to put away sin by his sacrifice. ",
    "reference": "Hebrews 9:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 27,
    "text": "And just as people are appointed to die once, and then to face judgment, ",
    "reference": "Hebrews 9:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 9,
    "verse": 28,
    "text": "so also, after Christ was offered once to bear the sins of many, to those who eagerly await him he will appear a second time, not to bear sin but to bring salvation. ",
    "reference": "Hebrews 9:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 1,
    "text": "For the law possesses a shadow of the good things to come but not the reality itself, and is therefore completely unable, by the same sacrifices offered continually, year after year, to perfect those who come to worship. ",
    "reference": "Hebrews 10:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 2,
    "text": "For otherwise would they not have ceased to be offered, since the worshipers would have been purified once for all and so have no further consciousness of sin? ",
    "reference": "Hebrews 10:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 3,
    "text": "But in those sacrifices there is a reminder of sins year after year. ",
    "reference": "Hebrews 10:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 4,
    "text": "For it is impossible for the blood of bulls and goats to take away sins. ",
    "reference": "Hebrews 10:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 5,
    "text": "So when he came into the world, he said,“\u003Cb\u003ESacrifice and offering you did not desire, but a body you prepared for me\u003C/b\u003E.",
    "reference": "Hebrews 10:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 6,
    "text": "\u003Cb\u003EWhole burnt offerings and sin-offerings you took no delight in\u003C/b\u003E.",
    "reference": "Hebrews 10:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 7,
    "text": "\u003Cb\u003EThen I said\u003C/b\u003E, ‘\u003Cb\u003EHere I am:\u003C/b\u003E \u003Cb\u003EI have come—it is written of me in the scroll of the book—to do your will, O God\u003C/b\u003E.’” ",
    "reference": "Hebrews 10:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 8,
    "text": "When he says above, “\u003Cb\u003ESacrifices and offerings\u003C/b\u003E and \u003Cb\u003Ewhole burnt offerings and sin-offerings you did not desire nor did you take delight\u003C/b\u003E in them” (which are offered according to the law), ",
    "reference": "Hebrews 10:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 9,
    "text": "then he says, “\u003Cb\u003EHere I am: I have come to do your will\u003C/b\u003E.” He does away with the first to establish the second. ",
    "reference": "Hebrews 10:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 10,
    "text": "By his will we have been made holy through the offering of the body of Jesus Christ once for all. ",
    "reference": "Hebrews 10:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 11,
    "text": "And every priest stands day after day serving and offering the same sacrifices again and again—sacrifices that can never take away sins. ",
    "reference": "Hebrews 10:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 12,
    "text": "But when this priest had offered one sacrifice for sins for all time, he sat down at the right hand of God, ",
    "reference": "Hebrews 10:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 13,
    "text": "where he is now waiting until his enemies are made a footstool for his feet. ",
    "reference": "Hebrews 10:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 14,
    "text": "For by one offering he has perfected for all time those who are made holy. ",
    "reference": "Hebrews 10:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 15,
    "text": "And the Holy Spirit also witnesses to us, for after saying, ",
    "reference": "Hebrews 10:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 16,
    "text": "“\u003Cb\u003EThis is the covenant that I will establish with them after those days, says the Lord\u003C/b\u003E. \u003Cb\u003EI will put\u003C/b\u003E \u003Cb\u003Emy\u003C/b\u003E \u003Cb\u003Elaws on their hearts and I will inscribe them on their minds\u003C/b\u003E,” ",
    "reference": "Hebrews 10:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 17,
    "text": "then he says, “\u003Cb\u003ETheir sins and their lawless deeds I will remember no longer\u003C/b\u003E.” ",
    "reference": "Hebrews 10:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 18,
    "text": "Now where there is forgiveness of these, there is no longer any offering for sin. ",
    "reference": "Hebrews 10:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 19,
    "text": "Therefore, brothers and sisters, since we have confidence to enter the sanctuary by the blood of Jesus, ",
    "reference": "Hebrews 10:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 20,
    "text": "by the fresh and living way that he inaugurated for us through the curtain, that is, through his flesh, ",
    "reference": "Hebrews 10:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 21,
    "text": "and since we have a great priest over the house of God, ",
    "reference": "Hebrews 10:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 22,
    "text": "let us draw near with a sincere heart in the assurance that faith brings, because we have had our hearts sprinkled clean from an evil conscience and our bodies washed in pure water. ",
    "reference": "Hebrews 10:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 23,
    "text": "And let us hold unwaveringly to the hope that we confess, for the one who made the promise is trustworthy. ",
    "reference": "Hebrews 10:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 24,
    "text": "And let us take thought of how to spur one another on to love and good works, ",
    "reference": "Hebrews 10:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 25,
    "text": "not abandoning our own meetings, as some are in the habit of doing, but encouraging each other, and even more so because you see the day drawing near. ",
    "reference": "Hebrews 10:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 26,
    "text": "For if we deliberately keep on sinning after receiving the knowledge of the truth, no further sacrifice for sins is left for us, ",
    "reference": "Hebrews 10:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 27,
    "text": "but only a certain fearful expectation of judgment and a fury of fire that will consume God’s enemies. ",
    "reference": "Hebrews 10:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 28,
    "text": "Someone who rejected the law of Moses was put to death without mercy on the testimony of two or three witnesses. ",
    "reference": "Hebrews 10:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 29,
    "text": "How much greater punishment do you think that person deserves who has contempt for the Son of God, and profanes the blood of the covenant that made him holy, and insults the Spirit of grace? ",
    "reference": "Hebrews 10:29"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 30,
    "text": "For we know the one who said, “\u003Cb\u003EVengeance is mine, I will repay\u003C/b\u003E,” and again, “\u003Cb\u003EThe Lord will judge his people\u003C/b\u003E.” ",
    "reference": "Hebrews 10:30"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 31,
    "text": "It is a terrifying thing to fall into the hands of the living God. ",
    "reference": "Hebrews 10:31"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 32,
    "text": "But remember the former days when you endured a harsh conflict of suffering after you were enlightened. ",
    "reference": "Hebrews 10:32"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 33,
    "text": "At times you were publicly exposed to abuse and afflictions, and at other times you came to share with others who were treated in that way. ",
    "reference": "Hebrews 10:33"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 34,
    "text": "For in fact you shared the sufferings of those in prison, and you accepted the confiscation of your belongings with joy, because you knew that you certainly had a better and lasting possession. ",
    "reference": "Hebrews 10:34"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 35,
    "text": "So do not throw away your confidence, because it has great reward. ",
    "reference": "Hebrews 10:35"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 36,
    "text": "For you need endurance in order to do God’s will and so receive what is promised. ",
    "reference": "Hebrews 10:36"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 37,
    "text": "For \u003Cb\u003Ejust a little longer\u003C/b\u003E and \u003Cb\u003Ehe who is coming will arrive and not delay\u003C/b\u003E. ",
    "reference": "Hebrews 10:37"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 38,
    "text": "\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003Emy righteous one will live by faith, and if he shrinks back, I\u003C/b\u003E \u003Cb\u003Etake\u003C/b\u003E \u003Cb\u003Eno pleasure in him\u003C/b\u003E. ",
    "reference": "Hebrews 10:38"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 39,
    "text": "But we are not among those who shrink back and thus perish, but are among those who have faith and preserve their souls. ",
    "reference": "Hebrews 10:39"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 1,
    "text": "Now faith is being sure of what we hope for, being convinced of what we do not see. ",
    "reference": "Hebrews 11:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 2,
    "text": "For by it the people of old received God’s commendation. ",
    "reference": "Hebrews 11:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 3,
    "text": "By faith we understand that the worlds were set in order at God’s command, so that the visible has its origin in the invisible.",
    "reference": "Hebrews 11:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 4,
    "text": "By faith Abel offered God a greater sacrifice than Cain, and through his faith he was commended as righteous because God commended him for his offerings. And through his faith he still speaks, though he is dead. ",
    "reference": "Hebrews 11:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 5,
    "text": "By faith Enoch was taken up so that he did not see death, and he was not to be found because God took him up. For before his removal he had been commended as having pleased God. ",
    "reference": "Hebrews 11:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 6,
    "text": "Now without faith it is impossible to please him, for the one who approaches God must believe that he exists and that he rewards those who seek him. ",
    "reference": "Hebrews 11:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 7,
    "text": "By faith Noah, when he was warned about things not yet seen, with reverent regard constructed an ark for the deliverance of his family. Through faith he condemned the world and became an heir of the righteousness that comes by faith. ",
    "reference": "Hebrews 11:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 8,
    "text": "By faith Abraham obeyed when he was called to go out to a place he would later receive as an inheritance, and he went out without understanding where he was going. ",
    "reference": "Hebrews 11:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 9,
    "text": "By faith he lived as a foreigner in the promised land as though it were a foreign country, living in tents with Isaac and Jacob, who were fellow heirs of the same promise. ",
    "reference": "Hebrews 11:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 10,
    "text": "For he was looking forward to the city with firm foundations, whose architect and builder is God. ",
    "reference": "Hebrews 11:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 11,
    "text": "By faith, even though Sarah herself was barren and he was too old, he received the ability to procreate because he regarded the one who had given the promise to be trustworthy. ",
    "reference": "Hebrews 11:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 12,
    "text": "So in fact children were fathered by one man—and this one as good as dead—like the number of stars in the sky and like the innumerable grains of sand on the seashore. ",
    "reference": "Hebrews 11:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 13,
    "text": "These all died in faith without receiving the things promised, but they saw them in the distance and welcomed them and acknowledged that they were strangers and foreigners on the earth. ",
    "reference": "Hebrews 11:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 14,
    "text": "For those who speak in such a way make it clear that they are seeking a homeland. ",
    "reference": "Hebrews 11:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 15,
    "text": "In fact, if they had been thinking of the land that they had left, they would have had opportunity to return. ",
    "reference": "Hebrews 11:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 16,
    "text": "But as it is, they aspire to a better land, that is, a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them. ",
    "reference": "Hebrews 11:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 17,
    "text": "By faith Abraham, when he was tested, offered up Isaac. He had received the promises, yet he was ready to offer up his only son. ",
    "reference": "Hebrews 11:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 18,
    "text": "God had told him, “\u003Cb\u003EThrough Isaac descendants will carry on your name\u003C/b\u003E,” ",
    "reference": "Hebrews 11:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 19,
    "text": "and he reasoned that God could even raise him from the dead, and in a sense he received him back from there. ",
    "reference": "Hebrews 11:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 20,
    "text": "By faith also Isaac blessed Jacob and Esau concerning the future. ",
    "reference": "Hebrews 11:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 21,
    "text": "By faith Jacob, as he was dying, blessed each of the sons of Joseph and \u003Cb\u003Eworshiped\u003C/b\u003E \u003Cb\u003Eas he leaned on his staff\u003C/b\u003E. ",
    "reference": "Hebrews 11:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 22,
    "text": "By faith Joseph, at the end of his life, mentioned the exodus of the sons of Israel and gave instructions about his burial. ",
    "reference": "Hebrews 11:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 23,
    "text": "By faith, when Moses was born, his parents hid him for three months because they saw the child was beautiful and they were not afraid of the king’s edict. ",
    "reference": "Hebrews 11:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 24,
    "text": "By faith, when he grew up, Moses refused to be called the son of Pharaoh’s daughter, ",
    "reference": "Hebrews 11:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 25,
    "text": "choosing rather to be ill-treated with the people of God than to enjoy sin’s fleeting pleasure. ",
    "reference": "Hebrews 11:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 26,
    "text": "He regarded abuse suffered for Christ to be greater wealth than the treasures of Egypt, for his eyes were fixed on the reward. ",
    "reference": "Hebrews 11:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 27,
    "text": "By faith he left Egypt without fearing the king’s anger, for he persevered as though he could see the one who is invisible. ",
    "reference": "Hebrews 11:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 28,
    "text": "By faith he kept the Passover and the sprinkling of the blood, so that the one who destroyed the firstborn would not touch them. ",
    "reference": "Hebrews 11:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 29,
    "text": "By faith they crossed the Red Sea as if on dry ground, but when the Egyptians tried it, they were swallowed up. ",
    "reference": "Hebrews 11:29"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 30,
    "text": "By faith the walls of Jericho fell after the people marched around them for seven days. ",
    "reference": "Hebrews 11:30"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 31,
    "text": "By faith Rahab the prostitute escaped the destruction of the disobedient because she welcomed the spies in peace. ",
    "reference": "Hebrews 11:31"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 32,
    "text": "And what more shall I say? For time will fail me if I tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets. ",
    "reference": "Hebrews 11:32"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 33,
    "text": "Through faith they conquered kingdoms, administered justice, gained what was promised, shut the mouths of lions, ",
    "reference": "Hebrews 11:33"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 34,
    "text": "quenched raging fire, escaped the edge of the sword, gained strength in weakness, became mighty in battle, put foreign armies to flight, ",
    "reference": "Hebrews 11:34"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 35,
    "text": "and women received back their dead raised to life. But others were tortured, not accepting release, to obtain resurrection to a better life. ",
    "reference": "Hebrews 11:35"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 36,
    "text": "And others experienced mocking and flogging, and even chains and imprisonment. ",
    "reference": "Hebrews 11:36"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 37,
    "text": "They were stoned, sawed apart, murdered with the sword; they went about in sheepskins and goatskins; they were destitute, afflicted, ill-treated ",
    "reference": "Hebrews 11:37"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 38,
    "text": "(the world was not worthy of them); they wandered in deserts and mountains and caves and openings in the earth. ",
    "reference": "Hebrews 11:38"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 39,
    "text": "And these all were commended for their faith, yet they did not receive what was promised. ",
    "reference": "Hebrews 11:39"
  },
  {
    "bookName": "Hebrews",
    "chapter": 11,
    "verse": 40,
    "text": "For God had provided something better for us, so that they would be made perfect together with us. ",
    "reference": "Hebrews 11:40"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 1,
    "text": "Therefore, since we are surrounded by such a great cloud of witnesses, we must get rid of every weight and the sin that clings so closely, and run with endurance the race set out for us, ",
    "reference": "Hebrews 12:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 2,
    "text": "keeping our eyes fixed on Jesus, the pioneer and perfecter of our faith. For the joy set out for him he endured the cross, disregarding its shame, and has taken his seat at the right hand of the throne of God. ",
    "reference": "Hebrews 12:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 3,
    "text": "Think of him who endured such opposition against himself by sinners, so that you may not grow weary in your souls and give up. ",
    "reference": "Hebrews 12:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 4,
    "text": "You have not yet resisted to the point of bloodshed in your struggle against sin. ",
    "reference": "Hebrews 12:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 5,
    "text": "And have you forgotten the exhortation addressed to you as sons?“\u003Cb\u003EMy son, do not scorn\u003C/b\u003E \u003Cb\u003Ethe Lord’s discipline\u003C/b\u003E \u003Cb\u003Eor give up when he corrects\u003C/b\u003E \u003Cb\u003Eyou\u003C/b\u003E.",
    "reference": "Hebrews 12:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 6,
    "text": "\u003Cb\u003EFor the Lord disciplines the one he loves and chastises every son he accepts\u003C/b\u003E.” ",
    "reference": "Hebrews 12:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 7,
    "text": "Endure your suffering as discipline; God is treating you as sons. For what son is there that a father does not discipline? ",
    "reference": "Hebrews 12:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 8,
    "text": "But if you do not experience discipline, something all sons have shared in, then you are illegitimate and are not sons. ",
    "reference": "Hebrews 12:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 9,
    "text": "Besides, we have experienced discipline from our earthly fathers and we respected them; shall we not submit ourselves all the more to the Father of spirits and receive life? ",
    "reference": "Hebrews 12:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 10,
    "text": "For they disciplined us for a little while as seemed good to them, but he does so for our benefit, that we may share his holiness. ",
    "reference": "Hebrews 12:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 11,
    "text": "Now all discipline seems painful at the time, not joyful. But later it produces the fruit of peace and righteousness for those trained by it. ",
    "reference": "Hebrews 12:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 12,
    "text": "Therefore, \u003Cb\u003Estrengthen\u003C/b\u003E \u003Cb\u003Eyour listless hands and your weak knees\u003C/b\u003E, ",
    "reference": "Hebrews 12:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 13,
    "text": "and \u003Cb\u003Emake\u003C/b\u003E \u003Cb\u003Estraight paths for your feet\u003C/b\u003E, so that what is lame may not be put out of joint but be healed. ",
    "reference": "Hebrews 12:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 14,
    "text": "Pursue peace with everyone, and holiness, for without it no one will see the Lord. ",
    "reference": "Hebrews 12:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 15,
    "text": "See to it that no one comes short of the grace of God, that no one be like a bitter root springing up and causing trouble, and through it many become defiled. ",
    "reference": "Hebrews 12:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 16,
    "text": "And see to it that no one becomes an immoral or godless person like Esau, who sold his own birthright for a single meal. ",
    "reference": "Hebrews 12:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 17,
    "text": "For you know that later when he wanted to inherit the blessing, he was rejected, for he found no opportunity for repentance, although he sought the blessing with tears. ",
    "reference": "Hebrews 12:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 18,
    "text": "For you have not come to something that can be touched, to a burning fire and darkness and gloom and a whirlwind ",
    "reference": "Hebrews 12:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 19,
    "text": "and the blast of a trumpet and a voice uttering words such that those who heard begged to hear no more. ",
    "reference": "Hebrews 12:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 20,
    "text": "For they could not bear what was commanded: “\u003Cb\u003EIf even an animal touches the mountain, it must be stoned\u003C/b\u003E.” ",
    "reference": "Hebrews 12:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 21,
    "text": "In fact, the scene was so terrifying that Moses said, “\u003Cb\u003EI shudder with fear\u003C/b\u003E.” ",
    "reference": "Hebrews 12:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 22,
    "text": "But you have come to Mount Zion, the city of the living God, the heavenly Jerusalem, and to myriads of angels, to the assembly",
    "reference": "Hebrews 12:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 23,
    "text": "and congregation of the firstborn, who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous, who have been made perfect, ",
    "reference": "Hebrews 12:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 24,
    "text": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks of something better than Abel’s does.",
    "reference": "Hebrews 12:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 25,
    "text": "Take care not to refuse the one who is speaking! For if they did not escape when they refused the one who warned them on earth, how much less shall we, if we reject the one who warns from heaven? ",
    "reference": "Hebrews 12:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 26,
    "text": "Then his voice shook the earth, but now he has promised, “\u003Cb\u003EI will once more shake not only the earth but heaven too\u003C/b\u003E.” ",
    "reference": "Hebrews 12:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 27,
    "text": "Now this phrase “\u003Cb\u003Eonce more\u003C/b\u003E” indicates the removal of what is shaken, that is, of created things, so that what is unshaken may remain. ",
    "reference": "Hebrews 12:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 28,
    "text": "So since we are receiving an unshakable kingdom, let us give thanks, and through this let us offer worship pleasing to God in devotion and awe. ",
    "reference": "Hebrews 12:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 12,
    "verse": 29,
    "text": "For our \u003Cb\u003EGod\u003C/b\u003E \u003Cb\u003Eis indeed a devouring fire\u003C/b\u003E. ",
    "reference": "Hebrews 12:29"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 1,
    "text": "Brotherly love must continue. ",
    "reference": "Hebrews 13:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 2,
    "text": "Do not neglect hospitality because through it some have entertained angels without knowing it. ",
    "reference": "Hebrews 13:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 3,
    "text": "Remember those in prison as though you were in prison with them, and those ill-treated as though you, too, felt their torment. ",
    "reference": "Hebrews 13:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 4,
    "text": "Marriage must be honored among all and the marriage bed kept undefiled, for God will judge sexually immoral people and adulterers. ",
    "reference": "Hebrews 13:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 5,
    "text": "Your conduct must be free from the love of money, and you must be content with what you have, for he has said, “\u003Cb\u003EI will never leave you and I will never abandon you\u003C/b\u003E.” ",
    "reference": "Hebrews 13:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 6,
    "text": "So we can say with confidence, “\u003Cb\u003EThe Lord is my helper, and\u003C/b\u003E \u003Cb\u003EI will not be afraid\u003C/b\u003E. \u003Cb\u003EWhat can people do to me?\u003C/b\u003E” ",
    "reference": "Hebrews 13:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 7,
    "text": "Remember your leaders, who spoke God’s message to you; reflect on the outcome of their lives and imitate their faith. ",
    "reference": "Hebrews 13:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 8,
    "text": "Jesus Christ is the same yesterday and today and forever! ",
    "reference": "Hebrews 13:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 9,
    "text": "Do not be carried away by all sorts of strange teachings. For it is good for the heart to be strengthened by grace, not ritual meals, which have never benefited those who participated in them.",
    "reference": "Hebrews 13:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 10,
    "text": "We have an altar that those who serve in the tabernacle have no right to eat from. ",
    "reference": "Hebrews 13:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 11,
    "text": "For the bodies of those animals whose blood the high priest brings into the sanctuary as an offering for sin are burned outside the camp. ",
    "reference": "Hebrews 13:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 12,
    "text": "Therefore, to sanctify the people by his own blood, Jesus also suffered outside the camp. ",
    "reference": "Hebrews 13:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 13,
    "text": "We must go out to him, then, outside the camp, bearing the abuse he experienced. ",
    "reference": "Hebrews 13:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 14,
    "text": "For here we have no lasting city, but we seek the city that is to come. ",
    "reference": "Hebrews 13:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 15,
    "text": "Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of our lips, acknowledging his name. ",
    "reference": "Hebrews 13:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 16,
    "text": "And do not neglect to do good and to share what you have, for God is pleased with such sacrifices. ",
    "reference": "Hebrews 13:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 17,
    "text": "Obey your leaders and submit to them, for they keep watch over your souls and will give an account for their work. Let them do this with joy and not with complaints, for this would be no advantage for you. ",
    "reference": "Hebrews 13:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 18,
    "text": "Pray for us, for we are sure that we have a clear conscience and desire to conduct ourselves rightly in every respect. ",
    "reference": "Hebrews 13:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 19,
    "text": "I especially ask you to pray that I may be restored to you very soon. ",
    "reference": "Hebrews 13:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 20,
    "text": "Now may the God of peace who by the blood of the eternal covenant brought back from the dead the great shepherd of the sheep, our Lord Jesus, ",
    "reference": "Hebrews 13:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 21,
    "text": "equip you with every good thing to do his will, working in us what is pleasing before him through Jesus Christ, to whom be glory forever. Amen. ",
    "reference": "Hebrews 13:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 22,
    "text": "Now I urge you, brothers and sisters, bear with my message of exhortation, for in fact I have written to you briefly. ",
    "reference": "Hebrews 13:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 23,
    "text": "You should know that our brother Timothy has been released. If he comes soon, he will be with me when I see you. ",
    "reference": "Hebrews 13:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 24,
    "text": "Greetings to all your leaders and all the saints. Those from Italy send you greetings. ",
    "reference": "Hebrews 13:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 25,
    "text": "Grace be with you all. ",
    "reference": "Hebrews 13:25"
  }
]