[
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 1,
    "text": "Therefore we must pay closer attention to what we have heard, so that we do not drift away. ",
    "reference": "Hebrews 2:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 2,
    "text": "For if the message spoken through angels proved to be so firm that every violation or disobedience received its just penalty, ",
    "reference": "Hebrews 2:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 3,
    "text": "how will we escape if we neglect such a great salvation? It was first communicated through the Lord and was confirmed to us by those who heard him,",
    "reference": "Hebrews 2:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 4,
    "text": "while God confirmed their witness with signs and wonders and various miracles and gifts of the Holy Spirit distributed according to his will. ",
    "reference": "Hebrews 2:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 5,
    "text": "For he did not put the world to come, about which we are speaking, under the control of angels. ",
    "reference": "Hebrews 2:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 6,
    "text": "Instead someone testified somewhere: “\u003Cb\u003EWhat is man that you think of him\u003C/b\u003E \u003Cb\u003Eor the son of man that you care for him?\u003C/b\u003E ",
    "reference": "Hebrews 2:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 7,
    "text": "\u003Cb\u003EYou made him lower than the angels for a little while\u003C/b\u003E. \u003Cb\u003EYou crowned him with glory and honor\u003C/b\u003E. ",
    "reference": "Hebrews 2:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 8,
    "text": "\u003Cb\u003EYou put all things under his control\u003C/b\u003E.” For when he \u003Cb\u003Eput\u003C/b\u003E \u003Cb\u003Eall things under his control\u003C/b\u003E, he left nothing outside of his control. At present we do not yet see \u003Cb\u003Eall things under his control\u003C/b\u003E, ",
    "reference": "Hebrews 2:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 9,
    "text": "but we see Jesus, who was made \u003Cb\u003Elower than the angels for a little while\u003C/b\u003E, now crowned with glory and honor because he suffered death, so that by God’s grace he would experience death on behalf of everyone. ",
    "reference": "Hebrews 2:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 10,
    "text": "For it was fitting for him, for whom and through whom all things exist, in bringing many sons to glory, to make the pioneer of their salvation perfect through sufferings. ",
    "reference": "Hebrews 2:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 11,
    "text": "For indeed he who makes holy and those being made holy all have the same origin, and so he is not ashamed to call them brothers and sisters, ",
    "reference": "Hebrews 2:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 12,
    "text": "saying, “\u003Cb\u003EI will proclaim your name to my brothers;\u003C/b\u003E \u003Cb\u003Ein the midst of the assembly I will praise you\u003C/b\u003E.” ",
    "reference": "Hebrews 2:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 13,
    "text": "Again he says, “I will be confident in him,” and again, “\u003Cb\u003EHere I am\u003C/b\u003E, \u003Cb\u003Ewith\u003C/b\u003E \u003Cb\u003Ethe children God has given me\u003C/b\u003E.” ",
    "reference": "Hebrews 2:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 14,
    "text": "Therefore, since the children share in flesh and blood, he likewise shared in their humanity, so that through death he could destroy the one who holds the power of death (that is, the devil), ",
    "reference": "Hebrews 2:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 15,
    "text": "and set free those who were held in slavery all their lives by their fear of death. ",
    "reference": "Hebrews 2:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 16,
    "text": "For surely his concern is not for angels, but he is concerned for Abraham’s descendants. ",
    "reference": "Hebrews 2:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 17,
    "text": "Therefore he had to be made like his brothers and sisters in every respect, so that he could become a merciful and faithful high priest in things relating to God, to make atonement for the sins of the people. ",
    "reference": "Hebrews 2:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 2,
    "verse": 18,
    "text": "For since he himself suffered when he was tempted, he is able to help those who are tempted. ",
    "reference": "Hebrews 2:18"
  }
]