[
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 1,
    "text": "For the law possesses a shadow of the good things to come but not the reality itself, and is therefore completely unable, by the same sacrifices offered continually, year after year, to perfect those who come to worship. ",
    "reference": "Hebrews 10:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 2,
    "text": "For otherwise would they not have ceased to be offered, since the worshipers would have been purified once for all and so have no further consciousness of sin? ",
    "reference": "Hebrews 10:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 3,
    "text": "But in those sacrifices there is a reminder of sins year after year. ",
    "reference": "Hebrews 10:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 4,
    "text": "For it is impossible for the blood of bulls and goats to take away sins. ",
    "reference": "Hebrews 10:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 5,
    "text": "So when he came into the world, he said,“\u003Cb\u003ESacrifice and offering you did not desire, but a body you prepared for me\u003C/b\u003E.",
    "reference": "Hebrews 10:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 6,
    "text": "\u003Cb\u003EWhole burnt offerings and sin-offerings you took no delight in\u003C/b\u003E.",
    "reference": "Hebrews 10:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 7,
    "text": "\u003Cb\u003EThen I said\u003C/b\u003E, ‘\u003Cb\u003EHere I am:\u003C/b\u003E \u003Cb\u003EI have come—it is written of me in the scroll of the book—to do your will, O God\u003C/b\u003E.’” ",
    "reference": "Hebrews 10:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 8,
    "text": "When he says above, “\u003Cb\u003ESacrifices and offerings\u003C/b\u003E and \u003Cb\u003Ewhole burnt offerings and sin-offerings you did not desire nor did you take delight\u003C/b\u003E in them” (which are offered according to the law), ",
    "reference": "Hebrews 10:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 9,
    "text": "then he says, “\u003Cb\u003EHere I am: I have come to do your will\u003C/b\u003E.” He does away with the first to establish the second. ",
    "reference": "Hebrews 10:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 10,
    "text": "By his will we have been made holy through the offering of the body of Jesus Christ once for all. ",
    "reference": "Hebrews 10:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 11,
    "text": "And every priest stands day after day serving and offering the same sacrifices again and again—sacrifices that can never take away sins. ",
    "reference": "Hebrews 10:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 12,
    "text": "But when this priest had offered one sacrifice for sins for all time, he sat down at the right hand of God, ",
    "reference": "Hebrews 10:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 13,
    "text": "where he is now waiting until his enemies are made a footstool for his feet. ",
    "reference": "Hebrews 10:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 14,
    "text": "For by one offering he has perfected for all time those who are made holy. ",
    "reference": "Hebrews 10:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 15,
    "text": "And the Holy Spirit also witnesses to us, for after saying, ",
    "reference": "Hebrews 10:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 16,
    "text": "“\u003Cb\u003EThis is the covenant that I will establish with them after those days, says the Lord\u003C/b\u003E. \u003Cb\u003EI will put\u003C/b\u003E \u003Cb\u003Emy\u003C/b\u003E \u003Cb\u003Elaws on their hearts and I will inscribe them on their minds\u003C/b\u003E,” ",
    "reference": "Hebrews 10:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 17,
    "text": "then he says, “\u003Cb\u003ETheir sins and their lawless deeds I will remember no longer\u003C/b\u003E.” ",
    "reference": "Hebrews 10:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 18,
    "text": "Now where there is forgiveness of these, there is no longer any offering for sin. ",
    "reference": "Hebrews 10:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 19,
    "text": "Therefore, brothers and sisters, since we have confidence to enter the sanctuary by the blood of Jesus, ",
    "reference": "Hebrews 10:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 20,
    "text": "by the fresh and living way that he inaugurated for us through the curtain, that is, through his flesh, ",
    "reference": "Hebrews 10:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 21,
    "text": "and since we have a great priest over the house of God, ",
    "reference": "Hebrews 10:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 22,
    "text": "let us draw near with a sincere heart in the assurance that faith brings, because we have had our hearts sprinkled clean from an evil conscience and our bodies washed in pure water. ",
    "reference": "Hebrews 10:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 23,
    "text": "And let us hold unwaveringly to the hope that we confess, for the one who made the promise is trustworthy. ",
    "reference": "Hebrews 10:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 24,
    "text": "And let us take thought of how to spur one another on to love and good works, ",
    "reference": "Hebrews 10:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 25,
    "text": "not abandoning our own meetings, as some are in the habit of doing, but encouraging each other, and even more so because you see the day drawing near. ",
    "reference": "Hebrews 10:25"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 26,
    "text": "For if we deliberately keep on sinning after receiving the knowledge of the truth, no further sacrifice for sins is left for us, ",
    "reference": "Hebrews 10:26"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 27,
    "text": "but only a certain fearful expectation of judgment and a fury of fire that will consume God’s enemies. ",
    "reference": "Hebrews 10:27"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 28,
    "text": "Someone who rejected the law of Moses was put to death without mercy on the testimony of two or three witnesses. ",
    "reference": "Hebrews 10:28"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 29,
    "text": "How much greater punishment do you think that person deserves who has contempt for the Son of God, and profanes the blood of the covenant that made him holy, and insults the Spirit of grace? ",
    "reference": "Hebrews 10:29"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 30,
    "text": "For we know the one who said, “\u003Cb\u003EVengeance is mine, I will repay\u003C/b\u003E,” and again, “\u003Cb\u003EThe Lord will judge his people\u003C/b\u003E.” ",
    "reference": "Hebrews 10:30"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 31,
    "text": "It is a terrifying thing to fall into the hands of the living God. ",
    "reference": "Hebrews 10:31"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 32,
    "text": "But remember the former days when you endured a harsh conflict of suffering after you were enlightened. ",
    "reference": "Hebrews 10:32"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 33,
    "text": "At times you were publicly exposed to abuse and afflictions, and at other times you came to share with others who were treated in that way. ",
    "reference": "Hebrews 10:33"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 34,
    "text": "For in fact you shared the sufferings of those in prison, and you accepted the confiscation of your belongings with joy, because you knew that you certainly had a better and lasting possession. ",
    "reference": "Hebrews 10:34"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 35,
    "text": "So do not throw away your confidence, because it has great reward. ",
    "reference": "Hebrews 10:35"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 36,
    "text": "For you need endurance in order to do God’s will and so receive what is promised. ",
    "reference": "Hebrews 10:36"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 37,
    "text": "For \u003Cb\u003Ejust a little longer\u003C/b\u003E and \u003Cb\u003Ehe who is coming will arrive and not delay\u003C/b\u003E. ",
    "reference": "Hebrews 10:37"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 38,
    "text": "\u003Cb\u003EBut\u003C/b\u003E \u003Cb\u003Emy righteous one will live by faith, and if he shrinks back, I\u003C/b\u003E \u003Cb\u003Etake\u003C/b\u003E \u003Cb\u003Eno pleasure in him\u003C/b\u003E. ",
    "reference": "Hebrews 10:38"
  },
  {
    "bookName": "Hebrews",
    "chapter": 10,
    "verse": 39,
    "text": "But we are not among those who shrink back and thus perish, but are among those who have faith and preserve their souls. ",
    "reference": "Hebrews 10:39"
  }
]