[{"bookName":"Hebrews","chapter":4,"verse":1,"text":"Therefore we must be wary that, while the promise of entering his rest remains open, none of you may seem to have come short of it.","reference":"Hebrews 4:1"},{"bookName":"Hebrews","chapter":4,"verse":2,"text":"For we had good news proclaimed to us just as they did. But the message they heard did them no good, since they did not join in with those who heard it in faith. ","reference":"Hebrews 4:2"},{"bookName":"Hebrews","chapter":4,"verse":3,"text":"For we who have believed enter that rest, as he has said, “\u003Cb\u003EAs I swore in my anger\u003C/b\u003E, ‘\u003Cb\u003EThey will never enter my rest!\u003C/b\u003E’” And yet God’s works were accomplished from the foundation of the world. ","reference":"Hebrews 4:3"},{"bookName":"Hebrews","chapter":4,"verse":4,"text":"For he has spoken somewhere about the seventh day in this way: “\u003Cb\u003EAnd God rested on the seventh day from all his works\u003C/b\u003E,” ","reference":"Hebrews 4:4"},{"bookName":"Hebrews","chapter":4,"verse":5,"text":"but to repeat the text cited earlier: “\u003Cb\u003EThey will never enter my rest!\u003C/b\u003E”","reference":"Hebrews 4:5"},{"bookName":"Hebrews","chapter":4,"verse":6,"text":"Therefore it remains for some to enter it, yet those to whom it was previously proclaimed did not enter because of disobedience. ","reference":"Hebrews 4:6"},{"bookName":"Hebrews","chapter":4,"verse":7,"text":"So God again ordains a certain day, “Today,” speaking through David after so long a time, as in the words quoted before, “\u003Cb\u003EOh, that today you would listen as he speaks!\u003C/b\u003E \u003Cb\u003EDo not harden your hearts\u003C/b\u003E.”","reference":"Hebrews 4:7"},{"bookName":"Hebrews","chapter":4,"verse":8,"text":"For if Joshua had given them rest, God would not have spoken afterward about another day. ","reference":"Hebrews 4:8"},{"bookName":"Hebrews","chapter":4,"verse":9,"text":"Consequently a Sabbath rest remains for the people of God. ","reference":"Hebrews 4:9"},{"bookName":"Hebrews","chapter":4,"verse":10,"text":"For the one who enters God’s rest has also rested from his works, just as God did from his own works. ","reference":"Hebrews 4:10"},{"bookName":"Hebrews","chapter":4,"verse":11,"text":"Thus we must make every effort to enter that rest, so that no one may fall by following the same pattern of disobedience. ","reference":"Hebrews 4:11"},{"bookName":"Hebrews","chapter":4,"verse":12,"text":"For the word of God is living and active and sharper than any double-edged sword, piercing even to the point of dividing soul from spirit, and joints from marrow; it is able to judge the desires and thoughts of the heart. ","reference":"Hebrews 4:12"},{"bookName":"Hebrews","chapter":4,"verse":13,"text":"And no creature is hidden from God, but everything is naked and exposed to the eyes of him to whom we must render an account. ","reference":"Hebrews 4:13"},{"bookName":"Hebrews","chapter":4,"verse":14,"text":"Therefore since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast to our confession. ","reference":"Hebrews 4:14"},{"bookName":"Hebrews","chapter":4,"verse":15,"text":"For we do not have a high priest incapable of sympathizing with our weaknesses, but one who has been tempted in every way just as we are, yet without sin. ","reference":"Hebrews 4:15"},{"bookName":"Hebrews","chapter":4,"verse":16,"text":"Therefore let us confidently approach the throne of grace to receive mercy and find grace whenever we need help. ","reference":"Hebrews 4:16"}]