[
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 1,
    "text": "Brotherly love must continue. ",
    "reference": "Hebrews 13:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 2,
    "text": "Do not neglect hospitality because through it some have entertained angels without knowing it. ",
    "reference": "Hebrews 13:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 3,
    "text": "Remember those in prison as though you were in prison with them, and those ill-treated as though you, too, felt their torment. ",
    "reference": "Hebrews 13:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 4,
    "text": "Marriage must be honored among all and the marriage bed kept undefiled, for God will judge sexually immoral people and adulterers. ",
    "reference": "Hebrews 13:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 5,
    "text": "Your conduct must be free from the love of money, and you must be content with what you have, for he has said, “\u003Cb\u003EI will never leave you and I will never abandon you\u003C/b\u003E.” ",
    "reference": "Hebrews 13:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 6,
    "text": "So we can say with confidence, “\u003Cb\u003EThe Lord is my helper, and\u003C/b\u003E \u003Cb\u003EI will not be afraid\u003C/b\u003E. \u003Cb\u003EWhat can people do to me?\u003C/b\u003E” ",
    "reference": "Hebrews 13:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 7,
    "text": "Remember your leaders, who spoke God’s message to you; reflect on the outcome of their lives and imitate their faith. ",
    "reference": "Hebrews 13:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 8,
    "text": "Jesus Christ is the same yesterday and today and forever! ",
    "reference": "Hebrews 13:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 9,
    "text": "Do not be carried away by all sorts of strange teachings. For it is good for the heart to be strengthened by grace, not ritual meals, which have never benefited those who participated in them.",
    "reference": "Hebrews 13:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 10,
    "text": "We have an altar that those who serve in the tabernacle have no right to eat from. ",
    "reference": "Hebrews 13:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 11,
    "text": "For the bodies of those animals whose blood the high priest brings into the sanctuary as an offering for sin are burned outside the camp. ",
    "reference": "Hebrews 13:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 12,
    "text": "Therefore, to sanctify the people by his own blood, Jesus also suffered outside the camp. ",
    "reference": "Hebrews 13:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 13,
    "text": "We must go out to him, then, outside the camp, bearing the abuse he experienced. ",
    "reference": "Hebrews 13:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 14,
    "text": "For here we have no lasting city, but we seek the city that is to come. ",
    "reference": "Hebrews 13:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 15,
    "text": "Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of our lips, acknowledging his name. ",
    "reference": "Hebrews 13:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 16,
    "text": "And do not neglect to do good and to share what you have, for God is pleased with such sacrifices. ",
    "reference": "Hebrews 13:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 17,
    "text": "Obey your leaders and submit to them, for they keep watch over your souls and will give an account for their work. Let them do this with joy and not with complaints, for this would be no advantage for you. ",
    "reference": "Hebrews 13:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 18,
    "text": "Pray for us, for we are sure that we have a clear conscience and desire to conduct ourselves rightly in every respect. ",
    "reference": "Hebrews 13:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 19,
    "text": "I especially ask you to pray that I may be restored to you very soon. ",
    "reference": "Hebrews 13:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 20,
    "text": "Now may the God of peace who by the blood of the eternal covenant brought back from the dead the great shepherd of the sheep, our Lord Jesus, ",
    "reference": "Hebrews 13:20"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 21,
    "text": "equip you with every good thing to do his will, working in us what is pleasing before him through Jesus Christ, to whom be glory forever. Amen. ",
    "reference": "Hebrews 13:21"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 22,
    "text": "Now I urge you, brothers and sisters, bear with my message of exhortation, for in fact I have written to you briefly. ",
    "reference": "Hebrews 13:22"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 23,
    "text": "You should know that our brother Timothy has been released. If he comes soon, he will be with me when I see you. ",
    "reference": "Hebrews 13:23"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 24,
    "text": "Greetings to all your leaders and all the saints. Those from Italy send you greetings. ",
    "reference": "Hebrews 13:24"
  },
  {
    "bookName": "Hebrews",
    "chapter": 13,
    "verse": 25,
    "text": "Grace be with you all. ",
    "reference": "Hebrews 13:25"
  }
]