[
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 1,
    "text": "Therefore we must progress beyond the elementary instructions about Christ and move on to maturity, not laying this foundation again: repentance from dead works and faith in God, ",
    "reference": "Hebrews 6:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 2,
    "text": "teaching about ritual washings, laying on of hands, resurrection of the dead, and eternal judgment.",
    "reference": "Hebrews 6:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 3,
    "text": "And this is what we intend to do, if God permits. ",
    "reference": "Hebrews 6:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 4,
    "text": "For it is impossible in the case of those who have once been enlightened, tasted the heavenly gift, become partakers of the Holy Spirit, ",
    "reference": "Hebrews 6:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 5,
    "text": "tasted the good word of God and the miracles of the coming age, ",
    "reference": "Hebrews 6:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 6,
    "text": "and then have committed apostasy, to renew them again to repentance, since they are crucifying the Son of God for themselves all over again and holding him up to contempt. ",
    "reference": "Hebrews 6:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 7,
    "text": "For the ground that has soaked up the rain that frequently falls on it and yields useful vegetation for those who tend it receives a blessing from God. ",
    "reference": "Hebrews 6:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 8,
    "text": "But if it produces thorns and thistles, it is useless and about to be cursed; its fate is to be burned. ",
    "reference": "Hebrews 6:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 9,
    "text": "But in your case, dear friends, even though we speak like this, we are convinced of better things relating to salvation. ",
    "reference": "Hebrews 6:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 10,
    "text": "For God is not unjust so as to forget your work and the love you have demonstrated for his name, in having served and continuing to serve the saints. ",
    "reference": "Hebrews 6:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 11,
    "text": "But we passionately want each of you to demonstrate the same eagerness for the fulfillment of your hope until the end, ",
    "reference": "Hebrews 6:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 12,
    "text": "so that you may not be sluggish, but imitators of those who through faith and perseverance inherit the promises. ",
    "reference": "Hebrews 6:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 13,
    "text": "Now when God made his promise to Abraham, since he could swear by no one greater, he swore by himself, ",
    "reference": "Hebrews 6:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 14,
    "text": "saying, “\u003Cb\u003ESurely I will bless you greatly and multiply your descendants abundantly\u003C/b\u003E.” ",
    "reference": "Hebrews 6:14"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 15,
    "text": "And so by persevering, Abraham inherited the promise. ",
    "reference": "Hebrews 6:15"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 16,
    "text": "For people swear by something greater than themselves, and the oath serves as a confirmation to end all dispute. ",
    "reference": "Hebrews 6:16"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 17,
    "text": "In the same way God wanted to demonstrate more clearly to the heirs of the promise that his purpose was unchangeable, and so he intervened with an oath, ",
    "reference": "Hebrews 6:17"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 18,
    "text": "so that we who have found refuge in him may find strong encouragement to hold fast to the hope set before us through two unchangeable things, since it is impossible for God to lie. ",
    "reference": "Hebrews 6:18"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 19,
    "text": "We have this hope as an anchor for the soul, sure and steadfast, which reaches inside behind the curtain, ",
    "reference": "Hebrews 6:19"
  },
  {
    "bookName": "Hebrews",
    "chapter": 6,
    "verse": 20,
    "text": "where Jesus our forerunner entered on our behalf, since he became \u003Cb\u003Ea priest forever in the order of Melchizedek\u003C/b\u003E. ",
    "reference": "Hebrews 6:20"
  }
]