[{"bookName":"Hebrews","chapter":9,"verse":1,"text":"Now the first covenant, in fact, had regulations for worship and its earthly sanctuary. ","reference":"Hebrews 9:1"},{"bookName":"Hebrews","chapter":9,"verse":2,"text":"For a tent was prepared, the outer one, which contained the lampstand, the table, and the presentation of the loaves; this is called the Holy Place. ","reference":"Hebrews 9:2"},{"bookName":"Hebrews","chapter":9,"verse":3,"text":"And after the second curtain there was a tent called the holy of holies. ","reference":"Hebrews 9:3"},{"bookName":"Hebrews","chapter":9,"verse":4,"text":"It contained the golden altar of incense and the ark of the covenant covered entirely with gold. In this ark were the golden urn containing the manna, Aaron’s rod that budded, and the stone tablets of the covenant. ","reference":"Hebrews 9:4"},{"bookName":"Hebrews","chapter":9,"verse":5,"text":"And above the ark were the cherubim of glory overshadowing the mercy seat. Now is not the time to speak of these things in detail. ","reference":"Hebrews 9:5"},{"bookName":"Hebrews","chapter":9,"verse":6,"text":"So with these things prepared like this, the priests enter continually into the outer tent as they perform their duties. ","reference":"Hebrews 9:6"},{"bookName":"Hebrews","chapter":9,"verse":7,"text":"But only the high priest enters once a year into the inner tent, and not without blood that he offers for himself and for the sins of the people committed in ignorance. ","reference":"Hebrews 9:7"},{"bookName":"Hebrews","chapter":9,"verse":8,"text":"The Holy Spirit is making clear that the way into the Holy Place had not yet appeared as long as the old tabernacle was standing. ","reference":"Hebrews 9:8"},{"bookName":"Hebrews","chapter":9,"verse":9,"text":"This was a symbol for the time then present, when gifts and sacrifices were offered that could not perfect the conscience of the worshiper. ","reference":"Hebrews 9:9"},{"bookName":"Hebrews","chapter":9,"verse":10,"text":"They served only for matters of food and drink and various ritual washings; they are external regulations imposed until the new order came.","reference":"Hebrews 9:10"},{"bookName":"Hebrews","chapter":9,"verse":11,"text":"But now Christ has come as the high priest of the good things to come. He passed through the greater and more perfect tent not made with hands, that is, not of this creation, ","reference":"Hebrews 9:11"},{"bookName":"Hebrews","chapter":9,"verse":12,"text":"and he entered once for all into the Most Holy Place not by the blood of goats and calves but by his own blood, and so he himself secured eternal redemption. ","reference":"Hebrews 9:12"},{"bookName":"Hebrews","chapter":9,"verse":13,"text":"For if the blood of goats and bulls and the ashes of a young cow sprinkled on those who are defiled consecrated them and provided ritual purity, ","reference":"Hebrews 9:13"},{"bookName":"Hebrews","chapter":9,"verse":14,"text":"how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our consciences from dead works to worship the living God. ","reference":"Hebrews 9:14"},{"bookName":"Hebrews","chapter":9,"verse":15,"text":"And so he is the mediator of a new covenant, so that those who are called may receive the eternal inheritance he has promised, since he died to set them free from the violations committed under the first covenant. ","reference":"Hebrews 9:15"},{"bookName":"Hebrews","chapter":9,"verse":16,"text":"For where there is a will, the death of the one who made it must be proven. ","reference":"Hebrews 9:16"},{"bookName":"Hebrews","chapter":9,"verse":17,"text":"For a will takes effect only at death, since it carries no force while the one who made it is alive. ","reference":"Hebrews 9:17"},{"bookName":"Hebrews","chapter":9,"verse":18,"text":"So even the first covenant was inaugurated with blood. ","reference":"Hebrews 9:18"},{"bookName":"Hebrews","chapter":9,"verse":19,"text":"For when Moses had spoken every command to all the people according to the law, he took the blood of calves and goats with water and scarlet wool and hyssop and sprinkled both the book itself and all the people, ","reference":"Hebrews 9:19"},{"bookName":"Hebrews","chapter":9,"verse":20,"text":"and said, “\u003Cb\u003EThis is the blood of the covenant that God has commanded you to keep\u003C/b\u003E.” ","reference":"Hebrews 9:20"},{"bookName":"Hebrews","chapter":9,"verse":21,"text":"And both the tabernacle and all the utensils of worship he likewise sprinkled with blood. ","reference":"Hebrews 9:21"},{"bookName":"Hebrews","chapter":9,"verse":22,"text":"Indeed according to the law almost everything was purified with blood, and without the shedding of blood there is no forgiveness. ","reference":"Hebrews 9:22"},{"bookName":"Hebrews","chapter":9,"verse":23,"text":"So it was necessary for the sketches of the things in heaven to be purified with these sacrifices, but the heavenly things themselves required better sacrifices than these. ","reference":"Hebrews 9:23"},{"bookName":"Hebrews","chapter":9,"verse":24,"text":"For Christ did not enter a sanctuary made with hands—the representation of the true sanctuary—but into heaven itself, and he appears now in God’s presence for us. ","reference":"Hebrews 9:24"},{"bookName":"Hebrews","chapter":9,"verse":25,"text":"And he did not enter to offer himself again and again, the way the high priest enters the sanctuary year after year with blood that is not his own, ","reference":"Hebrews 9:25"},{"bookName":"Hebrews","chapter":9,"verse":26,"text":"for then he would have had to suffer again and again since the foundation of the world. But now he has appeared once for all at the consummation of the ages to put away sin by his sacrifice. ","reference":"Hebrews 9:26"},{"bookName":"Hebrews","chapter":9,"verse":27,"text":"And just as people are appointed to die once, and then to face judgment, ","reference":"Hebrews 9:27"},{"bookName":"Hebrews","chapter":9,"verse":28,"text":"so also, after Christ was offered once to bear the sins of many, to those who eagerly await him he will appear a second time, not to bear sin but to bring salvation. ","reference":"Hebrews 9:28"}]