[
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 1,
    "text": "For every high priest is taken from among the people and appointed to represent them before God, to offer both gifts and sacrifices for sins. ",
    "reference": "Hebrews 5:1"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 2,
    "text": "He is able to deal compassionately with those who are ignorant and erring, since he also is subject to weakness, ",
    "reference": "Hebrews 5:2"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 3,
    "text": "and for this reason he is obligated to make sin offerings for himself as well as for the people. ",
    "reference": "Hebrews 5:3"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 4,
    "text": "And no one assumes this honor on his own initiative, but only when called to it by God, as in fact Aaron was.",
    "reference": "Hebrews 5:4"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 5,
    "text": "So also Christ did not glorify himself in becoming high priest, but the one who glorified him was God, who said to him, “\u003Cb\u003EYou are my Son! Today I have fathered you\u003C/b\u003E,” ",
    "reference": "Hebrews 5:5"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 6,
    "text": "as also in another place God says, “\u003Cb\u003EYou are a priest forever in the order of Melchizedek\u003C/b\u003E.” ",
    "reference": "Hebrews 5:6"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 7,
    "text": "During his earthly life Christ offered both requests and supplications, with loud cries and tears, to the one who was able to save him from death, and he was heard because of his devotion. ",
    "reference": "Hebrews 5:7"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 8,
    "text": "Although he was a son, he learned obedience through the things he suffered. ",
    "reference": "Hebrews 5:8"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 9,
    "text": "And by being perfected in this way, he became the source of eternal salvation to all who obey him, ",
    "reference": "Hebrews 5:9"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 10,
    "text": "and he was designated by God as high priest \u003Cb\u003Ein\u003C/b\u003E \u003Cb\u003Ethe order of Melchizedek\u003C/b\u003E. ",
    "reference": "Hebrews 5:10"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 11,
    "text": "On this topic we have much to say, and it is difficult to explain, since you have become sluggish in hearing. ",
    "reference": "Hebrews 5:11"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 12,
    "text": "For though you should in fact be teachers by this time, you need someone to teach you the beginning elements of God’s utterances. You have gone back to needing milk, not solid food. ",
    "reference": "Hebrews 5:12"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 13,
    "text": "For everyone who lives on milk is inexperienced in the message of righteousness because he is an infant. ",
    "reference": "Hebrews 5:13"
  },
  {
    "bookName": "Hebrews",
    "chapter": 5,
    "verse": 14,
    "text": "But solid food is for the mature, whose perceptions are trained by practice to discern both good and evil. ",
    "reference": "Hebrews 5:14"
  }
]