[{"bookName":"Zephaniah","chapter":2,"verse":1,"text":"Bunch yourselves together like straw, you undesirable nation, ","reference":"Zephaniah 2:1"},{"bookName":"Zephaniah","chapter":2,"verse":2,"text":"before God’s decree becomes reality and the day of opportunity disappears like windblown chaff, before the Lord’s raging anger overtakes you— before the day of the Lord’s angry judgment overtakes you!","reference":"Zephaniah 2:2"},{"bookName":"Zephaniah","chapter":2,"verse":3,"text":"Seek the Lord’s favor, all you humble people of the land who have obeyed his commands! Strive to do what is right! Strive to be humble! Maybe you will be protected on the day of the Lord’s angry judgment.","reference":"Zephaniah 2:3"},{"bookName":"Zephaniah","chapter":2,"verse":4,"text":"Indeed, Gaza will be deserted and Ashkelon will become a heap of ruins. Invaders will drive away the people of Ashdod by noon, and Ekron will be overthrown. ","reference":"Zephaniah 2:4"},{"bookName":"Zephaniah","chapter":2,"verse":5,"text":"Beware, you who live by the sea, the people who came from Crete. The Lord’s message is against you, Canaan, land of the Philistines: “I will destroy everyone who lives there!”","reference":"Zephaniah 2:5"},{"bookName":"Zephaniah","chapter":2,"verse":6,"text":"The seacoast will be used as pasture lands by the shepherds and as pens for their flocks. ","reference":"Zephaniah 2:6"},{"bookName":"Zephaniah","chapter":2,"verse":7,"text":"Those who are left from the kingdom of Judah will take possession of it. By the sea they will graze, in the houses of Ashkelon they will lie down in the evening, for the Lord their God will intervene for them and restore their prosperity.","reference":"Zephaniah 2:7"},{"bookName":"Zephaniah","chapter":2,"verse":8,"text":"“I have heard Moab’s taunts and the Ammonites’ insults. They taunted my people and verbally harassed those living in Judah. ","reference":"Zephaniah 2:8"},{"bookName":"Zephaniah","chapter":2,"verse":9,"text":"Therefore, as surely as I live,” says the Lord of Heaven’s Armies, the God of Israel, “be certain that Moab will become like Sodom and the Ammonites like Gomorrah. They will be overrun by weeds, filled with salt pits, and permanently desolate. Those of my people who are left will plunder their belongings; those who are left in Judah will take possession of their land.”","reference":"Zephaniah 2:9"},{"bookName":"Zephaniah","chapter":2,"verse":10,"text":"This is how they will be repaid for their arrogance, for they taunted and verbally harassed the people of the Lord of Heaven’s Armies. ","reference":"Zephaniah 2:10"},{"bookName":"Zephaniah","chapter":2,"verse":11,"text":"The Lord will terrify them, for he will weaken all the gods of the earth. All the distant nations will worship the Lord in their own lands. ","reference":"Zephaniah 2:11"},{"bookName":"Zephaniah","chapter":2,"verse":12,"text":"“You Ethiopians will also die by my sword!” ","reference":"Zephaniah 2:12"},{"bookName":"Zephaniah","chapter":2,"verse":13,"text":"The Lord will attack the north and destroy Assyria. He will make Nineveh a heap of ruins; it will be as barren as the desert. ","reference":"Zephaniah 2:13"},{"bookName":"Zephaniah","chapter":2,"verse":14,"text":"Flocks and herds will lie down in the middle of it, as well as every kind of wild animal. Owls will sleep in the tops of its support pillars; they will hoot through the windows. Rubble will cover the thresholds; even the cedar work will be exposed to the elements.","reference":"Zephaniah 2:14"},{"bookName":"Zephaniah","chapter":2,"verse":15,"text":"This is how the once-proud city will end up— the city that was so secure. She thought to herself, “I am unique! No one can compare to me!” What a heap of ruins she has become, a place where wild animals live! Everyone who passes by her taunts her and shakes his fist. ","reference":"Zephaniah 2:15"}]