[{"bookName":"Zephaniah","chapter":3,"verse":1,"text":"Beware to the filthy, stained city; the city filled with oppressors!","reference":"Zephaniah 3:1"},{"bookName":"Zephaniah","chapter":3,"verse":2,"text":"She is disobedient; she has refused correction. She does not trust the Lord; she has not sought the advice of her God. ","reference":"Zephaniah 3:2"},{"bookName":"Zephaniah","chapter":3,"verse":3,"text":"Her princes are as fierce as roaring lions; her rulers are as hungry as wolves in the desert, who completely devour their prey by morning. ","reference":"Zephaniah 3:3"},{"bookName":"Zephaniah","chapter":3,"verse":4,"text":"Her prophets are proud; they are deceitful men. Her priests have defiled what is holy; they have broken God’s laws. ","reference":"Zephaniah 3:4"},{"bookName":"Zephaniah","chapter":3,"verse":5,"text":"The just Lord resides within her; he commits no unjust acts. Every morning he reveals his justice. At dawn he appears without fail. Yet the unjust know no shame. ","reference":"Zephaniah 3:5"},{"bookName":"Zephaniah","chapter":3,"verse":6,"text":"“I destroyed nations; their walled cities are in ruins. I turned their streets into ruins; no one passes through them. Their cities are desolate; no one lives there.","reference":"Zephaniah 3:6"},{"bookName":"Zephaniah","chapter":3,"verse":7,"text":"I thought, ‘Certainly you will respect me! Now you will accept correction!’ If she had done so, her home would not be destroyed by all the punishments I have threatened. But they eagerly sinned in everything they did.","reference":"Zephaniah 3:7"},{"bookName":"Zephaniah","chapter":3,"verse":8,"text":"Therefore you must wait patiently for me,” says the Lord, “for the day when I attack and take plunder. I have decided to gather nations together and assemble kingdoms, so I can pour out my fury on them— all my raging anger. For the whole earth will be consumed by my fiery anger. ","reference":"Zephaniah 3:8"},{"bookName":"Zephaniah","chapter":3,"verse":9,"text":"Know for sure that I will then enable the nations to give me acceptable praise. All of them will invoke the Lord’s name when they pray and will worship him in unison. ","reference":"Zephaniah 3:9"},{"bookName":"Zephaniah","chapter":3,"verse":10,"text":"From beyond the rivers of Ethiopia, those who pray to me, my dispersed people, will bring me tribute. ","reference":"Zephaniah 3:10"},{"bookName":"Zephaniah","chapter":3,"verse":11,"text":"In that day you will not be ashamed of all your rebelliousness against me, for then I will remove from your midst those who proudly boast, and you will never again be arrogant on my holy hill. ","reference":"Zephaniah 3:11"},{"bookName":"Zephaniah","chapter":3,"verse":12,"text":"I will leave in your midst a humble and meek group of people, and they will find safety in the Lord’s presence. ","reference":"Zephaniah 3:12"},{"bookName":"Zephaniah","chapter":3,"verse":13,"text":"The Israelites who remain will not act deceitfully. They will not lie, and a deceitful tongue will not be found in their mouths. Indeed, they will graze peacefully like sheep and lie down; no one will terrify them.”","reference":"Zephaniah 3:13"},{"bookName":"Zephaniah","chapter":3,"verse":14,"text":"Shout for joy, Daughter Zion! Shout out, Israel! Be happy and boast with all your heart, Daughter Jerusalem! ","reference":"Zephaniah 3:14"},{"bookName":"Zephaniah","chapter":3,"verse":15,"text":"The Lord has removed the judgment against you; he has turned back your enemy. Israel’s king, the Lord, is in your midst! You no longer need to fear disaster. ","reference":"Zephaniah 3:15"},{"bookName":"Zephaniah","chapter":3,"verse":16,"text":"On that day they will say to Jerusalem, “Don’t be afraid, Zion! Your hands must not be paralyzed from panic!","reference":"Zephaniah 3:16"},{"bookName":"Zephaniah","chapter":3,"verse":17,"text":"The Lord your God is in your midst; he is a warrior who can deliver. He takes great delight in you; he renews you by his love; he shouts for joy over you.” ","reference":"Zephaniah 3:17"},{"bookName":"Zephaniah","chapter":3,"verse":18,"text":"“As for those who grieve because they cannot attend the festivals— I took them away from you; they became tribute and were a source of shame to you.","reference":"Zephaniah 3:18"},{"bookName":"Zephaniah","chapter":3,"verse":19,"text":"Look, at that time I will deal with those who mistreated you. I will rescue the lame sheep and gather together the scattered sheep. I will take away their humiliation and make the whole earth admire and respect them.","reference":"Zephaniah 3:19"},{"bookName":"Zephaniah","chapter":3,"verse":20,"text":"At that time I will lead you— at the time I gather you together. Be sure of this! I will make all the nations of the earth respect and admire you when you see me restore you,” says the Lord. ","reference":"Zephaniah 3:20"}]