[
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 1,
    "text": "This is the Lord’s message that came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah during the time of Josiah son of Amon, king of Judah: ",
    "reference": "Zephaniah 1:1"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 2,
    "text": "“I will destroy everything from the face of the earth,” says the Lord. ",
    "reference": "Zephaniah 1:2"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 3,
    "text": "“I will destroy people and animals; I will destroy the birds in the sky and the fish in the sea. (The idolatrous images of these creatures will be destroyed along with evil people.) I will remove humanity from the face of the earth,” says the Lord. ",
    "reference": "Zephaniah 1:3"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 4,
    "text": "“I will attack Judah and all who live in Jerusalem. I will remove from this place every trace of Baal worship, as well as the very memory of the pagan priests. ",
    "reference": "Zephaniah 1:4"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 5,
    "text": "I will remove those who worship the stars in the sky from their rooftops, those who swear allegiance to the Lord while taking oaths in the name of their ‘king,’",
    "reference": "Zephaniah 1:5"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 6,
    "text": "and those who turn their backs on the Lord and do not want the Lord’s help or guidance.” ",
    "reference": "Zephaniah 1:6"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 7,
    "text": "Be silent before the Sovereign Lord, for the Lord’s day of judgment is almost here. The Lord has prepared a sacrificial meal; he has ritually purified his guests. ",
    "reference": "Zephaniah 1:7"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 8,
    "text": "“On the day of the Lord’s sacrificial meal, I will punish the princes and the king’s sons, and all who wear foreign styles of clothing. ",
    "reference": "Zephaniah 1:8"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 9,
    "text": "On that day I will punish all who leap over the threshold, who fill the house of their master with wealth taken by violence and deceit. ",
    "reference": "Zephaniah 1:9"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 10,
    "text": "On that day,” says the Lord, “a loud cry will go up from the Fish Gate, wailing from the city’s newer district, and a loud crash from the hills. ",
    "reference": "Zephaniah 1:10"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 11,
    "text": "Wail, you who live in the market district, for all the merchants will disappear and those who count money will be removed. ",
    "reference": "Zephaniah 1:11"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 12,
    "text": "At that time I will search through Jerusalem with lamps. I will punish the people who are entrenched in their sin, those who think to themselves, ‘The Lord neither rewards nor punishes.’ ",
    "reference": "Zephaniah 1:12"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 13,
    "text": "Their wealth will be stolen and their houses ruined! They will not live in the houses they have built, nor will they drink the wine from the vineyards they have planted. ",
    "reference": "Zephaniah 1:13"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 14,
    "text": "The Lord’s great day of judgment is almost here; it is approaching very rapidly! There will be a bitter sound on the Lord’s day of judgment; at that time warriors will cry out in battle.",
    "reference": "Zephaniah 1:14"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 15,
    "text": "That day will be a day of God’s anger, a day of distress and hardship, a day of devastation and ruin, a day of darkness and gloom, a day of clouds and dark skies, ",
    "reference": "Zephaniah 1:15"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 16,
    "text": "a day of trumpet blasts and battle cries. Judgment will fall on the fortified cities and the high corner towers. ",
    "reference": "Zephaniah 1:16"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 17,
    "text": "I will bring distress on the people and they will stumble like blind men, for they have sinned against the Lord. Their blood will be poured out like dirt; their flesh will be scattered like manure. ",
    "reference": "Zephaniah 1:17"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 1,
    "verse": 18,
    "text": "Neither their silver nor their gold will be able to deliver them in the day of the Lord’s angry judgment. The whole earth will be consumed by his fiery wrath. Indeed, he will bring terrifying destruction on all who live on the earth.” ",
    "reference": "Zephaniah 1:18"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 1,
    "text": "Bunch yourselves together like straw, you undesirable nation, ",
    "reference": "Zephaniah 2:1"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 2,
    "text": "before God’s decree becomes reality and the day of opportunity disappears like windblown chaff, before the Lord’s raging anger overtakes you— before the day of the Lord’s angry judgment overtakes you!",
    "reference": "Zephaniah 2:2"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 3,
    "text": "Seek the Lord’s favor, all you humble people of the land who have obeyed his commands! Strive to do what is right! Strive to be humble! Maybe you will be protected on the day of the Lord’s angry judgment.",
    "reference": "Zephaniah 2:3"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 4,
    "text": "Indeed, Gaza will be deserted and Ashkelon will become a heap of ruins. Invaders will drive away the people of Ashdod by noon, and Ekron will be overthrown. ",
    "reference": "Zephaniah 2:4"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 5,
    "text": "Beware, you who live by the sea, the people who came from Crete. The Lord’s message is against you, Canaan, land of the Philistines: “I will destroy everyone who lives there!”",
    "reference": "Zephaniah 2:5"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 6,
    "text": "The seacoast will be used as pasture lands by the shepherds and as pens for their flocks. ",
    "reference": "Zephaniah 2:6"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 7,
    "text": "Those who are left from the kingdom of Judah will take possession of it. By the sea they will graze, in the houses of Ashkelon they will lie down in the evening, for the Lord their God will intervene for them and restore their prosperity.",
    "reference": "Zephaniah 2:7"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 8,
    "text": "“I have heard Moab’s taunts and the Ammonites’ insults. They taunted my people and verbally harassed those living in Judah. ",
    "reference": "Zephaniah 2:8"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 9,
    "text": "Therefore, as surely as I live,” says the Lord of Heaven’s Armies, the God of Israel, “be certain that Moab will become like Sodom and the Ammonites like Gomorrah. They will be overrun by weeds, filled with salt pits, and permanently desolate. Those of my people who are left will plunder their belongings; those who are left in Judah will take possession of their land.”",
    "reference": "Zephaniah 2:9"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 10,
    "text": "This is how they will be repaid for their arrogance, for they taunted and verbally harassed the people of the Lord of Heaven’s Armies. ",
    "reference": "Zephaniah 2:10"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 11,
    "text": "The Lord will terrify them, for he will weaken all the gods of the earth. All the distant nations will worship the Lord in their own lands. ",
    "reference": "Zephaniah 2:11"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 12,
    "text": "“You Ethiopians will also die by my sword!” ",
    "reference": "Zephaniah 2:12"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 13,
    "text": "The Lord will attack the north and destroy Assyria. He will make Nineveh a heap of ruins; it will be as barren as the desert. ",
    "reference": "Zephaniah 2:13"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 14,
    "text": "Flocks and herds will lie down in the middle of it, as well as every kind of wild animal. Owls will sleep in the tops of its support pillars; they will hoot through the windows. Rubble will cover the thresholds; even the cedar work will be exposed to the elements.",
    "reference": "Zephaniah 2:14"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 2,
    "verse": 15,
    "text": "This is how the once-proud city will end up— the city that was so secure. She thought to herself, “I am unique! No one can compare to me!” What a heap of ruins she has become, a place where wild animals live! Everyone who passes by her taunts her and shakes his fist. ",
    "reference": "Zephaniah 2:15"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 1,
    "text": "Beware to the filthy, stained city; the city filled with oppressors!",
    "reference": "Zephaniah 3:1"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 2,
    "text": "She is disobedient; she has refused correction. She does not trust the Lord; she has not sought the advice of her God. ",
    "reference": "Zephaniah 3:2"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 3,
    "text": "Her princes are as fierce as roaring lions; her rulers are as hungry as wolves in the desert, who completely devour their prey by morning. ",
    "reference": "Zephaniah 3:3"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 4,
    "text": "Her prophets are proud; they are deceitful men. Her priests have defiled what is holy; they have broken God’s laws. ",
    "reference": "Zephaniah 3:4"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 5,
    "text": "The just Lord resides within her; he commits no unjust acts. Every morning he reveals his justice. At dawn he appears without fail. Yet the unjust know no shame. ",
    "reference": "Zephaniah 3:5"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 6,
    "text": "“I destroyed nations; their walled cities are in ruins. I turned their streets into ruins; no one passes through them. Their cities are desolate; no one lives there.",
    "reference": "Zephaniah 3:6"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 7,
    "text": "I thought, ‘Certainly you will respect me! Now you will accept correction!’ If she had done so, her home would not be destroyed by all the punishments I have threatened. But they eagerly sinned in everything they did.",
    "reference": "Zephaniah 3:7"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 8,
    "text": "Therefore you must wait patiently for me,” says the Lord, “for the day when I attack and take plunder. I have decided to gather nations together and assemble kingdoms, so I can pour out my fury on them— all my raging anger. For the whole earth will be consumed by my fiery anger. ",
    "reference": "Zephaniah 3:8"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 9,
    "text": "Know for sure that I will then enable the nations to give me acceptable praise. All of them will invoke the Lord’s name when they pray and will worship him in unison. ",
    "reference": "Zephaniah 3:9"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 10,
    "text": "From beyond the rivers of Ethiopia, those who pray to me, my dispersed people, will bring me tribute. ",
    "reference": "Zephaniah 3:10"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 11,
    "text": "In that day you will not be ashamed of all your rebelliousness against me, for then I will remove from your midst those who proudly boast, and you will never again be arrogant on my holy hill. ",
    "reference": "Zephaniah 3:11"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 12,
    "text": "I will leave in your midst a humble and meek group of people, and they will find safety in the Lord’s presence. ",
    "reference": "Zephaniah 3:12"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 13,
    "text": "The Israelites who remain will not act deceitfully. They will not lie, and a deceitful tongue will not be found in their mouths. Indeed, they will graze peacefully like sheep and lie down; no one will terrify them.”",
    "reference": "Zephaniah 3:13"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 14,
    "text": "Shout for joy, Daughter Zion! Shout out, Israel! Be happy and boast with all your heart, Daughter Jerusalem! ",
    "reference": "Zephaniah 3:14"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 15,
    "text": "The Lord has removed the judgment against you; he has turned back your enemy. Israel’s king, the Lord, is in your midst! You no longer need to fear disaster. ",
    "reference": "Zephaniah 3:15"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 16,
    "text": "On that day they will say to Jerusalem, “Don’t be afraid, Zion! Your hands must not be paralyzed from panic!",
    "reference": "Zephaniah 3:16"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 17,
    "text": "The Lord your God is in your midst; he is a warrior who can deliver. He takes great delight in you; he renews you by his love; he shouts for joy over you.” ",
    "reference": "Zephaniah 3:17"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 18,
    "text": "“As for those who grieve because they cannot attend the festivals— I took them away from you; they became tribute and were a source of shame to you.",
    "reference": "Zephaniah 3:18"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 19,
    "text": "Look, at that time I will deal with those who mistreated you. I will rescue the lame sheep and gather together the scattered sheep. I will take away their humiliation and make the whole earth admire and respect them.",
    "reference": "Zephaniah 3:19"
  },
  {
    "bookName": "Zephaniah",
    "chapter": 3,
    "verse": 20,
    "text": "At that time I will lead you— at the time I gather you together. Be sure of this! I will make all the nations of the earth respect and admire you when you see me restore you,” says the Lord. ",
    "reference": "Zephaniah 3:20"
  }
]