[{"bookName":"Revelation","chapter":10,"verse":1,"text":"Then I saw another powerful angel descending from heaven, wrapped in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like pillars of fire. ","reference":"Revelation 10:1"},{"bookName":"Revelation","chapter":10,"verse":2,"text":"He held in his hand a little scroll that was open, and he put his right foot on the sea and his left on the land. ","reference":"Revelation 10:2"},{"bookName":"Revelation","chapter":10,"verse":3,"text":"Then he shouted in a loud voice like a lion roaring, and when he shouted, the seven thunders sounded their voices. ","reference":"Revelation 10:3"},{"bookName":"Revelation","chapter":10,"verse":4,"text":"When the seven thunders spoke, I was preparing to write, but just then I heard a voice from heaven say, “Seal up what the seven thunders spoke and do not write it down.” ","reference":"Revelation 10:4"},{"bookName":"Revelation","chapter":10,"verse":5,"text":"Then the angel I saw standing on the sea and on the land raised his right hand to heaven ","reference":"Revelation 10:5"},{"bookName":"Revelation","chapter":10,"verse":6,"text":"and swore by the one who lives forever and ever, who created heaven and what is in it, and the earth and what is in it, and the sea and what is in it, “There will be no more delay! ","reference":"Revelation 10:6"},{"bookName":"Revelation","chapter":10,"verse":7,"text":"But in the days when the seventh angel is about to blow his trumpet, the mystery of God is completed, just as he has proclaimed to his servants the prophets.” ","reference":"Revelation 10:7"},{"bookName":"Revelation","chapter":10,"verse":8,"text":"Then the voice I had heard from heaven began to speak to me again, “Go and take the open scroll in the hand of the angel who is standing on the sea and on the land.” ","reference":"Revelation 10:8"},{"bookName":"Revelation","chapter":10,"verse":9,"text":"So I went to the angel and asked him to give me the little scroll. He said to me, “Take the scroll and eat it. It will make your stomach bitter, but it will be as sweet as honey in your mouth.” ","reference":"Revelation 10:9"},{"bookName":"Revelation","chapter":10,"verse":10,"text":"So I took the little scroll from the angel’s hand and ate it, and it did taste as sweet as honey in my mouth, but when I had eaten it, my stomach became bitter. ","reference":"Revelation 10:10"},{"bookName":"Revelation","chapter":10,"verse":11,"text":"Then they told me: “You must prophesy again about many peoples, nations, languages, and kings.” ","reference":"Revelation 10:11"}]