[{"bookName":"Revelation","chapter":2,"verse":1,"text":"“To the angel of the church in Ephesus, write the following: “This is the solemn pronouncement of the one who has a firm grasp on the seven stars in his right hand—the one who walks among the seven golden lampstands: ","reference":"Revelation 2:1"},{"bookName":"Revelation","chapter":2,"verse":2,"text":"‘I know your works as well as your labor and steadfast endurance, and that you cannot tolerate evil. You have even put to the test those who refer to themselves as apostles (but are not), and have discovered that they are false. ","reference":"Revelation 2:2"},{"bookName":"Revelation","chapter":2,"verse":3,"text":"I am also aware that you have persisted steadfastly, endured much for the sake of my name, and have not grown weary. ","reference":"Revelation 2:3"},{"bookName":"Revelation","chapter":2,"verse":4,"text":"But I have this against you: You have departed from your first love! ","reference":"Revelation 2:4"},{"bookName":"Revelation","chapter":2,"verse":5,"text":"Therefore, remember from what high state you have fallen and repent! Do the deeds you did at the first; if not, I will come to you and remove your lampstand from its place—that is, if you do not repent. ","reference":"Revelation 2:5"},{"bookName":"Revelation","chapter":2,"verse":6,"text":"But you do have this going for you: You hate what the Nicolaitans practice—practices I also hate. ","reference":"Revelation 2:6"},{"bookName":"Revelation","chapter":2,"verse":7,"text":"The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers, I will permit him to eat from the tree of life that is in the paradise of God.’ ","reference":"Revelation 2:7"},{"bookName":"Revelation","chapter":2,"verse":8,"text":"“To the angel of the church in Smyrna write the following: “This is the solemn pronouncement of the one who is the first and the last, the one who was dead, but came to life: ","reference":"Revelation 2:8"},{"bookName":"Revelation","chapter":2,"verse":9,"text":"‘I know the distress you are suffering and your poverty (but you are rich). I also know the slander against you by those who call themselves Jews and really are not, but are a synagogue of Satan. ","reference":"Revelation 2:9"},{"bookName":"Revelation","chapter":2,"verse":10,"text":"Do not be afraid of the things you are about to suffer. The devil is about to have some of you thrown into prison so you may be tested, and you will experience suffering for ten days. Remain faithful even to the point of death, and I will give you the crown that is life itself.","reference":"Revelation 2:10"},{"bookName":"Revelation","chapter":2,"verse":11,"text":"The one who has an ear had better hear what the Spirit says to the churches. The one who conquers will in no way be harmed by the second death.’ ","reference":"Revelation 2:11"},{"bookName":"Revelation","chapter":2,"verse":12,"text":"“To the angel of the church in Pergamum write the following: “This is the solemn pronouncement of the one who has the sharp double-edged sword: ","reference":"Revelation 2:12"},{"bookName":"Revelation","chapter":2,"verse":13,"text":"‘I know where you live—where Satan’s throne is. Yet you continue to cling to my name, and you have not denied your faith in me, even in the days of Antipas, my faithful witness, who was killed in your city where Satan lives. ","reference":"Revelation 2:13"},{"bookName":"Revelation","chapter":2,"verse":14,"text":"But I have a few things against you: You have some people there who follow the teaching of Balaam, who instructed Balak to put a stumbling block before the people of Israel so they would eat food sacrificed to idols and commit sexual immorality. ","reference":"Revelation 2:14"},{"bookName":"Revelation","chapter":2,"verse":15,"text":"In the same way, there are also some among you who follow the teaching of the Nicolaitans. ","reference":"Revelation 2:15"},{"bookName":"Revelation","chapter":2,"verse":16,"text":"Therefore, repent! If not, I will come against you quickly and make war against those people with the sword of my mouth. ","reference":"Revelation 2:16"},{"bookName":"Revelation","chapter":2,"verse":17,"text":"The one who has an ear had better hear what the Spirit says to the churches. To the one who conquers, I will give him some of the hidden manna, and I will give him a white stone, and on that stone will be written a new name that no one can understand except the one who receives it.’","reference":"Revelation 2:17"},{"bookName":"Revelation","chapter":2,"verse":18,"text":"“To the angel of the church in Thyatira write the following: “This is the solemn pronouncement of the Son of God, the one who has eyes like a fiery flame and whose feet are like polished bronze: ","reference":"Revelation 2:18"},{"bookName":"Revelation","chapter":2,"verse":19,"text":"‘I know your deeds: your love, faith, service, and steadfast endurance. In fact, your more recent deeds are greater than your earlier ones. ","reference":"Revelation 2:19"},{"bookName":"Revelation","chapter":2,"verse":20,"text":"But I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess, and by her teaching deceives my servants to commit sexual immorality and to eat food sacrificed to idols. ","reference":"Revelation 2:20"},{"bookName":"Revelation","chapter":2,"verse":21,"text":"I have given her time to repent, but she is not willing to repent of her sexual immorality. ","reference":"Revelation 2:21"},{"bookName":"Revelation","chapter":2,"verse":22,"text":"Look! I am throwing her onto a bed of violent illness, and those who commit adultery with her into terrible suffering, unless they repent of her deeds. ","reference":"Revelation 2:22"},{"bookName":"Revelation","chapter":2,"verse":23,"text":"Furthermore, I will strike her followers with a deadly disease, and then all the churches will know that I am the one who searches minds and hearts. I will repay each one of you what your deeds deserve.","reference":"Revelation 2:23"},{"bookName":"Revelation","chapter":2,"verse":24,"text":"But to the rest of you in Thyatira, all who do not hold to this teaching (who have not learned the so-called “deep secrets of Satan”), to you I say: I do not put any additional burden on you. ","reference":"Revelation 2:24"},{"bookName":"Revelation","chapter":2,"verse":25,"text":"However, hold on to what you have until I come. ","reference":"Revelation 2:25"},{"bookName":"Revelation","chapter":2,"verse":26,"text":"And to the one who conquers and who continues in my deeds until the end, I will give him authority over the nations—","reference":"Revelation 2:26"},{"bookName":"Revelation","chapter":2,"verse":27,"text":"\u003Cb\u003Ehe\u003C/b\u003E \u003Cb\u003Ewill rule\u003C/b\u003E \u003Cb\u003Ethem with an iron rod,\u003C/b\u003E \u003Cb\u003Eand like clay jars he will break them to pieces\u003C/b\u003E,","reference":"Revelation 2:27"},{"bookName":"Revelation","chapter":2,"verse":28,"text":"just as I have received the right to rule from my Father—and I will give him the morning star. ","reference":"Revelation 2:28"},{"bookName":"Revelation","chapter":2,"verse":29,"text":"The one who has an ear had better hear what the Spirit says to the churches.’ ","reference":"Revelation 2:29"}]