[{"bookName":"Revelation","chapter":7,"verse":1,"text":"After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth so no wind could blow on the earth, on the sea, or on any tree. ","reference":"Revelation 7:1"},{"bookName":"Revelation","chapter":7,"verse":2,"text":"Then I saw another angel ascending from the east, who had the seal of the living God. He shouted out with a loud voice to the four angels who had been given permission to damage the earth and the sea: ","reference":"Revelation 7:2"},{"bookName":"Revelation","chapter":7,"verse":3,"text":"“Do not damage the earth or the sea or the trees until we have put a seal on the foreheads of the servants of our God.” ","reference":"Revelation 7:3"},{"bookName":"Revelation","chapter":7,"verse":4,"text":"Now I heard the number of those who were marked with the seal, 144,000, sealed from all the tribes of the people of Israel: ","reference":"Revelation 7:4"},{"bookName":"Revelation","chapter":7,"verse":5,"text":"From the tribe of Judah, 12,000 were sealed, from the tribe of Reuben, 12,000, from the tribe of Gad, 12,000, ","reference":"Revelation 7:5"},{"bookName":"Revelation","chapter":7,"verse":6,"text":"from the tribe of Asher, 12,000, from the tribe of Naphtali, 12,000, from the tribe of Manasseh, 12,000, ","reference":"Revelation 7:6"},{"bookName":"Revelation","chapter":7,"verse":7,"text":"from the tribe of Simeon, 12,000, from the tribe of Levi, 12,000, from the tribe of Issachar, 12,000, ","reference":"Revelation 7:7"},{"bookName":"Revelation","chapter":7,"verse":8,"text":"from the tribe of Zebulun, 12,000, from the tribe of Joseph, 12,000, from the tribe of Benjamin, 12,000 were sealed. ","reference":"Revelation 7:8"},{"bookName":"Revelation","chapter":7,"verse":9,"text":"After these things I looked, and here was an enormous crowd that no one could count, made up of persons from every nation, tribe, people, and language, standing before the throne and before the Lamb dressed in long white robes, and with palm branches in their hands. ","reference":"Revelation 7:9"},{"bookName":"Revelation","chapter":7,"verse":10,"text":"They were shouting out in a loud voice, “Salvation belongs to our God, who is seated on the throne, and to the Lamb!” ","reference":"Revelation 7:10"},{"bookName":"Revelation","chapter":7,"verse":11,"text":"And all the angels stood there in a circle around the throne and around the elders and the four living creatures, and they threw themselves down with their faces to the ground before the throne and worshiped God, ","reference":"Revelation 7:11"},{"bookName":"Revelation","chapter":7,"verse":12,"text":"saying, “Amen! Praise and glory, and wisdom and thanksgiving, and honor and power and strength be to our God for ever and ever. Amen!” ","reference":"Revelation 7:12"},{"bookName":"Revelation","chapter":7,"verse":13,"text":"Then one of the elders asked me, “These dressed in long white robes—who are they and where have they come from?” ","reference":"Revelation 7:13"},{"bookName":"Revelation","chapter":7,"verse":14,"text":"So I said to him, “My lord, you know the answer.” Then he said to me, “These are the ones who have come out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb! ","reference":"Revelation 7:14"},{"bookName":"Revelation","chapter":7,"verse":15,"text":"For this reason they are before the throne of God, and they serve him day and night in his temple, and the one seated on the throne will shelter them. ","reference":"Revelation 7:15"},{"bookName":"Revelation","chapter":7,"verse":16,"text":"They will never go hungry or be thirsty again, and the sun will not beat down on them, nor any burning heat, ","reference":"Revelation 7:16"},{"bookName":"Revelation","chapter":7,"verse":17,"text":"because the Lamb in the middle of the throne will shepherd them and lead them to springs of living water, and God will wipe away every tear from their eyes.” ","reference":"Revelation 7:17"}]