[
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 1,
    "text": "After these things I heard what sounded like the loud voice of a vast throng in heaven, saying, “Hallelujah! Salvation and glory and power belong to our God, ",
    "reference": "Revelation 19:1"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 2,
    "text": "because his judgments are true and just. For he has judged the great prostitute who corrupted the earth with her sexual immorality, and has avenged the blood of his servants poured out by her own hands!” ",
    "reference": "Revelation 19:2"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 3,
    "text": "Then a second time the crowd shouted, “Hallelujah!” The smoke rises from her forever and ever. ",
    "reference": "Revelation 19:3"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 4,
    "text": "The twenty-four elders and the four living creatures threw themselves to the ground and worshiped God, who was seated on the throne, saying: “Amen! Hallelujah!” ",
    "reference": "Revelation 19:4"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 5,
    "text": "Then a voice came from the throne, saying: “Praise our God all you his servants, and all you who fear him, both the small and the great!” ",
    "reference": "Revelation 19:5"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 6,
    "text": "Then I heard what sounded like the voice of a vast throng, like the roar of many waters and like loud crashes of thunder. They were shouting: “Hallelujah! For the Lord our God, the All-Powerful, reigns! ",
    "reference": "Revelation 19:6"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 7,
    "text": "Let us rejoice and exult and give him glory, because the wedding celebration of the Lamb has come, and his bride has made herself ready. ",
    "reference": "Revelation 19:7"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 8,
    "text": "She was permitted to be dressed in bright, clean, fine linen” (for the fine linen is the righteous deeds of the saints). ",
    "reference": "Revelation 19:8"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 9,
    "text": "Then the angel said to me, “Write the following: Blessed are those who are invited to the banquet at the wedding celebration of the Lamb!” He also said to me, “These are the true words of God.” ",
    "reference": "Revelation 19:9"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 10,
    "text": "So I threw myself down at his feet to worship him, but he said, “Do not do this! I am only a fellow servant with you and your brothers and sisters who hold to the testimony about Jesus. Worship God, for the testimony about Jesus is the spirit of prophecy.” ",
    "reference": "Revelation 19:10"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 11,
    "text": "Then I saw heaven opened and here came a white horse! The one riding it was called “Faithful” and “True,” and with justice he judges and goes to war. ",
    "reference": "Revelation 19:11"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 12,
    "text": "His eyes are like a fiery flame and there are many diadem crowns on his head. He has a name written that no one knows except himself. ",
    "reference": "Revelation 19:12"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 13,
    "text": "He is dressed in clothing dipped in blood, and he is called the Word of God. ",
    "reference": "Revelation 19:13"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 14,
    "text": "The armies that are in heaven, dressed in white, clean, fine linen, were following him on white horses. ",
    "reference": "Revelation 19:14"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 15,
    "text": "From his mouth extends a sharp sword so that with it he can strike the nations. \u003Cb\u003EHe\u003C/b\u003E \u003Cb\u003Ewill rule\u003C/b\u003E \u003Cb\u003Ethem with an iron rod\u003C/b\u003E, and he stomps the winepress of the furious wrath of God, the All-Powerful. ",
    "reference": "Revelation 19:15"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 16,
    "text": "He has a name written on his clothing and on his thigh: “King of kings and Lord of lords.” ",
    "reference": "Revelation 19:16"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 17,
    "text": "Then I saw one angel standing in the sun, and he shouted in a loud voice to all the birds flying high in the sky: “Come, gather around for the great banquet of God, ",
    "reference": "Revelation 19:17"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 18,
    "text": "to eat your fill of the flesh of kings, the flesh of generals, the flesh of powerful people, the flesh of horses and those who ride them, and the flesh of all people, both free and slave, and small and great!” ",
    "reference": "Revelation 19:18"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 19,
    "text": "Then I saw the beast and the kings of the earth and their armies assembled to do battle with the one who rode the horse and with his army. ",
    "reference": "Revelation 19:19"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 20,
    "text": "Now the beast was seized, and along with him the false prophet who had performed the signs on his behalf—signs by which he deceived those who had received the mark of the beast and those who worshiped his image. Both of them were thrown alive into the lake of fire burning with sulfur. ",
    "reference": "Revelation 19:20"
  },
  {
    "bookName": "Revelation",
    "chapter": 19,
    "verse": 21,
    "text": "The others were killed by the sword that extended from the mouth of the one who rode the horse, and all the birds gorged themselves with their flesh. ",
    "reference": "Revelation 19:21"
  }
]