[
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 1,
    "text": "After these things I looked, and there was a door standing open in heaven! And the first voice I had heard speaking to me like a trumpet said: “Come up here so that I can show you what must happen after these things.” ",
    "reference": "Revelation 4:1"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 2,
    "text": "Immediately I was in the Spirit, and a throne was standing in heaven with someone seated on it! ",
    "reference": "Revelation 4:2"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 3,
    "text": "And the one seated on it was like jasper and carnelian in appearance, and a rainbow looking like it was made of emerald encircled the throne. ",
    "reference": "Revelation 4:3"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 4,
    "text": "In a circle around the throne were twenty-four other thrones, and seated on those thrones were twenty-four elders. They were dressed in white clothing and had golden crowns on their heads. ",
    "reference": "Revelation 4:4"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 5,
    "text": "From the throne came out flashes of lightning and roaring and crashes of thunder. Seven flaming torches, which are the seven spirits of God, were burning in front of the throne, ",
    "reference": "Revelation 4:5"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 6,
    "text": "and in front of the throne was something like a sea of glass, like crystal. In the middle of the throne and around the throne were four living creatures full of eyes in front and in back. ",
    "reference": "Revelation 4:6"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 7,
    "text": "The first living creature was like a lion, the second creature like an ox, the third creature had a face like a man’s, and the fourth creature looked like an eagle flying. ",
    "reference": "Revelation 4:7"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 8,
    "text": "Each one of the four living creatures had six wings and was full of eyes all around and inside. They never rest day or night, saying: “\u003Cb\u003EHoly, Holy, Holy is the Lord God, the All-Powerful\u003C/b\u003E, Who was, and who is, and who is still to come!” ",
    "reference": "Revelation 4:8"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 9,
    "text": "And whenever the living creatures give glory, honor, and thanks to the one who sits on the throne, who lives forever and ever, ",
    "reference": "Revelation 4:9"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 10,
    "text": "the twenty-four elders throw themselves to the ground before the one who sits on the throne and worship the one who lives forever and ever, and they offer their crowns before his throne, saying: ",
    "reference": "Revelation 4:10"
  },
  {
    "bookName": "Revelation",
    "chapter": 4,
    "verse": 11,
    "text": "“You are worthy, our Lord and God, to receive glory and honor and power, since you created all things, and because of your will they existed and were created!” ",
    "reference": "Revelation 4:11"
  }
]