[
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 1,
    "text": "Then one of the seven angels who had the seven bowls came and spoke to me. “Come,” he said, “I will show you the condemnation and punishment of the great prostitute who sits on many waters, ",
    "reference": "Revelation 17:1"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 2,
    "text": "with whom the kings of the earth committed sexual immorality and the earth’s inhabitants got drunk with the wine of her immorality.” ",
    "reference": "Revelation 17:2"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 3,
    "text": "So he carried me away in the Spirit to a wilderness, and there I saw a woman sitting on a scarlet beast that was full of blasphemous names and had seven heads and ten horns. ",
    "reference": "Revelation 17:3"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 4,
    "text": "Now the woman was dressed in purple and scarlet clothing, and adorned with gold, precious stones, and pearls. She held in her hand a golden cup filled with detestable things and unclean things from her sexual immorality. ",
    "reference": "Revelation 17:4"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 5,
    "text": "On her forehead was written a name, a mystery: “Babylon the Great, the Mother of prostitutes and of the detestable things of the earth.” ",
    "reference": "Revelation 17:5"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 6,
    "text": "I saw that the woman was drunk with the blood of the saints and the blood of those who testified to Jesus. I was greatly astounded when I saw her. ",
    "reference": "Revelation 17:6"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 7,
    "text": "But the angel said to me, “Why are you astounded? I will interpret for you the mystery of the woman and of the beast with the seven heads and ten horns that carries her. ",
    "reference": "Revelation 17:7"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 8,
    "text": "The beast you saw was, and is not, but is about to come up from the abyss and then go to destruction. The inhabitants of the earth—all those whose names have not been written in the book of life since the foundation of the world—will be astounded when they see that the beast was, and is not, but is to come. ",
    "reference": "Revelation 17:8"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 9,
    "text": "(This requires a mind that has wisdom.) The seven heads are seven mountains the woman sits on. They are also seven kings:",
    "reference": "Revelation 17:9"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 10,
    "text": "five have fallen; one is, and the other has not yet come, but whenever he does come, he must remain for only a brief time. ",
    "reference": "Revelation 17:10"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 11,
    "text": "The beast that was, and is not, is himself an eighth king and yet is one of the seven, and is going to destruction. ",
    "reference": "Revelation 17:11"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 12,
    "text": "The ten horns that you saw are ten kings who have not yet received a kingdom, but will receive ruling authority as kings with the beast for one hour. ",
    "reference": "Revelation 17:12"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 13,
    "text": "These kings have a single intent, and they will give their power and authority to the beast. ",
    "reference": "Revelation 17:13"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 14,
    "text": "They will make war with the Lamb, but the Lamb will conquer them, because he is Lord of lords and King of kings, and those accompanying the Lamb are the called, chosen, and faithful.” ",
    "reference": "Revelation 17:14"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 15,
    "text": "Then the angel said to me, “The waters you saw (where the prostitute is seated) are peoples, multitudes, nations, and languages. ",
    "reference": "Revelation 17:15"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 16,
    "text": "The ten horns that you saw, and the beast—these will hate the prostitute and make her desolate and naked. They will consume her flesh and burn her up with fire. ",
    "reference": "Revelation 17:16"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 17,
    "text": "For God has put into their minds to carry out his purpose by making a decision to give their royal power to the beast until the words of God are fulfilled. ",
    "reference": "Revelation 17:17"
  },
  {
    "bookName": "Revelation",
    "chapter": 17,
    "verse": 18,
    "text": "As for the woman you saw, she is the great city that has sovereignty over the kings of the earth.” ",
    "reference": "Revelation 17:18"
  }
]