[
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 1,
    "text": "Then I saw a beast coming up out of the sea. It had ten horns and seven heads, and on its horns were ten diadem crowns, and on its heads a blasphemous name. ",
    "reference": "Revelation 13:1"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 2,
    "text": "Now the beast that I saw was like a leopard, but its feet were like a bear’s, and its mouth was like a lion’s mouth. The dragon gave the beast his power, his throne, and great authority to rule. ",
    "reference": "Revelation 13:2"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 3,
    "text": "One of the beast’s heads appeared to have been killed, but the lethal wound had been healed. And the whole world followed the beast in amazement; ",
    "reference": "Revelation 13:3"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 4,
    "text": "they worshiped the dragon because he had given ruling authority to the beast, and they worshiped the beast too, saying: “Who is like the beast?” and “Who is able to make war against him?” ",
    "reference": "Revelation 13:4"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 5,
    "text": "The beast was given a mouth speaking proud words and blasphemies, and he was permitted to exercise ruling authority for forty-two months. ",
    "reference": "Revelation 13:5"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 6,
    "text": "So the beast opened his mouth to blaspheme against God—to blaspheme both his name and his dwelling place, that is, those who dwell in heaven. ",
    "reference": "Revelation 13:6"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 7,
    "text": "The beast was permitted to go to war against the saints and conquer them. He was given ruling authority over every tribe, people, language, and nation, ",
    "reference": "Revelation 13:7"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 8,
    "text": "and all those who live on the earth will worship the beast, everyone whose name has not been written since the foundation of the world in the book of life belonging to the Lamb who was killed. ",
    "reference": "Revelation 13:8"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 9,
    "text": "If anyone has an ear, he had better listen! ",
    "reference": "Revelation 13:9"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 10,
    "text": "If anyone is meant for captivity, into captivity he will go. If anyone is to be killed by the sword, then by the sword he must be killed.This requires steadfast endurance and faith from the saints. ",
    "reference": "Revelation 13:10"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 11,
    "text": "Then I saw another beast coming up from the earth. He had two horns like a lamb, but was speaking like a dragon. ",
    "reference": "Revelation 13:11"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 12,
    "text": "He exercised all the ruling authority of the first beast on his behalf, and made the earth and those who inhabit it worship the first beast, the one whose lethal wound had been healed. ",
    "reference": "Revelation 13:12"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 13,
    "text": "He performed momentous signs, even making fire come down from heaven to earth in front of people ",
    "reference": "Revelation 13:13"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 14,
    "text": "and, by the signs he was permitted to perform on behalf of the beast, he deceived those who live on the earth. He told those who live on the earth to make an image to the beast who had been wounded by the sword, but still lived. ",
    "reference": "Revelation 13:14"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 15,
    "text": "The second beast was empowered to give life to the image of the first beast so that it could speak, and could cause all those who did not worship the image of the beast to be killed. ",
    "reference": "Revelation 13:15"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 16,
    "text": "He also caused everyone (small and great, rich and poor, free and slave) to obtain a mark on their right hand or on their forehead. ",
    "reference": "Revelation 13:16"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 17,
    "text": "Thus no one was allowed to buy or sell things unless he bore the mark of the beast—that is, his name or his number. ",
    "reference": "Revelation 13:17"
  },
  {
    "bookName": "Revelation",
    "chapter": 13,
    "verse": 18,
    "text": "This calls for wisdom: Let the one who has insight calculate the beast’s number, for it is man’s number, and his number is 666.",
    "reference": "Revelation 13:18"
  }
]