[
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 1,
    "text": "After these things I saw another angel, who possessed great authority, coming down out of heaven, and the earth was lit up by his radiance. ",
    "reference": "Revelation 18:1"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 2,
    "text": "He shouted with a powerful voice: “Fallen, fallen, is Babylon the great! She has become a lair for demons, a haunt for every unclean spirit, a haunt for every unclean bird, a haunt for every unclean and detested beast. ",
    "reference": "Revelation 18:2"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 3,
    "text": "For all the nations have fallen from the wine of her immoral passion, and the kings of the earth have committed sexual immorality with her, and the merchants of the earth have gotten rich from the power of her sensual behavior.” ",
    "reference": "Revelation 18:3"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 4,
    "text": "Then I heard another voice from heaven saying, “Come out of her, my people, so you will not take part in her sins and so you will not receive her plagues, ",
    "reference": "Revelation 18:4"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 5,
    "text": "because her sins have piled up all the way to heaven and God has remembered her crimes. ",
    "reference": "Revelation 18:5"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 6,
    "text": "Repay her the same way she repaid others; pay her back double corresponding to her deeds. In the cup she mixed, mix double the amount for her. ",
    "reference": "Revelation 18:6"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 7,
    "text": "As much as she exalted herself and lived in sensual luxury, to this extent give her torment and grief because she said to herself, ‘I rule as queen and am no widow; I will never experience grief!’ ",
    "reference": "Revelation 18:7"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 8,
    "text": "For this reason, she will experience her plagues in a single day: disease, mourning, and famine, and she will be burned down with fire, because the Lord God who judges her is powerful!” ",
    "reference": "Revelation 18:8"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 9,
    "text": "Then the kings of the earth who committed immoral acts with her and lived in sensual luxury with her will weep and wail for her when they see the smoke from the fire that burns her up. ",
    "reference": "Revelation 18:9"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 10,
    "text": "They will stand a long way off because they are afraid of her torment, and will say, “Woe, woe, O great city, Babylon the powerful city! For in a single hour your doom has come!” ",
    "reference": "Revelation 18:10"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 11,
    "text": "Then the merchants of the earth will weep and mourn for her because no one buys their cargo any longer—",
    "reference": "Revelation 18:11"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 12,
    "text": "cargo such as gold, silver, precious stones, pearls, fine linen, purple cloth, silk, scarlet cloth, all sorts of things made of citron wood, all sorts of objects made of ivory, all sorts of things made of expensive wood, bronze, iron and marble, ",
    "reference": "Revelation 18:12"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 13,
    "text": "cinnamon, spice, incense, perfumed ointment, frankincense, wine, olive oil and costly flour, wheat, cattle and sheep, horses and four-wheeled carriages, slaves and human lives. ",
    "reference": "Revelation 18:13"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 14,
    "text": "(The ripe fruit you greatly desired has gone from you, and all your luxury and splendor have gone from you— they will never ever be found again!)",
    "reference": "Revelation 18:14"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 15,
    "text": "The merchants who sold these things, who got rich from her, will stand a long way off because they are afraid of her torment. They will weep and mourn, ",
    "reference": "Revelation 18:15"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 16,
    "text": "saying, “Woe, woe, O great city— dressed in fine linen, purple and scarlet clothing, and adorned with gold, precious stones, and pearls—",
    "reference": "Revelation 18:16"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 17,
    "text": "because in a single hour such great wealth has been destroyed!” And every ship’s captain, and all who sail along the coast—seamen, and all who make their living from the sea, stood a long way off ",
    "reference": "Revelation 18:17"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 18,
    "text": "and began to shout when they saw the smoke from the fire that burned her up, “Who is like the great city?” ",
    "reference": "Revelation 18:18"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 19,
    "text": "And they threw dust on their heads and were shouting with weeping and mourning, “Woe, Woe, O great city— in which all those who had ships on the sea got rich from her wealth— because in a single hour she has been destroyed!” ",
    "reference": "Revelation 18:19"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 20,
    "text": "(Rejoice over her, O heaven, and you saints and apostles and prophets, for God has pronounced judgment against her on your behalf!) ",
    "reference": "Revelation 18:20"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 21,
    "text": "Then one powerful angel picked up a stone like a huge millstone, threw it into the sea, and said, “With this kind of sudden violent force Babylon the great city will be thrown down, and it will never be found again! ",
    "reference": "Revelation 18:21"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 22,
    "text": "And the sound of the harpists, musicians, flute players, and trumpeters will never be heard in you again. No craftsman who practices any trade will ever be found in you again; the noise of a mill will never be heard in you again. ",
    "reference": "Revelation 18:22"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 23,
    "text": "Even the light from a lamp will never shine in you again! The voices of the bridegroom and his bride will never be heard in you again. For your merchants were the tycoons of the world, because all the nations were deceived by your magic spells! ",
    "reference": "Revelation 18:23"
  },
  {
    "bookName": "Revelation",
    "chapter": 18,
    "verse": 24,
    "text": "The blood of the saints and prophets was found in her, along with the blood of all those who had been killed on the earth.” ",
    "reference": "Revelation 18:24"
  }
]