[{"bookName":"Isaiah","chapter":38,"verse":1,"text":"In those days Hezekiah was stricken with a terminal illness. The prophet Isaiah son of Amoz visited him and told him, “This is what the Lord says, ‘Give instructions to your household, for you are about to die; you will not get well.’” ","reference":"Isaiah 38:1"},{"bookName":"Isaiah","chapter":38,"verse":2,"text":"Hezekiah turned his face to the wall and prayed to the Lord, ","reference":"Isaiah 38:2"},{"bookName":"Isaiah","chapter":38,"verse":3,"text":"“Please, Lord. Remember how I have served you faithfully and with wholehearted devotion, and how I have carried out your will.” Then Hezekiah wept bitterly. ","reference":"Isaiah 38:3"},{"bookName":"Isaiah","chapter":38,"verse":4,"text":"The Lord’s message came to Isaiah, ","reference":"Isaiah 38:4"},{"bookName":"Isaiah","chapter":38,"verse":5,"text":"“Go and tell Hezekiah: ‘This is what the Lord God of your ancestor David says: “I have heard your prayer; I have seen your tears. Look, I will add 15 years to your life. ","reference":"Isaiah 38:5"},{"bookName":"Isaiah","chapter":38,"verse":6,"text":"I will also rescue you and this city from the king of Assyria. I will shield this city.”’” ","reference":"Isaiah 38:6"},{"bookName":"Isaiah","chapter":38,"verse":7,"text":"Isaiah replied, “This is your sign from the Lord confirming that the Lord will do what he has said: ","reference":"Isaiah 38:7"},{"bookName":"Isaiah","chapter":38,"verse":8,"text":"Look, I will make the shadow go back 10 steps on the stairs of Ahaz.” And then the shadow went back 10 steps. ","reference":"Isaiah 38:8"},{"bookName":"Isaiah","chapter":38,"verse":9,"text":"This is the prayer of King Hezekiah of Judah when he was sick and then recovered from his illness: ","reference":"Isaiah 38:9"},{"bookName":"Isaiah","chapter":38,"verse":10,"text":"“I thought, ‘In the middle of my life I must walk through the gates of Sheol, I am deprived of the rest of my years.’ ","reference":"Isaiah 38:10"},{"bookName":"Isaiah","chapter":38,"verse":11,"text":"“I thought, ‘I will no longer see the Lord in the land of the living, I will no longer look on humankind with the inhabitants of the world. ","reference":"Isaiah 38:11"},{"bookName":"Isaiah","chapter":38,"verse":12,"text":"My dwelling place is removed and taken away from me as a shepherd’s tent. I rolled up my life like a weaver rolls cloth; from the loom he cuts me off. You turn day into night and end my life. ","reference":"Isaiah 38:12"},{"bookName":"Isaiah","chapter":38,"verse":13,"text":"I cry out until morning; like a lion he shatters all my bones; you turn day into night and end my life.","reference":"Isaiah 38:13"},{"bookName":"Isaiah","chapter":38,"verse":14,"text":"Like a swallow or a thrush I chirp, I coo like a dove; my eyes grow tired from looking up to the sky. O Lord, I am oppressed; help me!","reference":"Isaiah 38:14"},{"bookName":"Isaiah","chapter":38,"verse":15,"text":"What can I say? He has decreed and acted. I will walk slowly all my years because I am overcome with grief. ","reference":"Isaiah 38:15"},{"bookName":"Isaiah","chapter":38,"verse":16,"text":"O Lord, your decrees can give men life; may years of life be restored to me. Restore my health and preserve my life.’ ","reference":"Isaiah 38:16"},{"bookName":"Isaiah","chapter":38,"verse":17,"text":"“Look, the grief I experienced was for my benefit. You delivered me from the Pit of oblivion. For you removed all my sins from your sight. ","reference":"Isaiah 38:17"},{"bookName":"Isaiah","chapter":38,"verse":18,"text":"Indeed Sheol does not give you thanks; death does not praise you. Those who descend into the Pit do not anticipate your faithfulness. ","reference":"Isaiah 38:18"},{"bookName":"Isaiah","chapter":38,"verse":19,"text":"The living person, the living person, he gives you thanks, as I do today. A father tells his sons about your faithfulness. ","reference":"Isaiah 38:19"},{"bookName":"Isaiah","chapter":38,"verse":20,"text":"The Lord is about to deliver me, and we will celebrate with music for the rest of our lives in the Lord’s temple.” ","reference":"Isaiah 38:20"},{"bookName":"Isaiah","chapter":38,"verse":21,"text":" (Isaiah ordered, “Let them take a fig cake and apply it to the ulcerated sore and he will get well.” ","reference":"Isaiah 38:21"},{"bookName":"Isaiah","chapter":38,"verse":22,"text":"Hezekiah said, “What is the confirming sign that I will go up to the Lord’s temple?”) ","reference":"Isaiah 38:22"}]