[
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 1,
    "text": "This is what the Lord says, “Promote justice! Do what is right! For I am ready to deliver you; I am ready to vindicate you openly. ",
    "reference": "Isaiah 56:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 2,
    "text": "The people who do this will be blessed, the people who commit themselves to obedience, who observe the Sabbath and do not defile it, who refrain from doing anything that is wrong. ",
    "reference": "Isaiah 56:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 3,
    "text": "No foreigner who becomes a follower of the Lord should say, ‘The Lord will certainly exclude me from his people.’ The eunuch should not say, ‘Look, I am like a dried-up tree.’” ",
    "reference": "Isaiah 56:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 4,
    "text": "For this is what the Lord says: “For the eunuchs who observe my Sabbaths and choose what pleases me and are faithful to my covenant, ",
    "reference": "Isaiah 56:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 5,
    "text": "I will set up within my temple and my walls a monument that will be better than sons and daughters. I will set up a permanent monument for them that will remain. ",
    "reference": "Isaiah 56:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 6,
    "text": "As for foreigners who become followers of the Lord and serve him, who love the name of the Lord and want to be his servants— all who observe the Sabbath and do not defile it, and who are faithful to my covenant—",
    "reference": "Isaiah 56:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 7,
    "text": "I will bring them to my holy mountain; I will make them happy in the temple where people pray to me. Their burnt offerings and sacrifices will be accepted on my altar, for my temple will be known as a temple where all nations may pray.” ",
    "reference": "Isaiah 56:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 8,
    "text": "The Sovereign Lord says this, the one who gathers the dispersed of Israel: “I will still gather them up.” ",
    "reference": "Isaiah 56:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 9,
    "text": "All you wild animals in the fields, come and devour, all you wild animals in the forest! ",
    "reference": "Isaiah 56:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 10,
    "text": "All their watchmen are blind, they are unaware. All of them are like mute dogs, unable to bark. They pant, lie down, and love to snooze. ",
    "reference": "Isaiah 56:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 11,
    "text": "The dogs have big appetites; they are never full. They are shepherds who have no understanding; they all go their own way, each one looking for monetary gain. ",
    "reference": "Isaiah 56:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 56,
    "verse": 12,
    "text": "Each one says, “Come on, I’ll get some wine! Let’s guzzle some beer! Tomorrow will be just like today! We’ll have everything we want!”",
    "reference": "Isaiah 56:12"
  }
]