[{"bookName":"Isaiah","chapter":65,"verse":1,"text":"“I made myself available to those who did not ask for me; I appeared to those who did not look for me. I said, ‘Here I am! Here I am!’ to a nation that did not invoke my name. ","reference":"Isaiah 65:1"},{"bookName":"Isaiah","chapter":65,"verse":2,"text":"I spread out my hands all day long to my rebellious people, who lived in a way that is morally unacceptable and who did what they desired. ","reference":"Isaiah 65:2"},{"bookName":"Isaiah","chapter":65,"verse":3,"text":"These people continually and blatantly offend me as they sacrifice in their sacred orchards and burn incense on brick altars.","reference":"Isaiah 65:3"},{"bookName":"Isaiah","chapter":65,"verse":4,"text":"They sit among the tombs and keep watch all night long. They eat pork and broth from unclean sacrificial meat is in their pans. ","reference":"Isaiah 65:4"},{"bookName":"Isaiah","chapter":65,"verse":5,"text":"They say, ‘Keep to yourself! Don’t get near me, for I am holier than you!’ These people are like smoke in my nostrils, like a fire that keeps burning all day long.","reference":"Isaiah 65:5"},{"bookName":"Isaiah","chapter":65,"verse":6,"text":"Look, I have decreed: I will not keep silent, but will pay them back; I will pay them back exactly what they deserve, ","reference":"Isaiah 65:6"},{"bookName":"Isaiah","chapter":65,"verse":7,"text":"for your sins and your ancestors’ sins,” says the Lord. “Because they burned incense on the mountains and offended me on the hills, I will punish them in full measure.” ","reference":"Isaiah 65:7"},{"bookName":"Isaiah","chapter":65,"verse":8,"text":"This is what the Lord says: “When juice is discovered in a cluster of grapes, someone says, ‘Don’t destroy it, for it contains juice.’ So I will do for the sake of my servants— I will not destroy everyone. ","reference":"Isaiah 65:8"},{"bookName":"Isaiah","chapter":65,"verse":9,"text":"I will bring forth descendants from Jacob and from Judah people to take possession of my mountains. My chosen ones will take possession of the land; my servants will live there. ","reference":"Isaiah 65:9"},{"bookName":"Isaiah","chapter":65,"verse":10,"text":"Sharon will become a pasture for sheep, and the Valley of Achor a place where cattle graze; they will belong to my people, who seek me.","reference":"Isaiah 65:10"},{"bookName":"Isaiah","chapter":65,"verse":11,"text":"But as for you who abandon the Lord and forget about worshiping at my holy mountain, who prepare a feast for the god called ‘Fortune,’ and fill up wine jugs for the god called ‘Destiny’—","reference":"Isaiah 65:11"},{"bookName":"Isaiah","chapter":65,"verse":12,"text":"I predestine you to die by the sword, all of you will kneel down at the slaughtering block, because I called to you, and you did not respond; I spoke and you did not listen. You did evil before me; you chose to do what displeases me.” ","reference":"Isaiah 65:12"},{"bookName":"Isaiah","chapter":65,"verse":13,"text":"So this is what the Sovereign Lord says: “Look, my servants will eat, but you will be hungry. Look, my servants will drink, but you will be thirsty. Look, my servants will rejoice, but you will be humiliated. ","reference":"Isaiah 65:13"},{"bookName":"Isaiah","chapter":65,"verse":14,"text":"Look, my servants will shout for joy as happiness fills their hearts. But you will cry out as sorrow fills your hearts; you will wail because your spirits will be crushed. ","reference":"Isaiah 65:14"},{"bookName":"Isaiah","chapter":65,"verse":15,"text":"Your names will live on in the curse formulas of my chosen ones. The Sovereign Lord will kill you, but he will give his servants another name. ","reference":"Isaiah 65:15"},{"bookName":"Isaiah","chapter":65,"verse":16,"text":"Whoever pronounces a blessing in the earth will do so in the name of the faithful God; whoever makes an oath in the earth will do so in the name of the faithful God. For past problems will be forgotten; I will no longer think about them.","reference":"Isaiah 65:16"},{"bookName":"Isaiah","chapter":65,"verse":17,"text":"For look, I am ready to create new heavens and a new earth! The former ones will not be remembered; no one will think about them anymore. ","reference":"Isaiah 65:17"},{"bookName":"Isaiah","chapter":65,"verse":18,"text":"But be happy and rejoice forevermore over what I am about to create! For look, I am ready to create Jerusalem to be a source of joy, and her people to be a source of happiness. ","reference":"Isaiah 65:18"},{"bookName":"Isaiah","chapter":65,"verse":19,"text":"Jerusalem will bring me joy, and my people will bring me happiness. The sound of weeping or cries of sorrow will never be heard in her again. ","reference":"Isaiah 65:19"},{"bookName":"Isaiah","chapter":65,"verse":20,"text":"Never again will one of her infants live just a few days or an old man die before his time. Indeed, no one will die before the age of one hundred; anyone who fails to reach the age of one hundred will be considered cursed. ","reference":"Isaiah 65:20"},{"bookName":"Isaiah","chapter":65,"verse":21,"text":"They will build houses and live in them; they will plant vineyards and eat their fruit. ","reference":"Isaiah 65:21"},{"bookName":"Isaiah","chapter":65,"verse":22,"text":"No longer will they build a house only to have another live in it, or plant a vineyard only to have another eat its fruit, for my people will live as long as trees, and my chosen ones will enjoy to the fullest what they have produced. ","reference":"Isaiah 65:22"},{"bookName":"Isaiah","chapter":65,"verse":23,"text":"They will not work in vain or give birth to children that will experience disaster. For the Lord will bless their children and their descendants. ","reference":"Isaiah 65:23"},{"bookName":"Isaiah","chapter":65,"verse":24,"text":"Before they even call out, I will respond; while they are still speaking, I will hear. ","reference":"Isaiah 65:24"},{"bookName":"Isaiah","chapter":65,"verse":25,"text":"A wolf and a lamb will graze together; a lion, like an ox, will eat straw, and a snake’s food will be dirt. They will no longer injure or destroy on my entire royal mountain,” says the Lord. ","reference":"Isaiah 65:25"}]