[{"bookName":"Isaiah","chapter":63,"verse":1,"text":"Who is this who comes from Edom, dressed in bright red, coming from Bozrah? Who is this one wearing royal attire, who marches confidently because of his great strength? “It is I, the one who announces vindication, and who is able to deliver!” ","reference":"Isaiah 63:1"},{"bookName":"Isaiah","chapter":63,"verse":2,"text":"Why are your clothes red? Why do you look like someone who has stomped on grapes in a vat? ","reference":"Isaiah 63:2"},{"bookName":"Isaiah","chapter":63,"verse":3,"text":"“I have stomped grapes in the winepress all by myself; no one from the nations joined me. I stomped on them in my anger; I trampled them down in my rage. Their juice splashed on my garments and stained all my clothes. ","reference":"Isaiah 63:3"},{"bookName":"Isaiah","chapter":63,"verse":4,"text":"For I looked forward to the day of vengeance, and then payback time arrived. ","reference":"Isaiah 63:4"},{"bookName":"Isaiah","chapter":63,"verse":5,"text":"I looked, but there was no one to help; I was shocked because there was no one offering support. So my right arm accomplished deliverance; my raging anger drove me on.","reference":"Isaiah 63:5"},{"bookName":"Isaiah","chapter":63,"verse":6,"text":"I trampled nations in my anger; I made them drunk in my rage; I splashed their blood on the ground.” ","reference":"Isaiah 63:6"},{"bookName":"Isaiah","chapter":63,"verse":7,"text":"I will tell of the faithful acts of the Lord, of the Lord’s praiseworthy deeds. I will tell about all the Lord did for us, the many good things he did for the family of Israel, because of his compassion and great faithfulness. ","reference":"Isaiah 63:7"},{"bookName":"Isaiah","chapter":63,"verse":8,"text":"He said, “Certainly they will be my people, children who are not disloyal.” He became their deliverer. ","reference":"Isaiah 63:8"},{"bookName":"Isaiah","chapter":63,"verse":9,"text":"Through all that they suffered, he suffered too. The messenger sent from his very presence delivered them. In his love and mercy he protected them; he lifted them up and carried them throughout ancient times. ","reference":"Isaiah 63:9"},{"bookName":"Isaiah","chapter":63,"verse":10,"text":"But they rebelled and offended his Holy Spirit, so he turned into an enemy and fought against them.","reference":"Isaiah 63:10"},{"bookName":"Isaiah","chapter":63,"verse":11,"text":"His people remembered the ancient times. Where is the one who brought them up out of the sea, along with the shepherd of his flock? Where is the one who placed his Holy Spirit among them,","reference":"Isaiah 63:11"},{"bookName":"Isaiah","chapter":63,"verse":12,"text":"the one who made his majestic power available to Moses, who divided the water before them, gaining for himself a lasting reputation, ","reference":"Isaiah 63:12"},{"bookName":"Isaiah","chapter":63,"verse":13,"text":"who led them through the deep water? Like a horse running through the wilderness they did not stumble. ","reference":"Isaiah 63:13"},{"bookName":"Isaiah","chapter":63,"verse":14,"text":"As an animal that goes down into a valley to graze, so the Spirit of the Lord granted them rest. In this way you guided your people, gaining for yourself an honored reputation. ","reference":"Isaiah 63:14"},{"bookName":"Isaiah","chapter":63,"verse":15,"text":"Look down from heaven and take notice, from your holy, majestic palace! Where are your zeal and power? Do not hold back your tender compassion! ","reference":"Isaiah 63:15"},{"bookName":"Isaiah","chapter":63,"verse":16,"text":"For you are our father, though Abraham does not know us and Israel does not recognize us. You, Lord, are our father; you have been called our Protector from ancient times.","reference":"Isaiah 63:16"},{"bookName":"Isaiah","chapter":63,"verse":17,"text":"Why, Lord, do you make us stray from your ways and make our minds stubborn so that we do not obey you? Return for the sake of your servants, the tribes of your inheritance! ","reference":"Isaiah 63:17"},{"bookName":"Isaiah","chapter":63,"verse":18,"text":"For a short time your special nation possessed a land, but then our adversaries knocked down your holy sanctuary. ","reference":"Isaiah 63:18"},{"bookName":"Isaiah","chapter":63,"verse":19,"text":"We existed from ancient times, but you did not rule over them; they were not your subjects. ","reference":"Isaiah 63:19"}]