[{"bookName":"Isaiah","chapter":53,"verse":1,"text":"Who would have believed what we just heard? When was the Lord’s power revealed through him?","reference":"Isaiah 53:1"},{"bookName":"Isaiah","chapter":53,"verse":2,"text":"He sprouted up like a twig before God, like a root out of parched soil; he had no stately form or majesty that might catch our attention, no special appearance that we should want to follow him.","reference":"Isaiah 53:2"},{"bookName":"Isaiah","chapter":53,"verse":3,"text":"He was despised and rejected by people, one who experienced pain and was acquainted with illness; people hid their faces from him; he was despised, and we considered him insignificant. ","reference":"Isaiah 53:3"},{"bookName":"Isaiah","chapter":53,"verse":4,"text":"But he lifted up our illnesses, he carried our pain; even though we thought he was being punished, attacked by God, and afflicted for something he had done.","reference":"Isaiah 53:4"},{"bookName":"Isaiah","chapter":53,"verse":5,"text":"He was wounded because of our rebellious deeds, crushed because of our sins; he endured punishment that made us well; because of his wounds we have been healed. ","reference":"Isaiah 53:5"},{"bookName":"Isaiah","chapter":53,"verse":6,"text":"All of us had wandered off like sheep; each of us had strayed off on his own path, but the Lord caused the sin of all of us to attack him.","reference":"Isaiah 53:6"},{"bookName":"Isaiah","chapter":53,"verse":7,"text":"He was treated harshly and afflicted, but he did not even open his mouth. Like a lamb led to the slaughtering block, like a sheep silent before her shearers, he did not even open his mouth. ","reference":"Isaiah 53:7"},{"bookName":"Isaiah","chapter":53,"verse":8,"text":"He was led away after an unjust trial— but who even cared? Indeed, he was cut off from the land of the living; because of the rebellion of his own people he was wounded. ","reference":"Isaiah 53:8"},{"bookName":"Isaiah","chapter":53,"verse":9,"text":"They intended to bury him with criminals, but he ended up in a rich man’s tomb because he had committed no violent deeds, nor had he spoken deceitfully. ","reference":"Isaiah 53:9"},{"bookName":"Isaiah","chapter":53,"verse":10,"text":"Though the Lord desired to crush him and make him ill, once restitution is made, he will see descendants and enjoy long life, and the Lord’s purpose will be accomplished through him.","reference":"Isaiah 53:10"},{"bookName":"Isaiah","chapter":53,"verse":11,"text":"Having suffered, he will reflect on his work, he will be satisfied when he understands what he has done. “My servant will acquit many, for he carried their sins. ","reference":"Isaiah 53:11"},{"bookName":"Isaiah","chapter":53,"verse":12,"text":"So I will assign him a portion with the multitudes, he will divide the spoils of victory with the powerful, because he willingly submitted to death and was numbered with the rebels, when he lifted up the sin of many and intervened on behalf of the rebels.” ","reference":"Isaiah 53:12"}]