[{"bookName":"Isaiah","chapter":46,"verse":1,"text":"Bel kneels down, Nebo bends low. Their images weigh down animals and beasts. Your heavy images are burdensome to tired animals. ","reference":"Isaiah 46:1"},{"bookName":"Isaiah","chapter":46,"verse":2,"text":"Together they bend low and kneel down; they are unable to rescue the images; they themselves head off into captivity. ","reference":"Isaiah 46:2"},{"bookName":"Isaiah","chapter":46,"verse":3,"text":"“Listen to me, O family of Jacob, all you who are left from the family of Israel, you who have been carried from birth, you who have been supported from the time you left the womb. ","reference":"Isaiah 46:3"},{"bookName":"Isaiah","chapter":46,"verse":4,"text":"Even when you are old, I will take care of you, even when you have gray hair, I will carry you. I made you and I will support you; I will carry you and rescue you.","reference":"Isaiah 46:4"},{"bookName":"Isaiah","chapter":46,"verse":5,"text":"To whom can you compare and liken me? Tell me whom you think I resemble, so we can be compared! ","reference":"Isaiah 46:5"},{"bookName":"Isaiah","chapter":46,"verse":6,"text":"Those who empty out gold from a purse and weigh out silver on the scale hire a metalsmith, who makes it into a god. They then bow down and worship it.","reference":"Isaiah 46:6"},{"bookName":"Isaiah","chapter":46,"verse":7,"text":"They put it on their shoulder and carry it; they put it in its place and it just stands there; it does not move from its place. Even when someone cries out to it, it does not reply; it does not deliver him from his distress. ","reference":"Isaiah 46:7"},{"bookName":"Isaiah","chapter":46,"verse":8,"text":"Remember this, so you can be brave. Think about it, you rebels!","reference":"Isaiah 46:8"},{"bookName":"Isaiah","chapter":46,"verse":9,"text":"Remember what I accomplished in antiquity. Truly I am God, I have no peer; I am God, and there is none like me,","reference":"Isaiah 46:9"},{"bookName":"Isaiah","chapter":46,"verse":10,"text":"who announces the end from the beginning and reveals beforehand what has not yet occurred; who says, ‘My plan will be realized, I will accomplish what I desire;’ ","reference":"Isaiah 46:10"},{"bookName":"Isaiah","chapter":46,"verse":11,"text":"who summons an eagle from the east, from a distant land, one who carries out my plan. Yes, I have decreed, yes, I will bring it to pass; I have formulated a plan, yes, I will carry it out. ","reference":"Isaiah 46:11"},{"bookName":"Isaiah","chapter":46,"verse":12,"text":"Listen to me, you stubborn people, you who distance yourselves from doing what is right. ","reference":"Isaiah 46:12"},{"bookName":"Isaiah","chapter":46,"verse":13,"text":"I am bringing my deliverance near, it is not far away; I am bringing my salvation near, it does not wait. I will save Zion; I will adorn Israel with my splendor. ","reference":"Isaiah 46:13"}]