[{"bookName":"Isaiah","chapter":50,"verse":1,"text":"This is what the Lord says: “Where is your mother’s divorce certificate by which I divorced her? Or to which of my creditors did I sell you? Look, you were sold because of your sins; because of your rebellious acts I divorced your mother. ","reference":"Isaiah 50:1"},{"bookName":"Isaiah","chapter":50,"verse":2,"text":"Why does no one challenge me when I come? Why does no one respond when I call? Is my hand too weak to deliver you? Do I lack the power to rescue you? Look, with a mere shout I can dry up the sea; I can turn streams into a desert, so the fish rot away and die from lack of water. ","reference":"Isaiah 50:2"},{"bookName":"Isaiah","chapter":50,"verse":3,"text":"I can clothe the sky in darkness; I can cover it with sackcloth.” ","reference":"Isaiah 50:3"},{"bookName":"Isaiah","chapter":50,"verse":4,"text":"The Sovereign Lord has given me the capacity to be his spokesman, so that I know how to help the weary. He wakes me up every morning; he makes me alert so I can listen attentively as disciples do.","reference":"Isaiah 50:4"},{"bookName":"Isaiah","chapter":50,"verse":5,"text":"The Sovereign Lord has spoken to me clearly; I have not rebelled, I have not turned back. ","reference":"Isaiah 50:5"},{"bookName":"Isaiah","chapter":50,"verse":6,"text":"I offered my back to those who attacked, my jaws to those who tore out my beard; I did not hide my face from insults and spitting. ","reference":"Isaiah 50:6"},{"bookName":"Isaiah","chapter":50,"verse":7,"text":"But the Sovereign Lord helps me, so I am not humiliated. For that reason I am steadfastly resolved; I know I will not be put to shame. ","reference":"Isaiah 50:7"},{"bookName":"Isaiah","chapter":50,"verse":8,"text":"The one who vindicates me is close by. Who dares to argue with me? Let us confront each other! Who is my accuser? Let him challenge me! ","reference":"Isaiah 50:8"},{"bookName":"Isaiah","chapter":50,"verse":9,"text":"Look, the Sovereign Lord helps me. Who dares to condemn me? Look, all of them will wear out like clothes; a moth will eat away at them.","reference":"Isaiah 50:9"},{"bookName":"Isaiah","chapter":50,"verse":10,"text":"Who among you fears the Lord? Who obeys his servant? Whoever walks in deep darkness, without light, should trust in the name of the Lord and rely on his God. ","reference":"Isaiah 50:10"},{"bookName":"Isaiah","chapter":50,"verse":11,"text":"Look, all of you who start a fire and who equip yourselves with flaming arrows, walk in the light of the fire you started and among the flaming arrows you ignited! This is what you will receive from me: You will lie down in a place of pain. ","reference":"Isaiah 50:11"}]