[{"bookName":"Isaiah","chapter":57,"verse":1,"text":"The godly perish, but no one cares. Honest people disappear, when no one minds that the godly disappear because of evil. ","reference":"Isaiah 57:1"},{"bookName":"Isaiah","chapter":57,"verse":2,"text":"Those who live uprightly enter a place of peace; they rest on their beds. ","reference":"Isaiah 57:2"},{"bookName":"Isaiah","chapter":57,"verse":3,"text":"“But approach, you sons of omen readers, you offspring of adulteresses and prostitutes! ","reference":"Isaiah 57:3"},{"bookName":"Isaiah","chapter":57,"verse":4,"text":"At whom are you laughing? At whom are you opening your mouth and sticking out your tongue? You are the children of rebels, the offspring of liars, ","reference":"Isaiah 57:4"},{"bookName":"Isaiah","chapter":57,"verse":5,"text":"you who inflame your lusts among the oaks and under every green tree, who slaughter children near the streams under the rocky overhangs. ","reference":"Isaiah 57:5"},{"bookName":"Isaiah","chapter":57,"verse":6,"text":"Among the smooth stones of the stream are the idols you love; they, they are the object of your devotion. You pour out liquid offerings to them, you make an offering. Because of these things how can I relent from judgment? ","reference":"Isaiah 57:6"},{"bookName":"Isaiah","chapter":57,"verse":7,"text":"On every high, elevated hill you prepare your bed; you go up there to offer sacrifices. ","reference":"Isaiah 57:7"},{"bookName":"Isaiah","chapter":57,"verse":8,"text":"Behind the door and doorpost you put your symbols. Indeed, you depart from me and go up and invite them into bed with you. You purchase favors from them; you love their bed, and gaze longingly on their naked bodies. ","reference":"Isaiah 57:8"},{"bookName":"Isaiah","chapter":57,"verse":9,"text":"You take olive oil as tribute to your king, along with many perfumes. You send your messengers to a distant place; you go all the way to Sheol. ","reference":"Isaiah 57:9"},{"bookName":"Isaiah","chapter":57,"verse":10,"text":"Because of the long distance you must travel, you get tired, but you do not say, ‘I give up.’ You get renewed energy, so you don’t collapse. ","reference":"Isaiah 57:10"},{"bookName":"Isaiah","chapter":57,"verse":11,"text":"Whom are you worried about? Whom do you fear, that you would act so deceitfully and not remember me or think about me? Because I have been silent for so long, you are not afraid of me.","reference":"Isaiah 57:11"},{"bookName":"Isaiah","chapter":57,"verse":12,"text":"I will denounce your so-called righteousness and your deeds, but they will not help you.","reference":"Isaiah 57:12"},{"bookName":"Isaiah","chapter":57,"verse":13,"text":"When you cry out for help, let your idols help you! The wind blows them all away, a breeze carries them away. But the one who looks to me for help will inherit the land and will have access to my holy mountain.” ","reference":"Isaiah 57:13"},{"bookName":"Isaiah","chapter":57,"verse":14,"text":"He says, “Build it! Build it! Clear a way! Remove all the obstacles out of the way of my people!” ","reference":"Isaiah 57:14"},{"bookName":"Isaiah","chapter":57,"verse":15,"text":"For this is what the high and exalted one says, the one who rules forever, whose name is holy: “I dwell in an exalted and holy place, but also with the discouraged and humiliated, in order to cheer up the humiliated and to encourage the discouraged. ","reference":"Isaiah 57:15"},{"bookName":"Isaiah","chapter":57,"verse":16,"text":"For I will not be hostile forever or perpetually angry, for then man’s spirit would grow faint before me, the life-giving breath I created. ","reference":"Isaiah 57:16"},{"bookName":"Isaiah","chapter":57,"verse":17,"text":"I was angry because of their sinful greed; I attacked them and angrily rejected them, yet they remained disobedient and stubborn. ","reference":"Isaiah 57:17"},{"bookName":"Isaiah","chapter":57,"verse":18,"text":"I have seen their behavior, but I will heal them. I will lead them, and I will provide comfort to them and those who mourn with them. ","reference":"Isaiah 57:18"},{"bookName":"Isaiah","chapter":57,"verse":19,"text":"I am the one who gives them reason to celebrate. Complete prosperity is available both to those who are far away and those who are nearby,” says the Lord, “and I will heal them.","reference":"Isaiah 57:19"},{"bookName":"Isaiah","chapter":57,"verse":20,"text":"But the wicked are like a surging sea that is unable to be quiet; its waves toss up mud and sand. ","reference":"Isaiah 57:20"},{"bookName":"Isaiah","chapter":57,"verse":21,"text":"There will be no prosperity,” says my God, “for the wicked.” ","reference":"Isaiah 57:21"}]