[
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 1,
    "text": "This is an oracle about Egypt: Look, the Lord rides on a swift-moving cloud and approaches Egypt. The idols of Egypt tremble before him; the Egyptians lose their courage.",
    "reference": "Isaiah 19:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 2,
    "text": "“I will provoke civil strife in Egypt: brothers will fight with one another, as will neighbors, cities, and kingdoms. ",
    "reference": "Isaiah 19:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 3,
    "text": "The Egyptians will panic, and I will confuse their strategy. They will seek guidance from the idols and from the spirits of the dead, from the pits used to conjure up underworld spirits, and from the magicians. ",
    "reference": "Isaiah 19:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 4,
    "text": "I will hand Egypt over to a harsh master; a powerful king will rule over them,” says the Sovereign Lord of Heaven’s Armies. ",
    "reference": "Isaiah 19:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 5,
    "text": "The water of the sea will be dried up, and the river will dry up and be empty.",
    "reference": "Isaiah 19:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 6,
    "text": "The canals will stink; the streams of Egypt will trickle and then dry up; the bulrushes and reeds will decay, ",
    "reference": "Isaiah 19:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 7,
    "text": "along with the plants by the mouth of the river. All the cultivated land near the river will turn to dust and be blown away. ",
    "reference": "Isaiah 19:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 8,
    "text": "The fishermen will mourn and lament; all those who cast a fishhook into the river, and those who spread out a net on the water’s surface will grieve. ",
    "reference": "Isaiah 19:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 9,
    "text": "Those who make clothes from combed flax will be embarrassed; those who weave will turn pale. ",
    "reference": "Isaiah 19:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 10,
    "text": "Those who make cloth will be demoralized; all the hired workers will be depressed. ",
    "reference": "Isaiah 19:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 11,
    "text": "The officials of Zoan are nothing but fools; Pharaoh’s wise advisers give stupid advice. How dare you say to Pharaoh, “I am one of the sages, one well versed in the writings of the ancient kings”? ",
    "reference": "Isaiah 19:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 12,
    "text": "But where, oh where, are your wise men? Let them tell you, let them find out what the Lord of Heaven’s Armies has planned for Egypt. ",
    "reference": "Isaiah 19:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 13,
    "text": "The officials of Zoan are fools, the officials of Memphis are misled; the rulers of her tribes lead Egypt astray. ",
    "reference": "Isaiah 19:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 14,
    "text": "The Lord has made them undiscerning; they lead Egypt astray in all she does, so that she is like a drunk sliding around in his own vomit. ",
    "reference": "Isaiah 19:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 15,
    "text": "Egypt will not be able to do a thing, head or tail, shoots or stalk. ",
    "reference": "Isaiah 19:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 16,
    "text": "At that time the Egyptians will be like women. They will tremble and fear because the Lord of Heaven’s Armies brandishes his fist against them.",
    "reference": "Isaiah 19:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 17,
    "text": "The land of Judah will humiliate Egypt. Everyone who hears about Judah will be afraid because of what the Lord of Heaven’s Armies is planning to do to them.",
    "reference": "Isaiah 19:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 18,
    "text": "At that time five cities in the land of Egypt will speak the language of Canaan and swear allegiance to the Lord of Heaven’s Armies. One will be called the City of the Sun. ",
    "reference": "Isaiah 19:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 19,
    "text": "At that time there will be an altar for the Lord in the middle of the land of Egypt, as well as a sacred pillar dedicated to the Lord at its border. ",
    "reference": "Isaiah 19:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 20,
    "text": "It will become a visual reminder in the land of Egypt of the Lord of Heaven’s Armies. When they cry out to the Lord because of oppressors, he will send them a deliverer and defender who will rescue them.",
    "reference": "Isaiah 19:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 21,
    "text": "The Lord will reveal himself to the Egyptians, and they will acknowledge the Lord’s authority at that time. They will present sacrifices and offerings; they will make vows to the Lord and fulfill them. ",
    "reference": "Isaiah 19:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 22,
    "text": "The Lord will strike Egypt, striking and then healing them. They will turn to the Lord, and he will listen to their prayers and heal them.",
    "reference": "Isaiah 19:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 23,
    "text": "At that time there will be a highway from Egypt to Assyria. The Assyrians will visit Egypt, and the Egyptians will visit Assyria. The Egyptians and Assyrians will worship together.",
    "reference": "Isaiah 19:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 24,
    "text": "At that time Israel will be the third member of the group, along with Egypt and Assyria, and will be a recipient of blessing in the earth. ",
    "reference": "Isaiah 19:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 19,
    "verse": 25,
    "text": "The Lord of Heaven’s Armies will pronounce a blessing over the earth, saying, “Blessed be my people, Egypt, and the work of my hands, Assyria, and my special possession, Israel!” ",
    "reference": "Isaiah 19:25"
  }
]