[
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 1,
    "text": " This is an oracle about Babylon that Isaiah son of Amoz saw: ",
    "reference": "Isaiah 13:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 2,
    "text": " On a bare hill raise a signal flag; shout to them, wave your hand so they might enter the gates of the princes! ",
    "reference": "Isaiah 13:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 3,
    "text": "I have given orders to my chosen soldiers; I have summoned the warriors through whom I will vent my anger— my boasting, arrogant ones.",
    "reference": "Isaiah 13:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 4,
    "text": " There is a loud noise on the mountains— it sounds like a large army! There is great commotion among the kingdoms— nations are being assembled! The Lord of Heaven’s Armies is mustering forces for battle. ",
    "reference": "Isaiah 13:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 5,
    "text": "They come from a distant land, from the horizon. It is the Lord with his instruments of judgment coming to destroy the whole earth. ",
    "reference": "Isaiah 13:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 6,
    "text": "Wail, for the Lord’s day of judgment is near; it comes with all the destructive power of the Sovereign One.",
    "reference": "Isaiah 13:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 7,
    "text": "For this reason all hands hang limp, every human heart loses its courage. ",
    "reference": "Isaiah 13:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 8,
    "text": "They panic— cramps and pain seize hold of them like those of a woman who is straining to give birth. They look at one another in astonishment; their faces are flushed red. ",
    "reference": "Isaiah 13:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 9,
    "text": "Look, the Lord’s day of judgment is coming; it is a day of cruelty and savage, raging anger, destroying the earth and annihilating its sinners. ",
    "reference": "Isaiah 13:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 10,
    "text": "Indeed the stars in the sky and their constellations no longer give out their light; the sun is darkened as soon as it rises, and the moon does not shine. ",
    "reference": "Isaiah 13:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 11,
    "text": " I will punish the world for its evil and wicked people for their sin. I will put an end to the pride of the insolent, I will bring down the arrogance of tyrants. ",
    "reference": "Isaiah 13:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 12,
    "text": "I will make human beings more scarce than pure gold and people more scarce than gold from Ophir. ",
    "reference": "Isaiah 13:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 13,
    "text": "So I will shake the heavens, and the earth will shake loose from its foundation, because of the fury of the Lord of Heaven’s Armies, in the day he vents his raging anger. ",
    "reference": "Isaiah 13:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 14,
    "text": "Like a frightened gazelle or a sheep with no shepherd, each will turn toward home, each will run to his homeland. ",
    "reference": "Isaiah 13:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 15,
    "text": "Everyone who is caught will be stabbed; everyone who is seized will die by the sword. ",
    "reference": "Isaiah 13:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 16,
    "text": "Their children will be smashed to pieces before their very eyes; their houses will be looted and their wives raped. ",
    "reference": "Isaiah 13:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 17,
    "text": "Look, I am stirring up the Medes to attack them; they are not concerned about silver, nor are they interested in gold. ",
    "reference": "Isaiah 13:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 18,
    "text": "Their arrows will cut young men to ribbons; they have no compassion on a person’s offspring; they will not look with pity on children. ",
    "reference": "Isaiah 13:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 19,
    "text": "Babylon, the most admired of kingdoms, the Chaldeans’ source of honor and pride, will be destroyed by God just as Sodom and Gomorrah were.",
    "reference": "Isaiah 13:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 20,
    "text": "No one will live there again; no one will ever reside there again. No bedouin will camp there, no shepherds will rest their flocks there. ",
    "reference": "Isaiah 13:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 21,
    "text": "Wild animals will rest there, the ruined houses will be full of hyenas. Ostriches will live there, wild goats will skip among the ruins.",
    "reference": "Isaiah 13:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 13,
    "verse": 22,
    "text": "Wild dogs will yip in her ruined fortresses, jackals will yelp in the once-splendid palaces. Her time is almost up, her days will not be prolonged. ",
    "reference": "Isaiah 13:22"
  }
]