[
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 1,
    "text": "Beware, land of buzzing wings, the one beyond the rivers of Cush, ",
    "reference": "Isaiah 18:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 2,
    "text": "that sends messengers by sea, who glide over the water’s surface in boats made of papyrus. Go, you swift messengers, to a nation of tall, smooth-skinned people, to a people that are feared far and wide, to a nation strong and victorious, whose land rivers divide. ",
    "reference": "Isaiah 18:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 3,
    "text": "All you who live in the world, who reside on the earth, you will see a signal flag raised on the mountains; you will hear a trumpet being blown. ",
    "reference": "Isaiah 18:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 4,
    "text": "For this is what the Lord has told me: “I will wait and watch from my place, like scorching heat produced by the sunlight, like a cloud of mist in the heat of harvest.” ",
    "reference": "Isaiah 18:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 5,
    "text": "For before the harvest, when the bud has sprouted and the ripening fruit appears, he will cut off the unproductive shoots with pruning knives; he will prune the tendrils. ",
    "reference": "Isaiah 18:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 6,
    "text": "They will all be left for the birds of the hills and the wild animals; the birds will eat them during the summer, and all the wild animals will eat them during the winter. ",
    "reference": "Isaiah 18:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 18,
    "verse": 7,
    "text": "At that time tribute will be brought to the Lord of Heaven’s Armies by a people that are tall and smooth-skinned, a people that are feared far and wide, a nation strong and victorious, whose land rivers divide. The tribute will be brought to the place where the Lord of Heaven’s Armies has chosen to reside, on Mount Zion. ",
    "reference": "Isaiah 18:7"
  }
]