[{"bookName":"Isaiah","chapter":41,"verse":1,"text":"“Listen to me in silence, you coastlands! Let the nations find renewed strength! Let them approach and then speak; let us come together for debate. ","reference":"Isaiah 41:1"},{"bookName":"Isaiah","chapter":41,"verse":2,"text":"Who stirs up this one from the east? Who officially commissions him for service? He hands nations over to him and enables him to subdue kings. He makes them like dust with his sword, like windblown straw with his bow. ","reference":"Isaiah 41:2"},{"bookName":"Isaiah","chapter":41,"verse":3,"text":"He pursues them and passes by unharmed; he advances with great speed. ","reference":"Isaiah 41:3"},{"bookName":"Isaiah","chapter":41,"verse":4,"text":"Who acts and carries out decrees? Who summons the successive generations from the beginning? I, the Lord, am present at the very beginning, and at the very end—I am the one.","reference":"Isaiah 41:4"},{"bookName":"Isaiah","chapter":41,"verse":5,"text":"The coastlands see and are afraid; the whole earth trembles; they approach and come. ","reference":"Isaiah 41:5"},{"bookName":"Isaiah","chapter":41,"verse":6,"text":"They help one another; one says to the other, ‘Be strong!’ ","reference":"Isaiah 41:6"},{"bookName":"Isaiah","chapter":41,"verse":7,"text":"The craftsman encourages the metalsmith, the one who wields the hammer encourages the one who pounds on the anvil. He approves the quality of the welding, and nails it down so it won’t fall over. ","reference":"Isaiah 41:7"},{"bookName":"Isaiah","chapter":41,"verse":8,"text":"“You, my servant Israel, Jacob, whom I have chosen, offspring of Abraham my friend, ","reference":"Isaiah 41:8"},{"bookName":"Isaiah","chapter":41,"verse":9,"text":"you whom I am bringing back from the earth’s extremities and have summoned from the remote regions— I told you, ‘You are my servant.’ I have chosen you and not rejected you.","reference":"Isaiah 41:9"},{"bookName":"Isaiah","chapter":41,"verse":10,"text":"Don’t be afraid, for I am with you! Don’t be frightened, for I am your God! I strengthen you— yes, I help you— yes, I uphold you with my victorious right hand! ","reference":"Isaiah 41:10"},{"bookName":"Isaiah","chapter":41,"verse":11,"text":"Look, all who were angry at you will be ashamed and humiliated; your adversaries will be reduced to nothing and perish. ","reference":"Isaiah 41:11"},{"bookName":"Isaiah","chapter":41,"verse":12,"text":"When you will look for your opponents, you will not find them; your enemies will be reduced to absolutely nothing. ","reference":"Isaiah 41:12"},{"bookName":"Isaiah","chapter":41,"verse":13,"text":"For I am the Lord your God, the one who takes hold of your right hand, who says to you, ‘Don’t be afraid, I am helping you.’","reference":"Isaiah 41:13"},{"bookName":"Isaiah","chapter":41,"verse":14,"text":"Don’t be afraid, despised, insignificant Jacob, men of Israel. I am helping you,” says the Lord, your Protector, the Holy One of Israel. ","reference":"Isaiah 41:14"},{"bookName":"Isaiah","chapter":41,"verse":15,"text":"“Look, I am making you like a sharp threshing sledge, new and double-edged. You will thresh the mountains and crush them; you will make the hills like straw. ","reference":"Isaiah 41:15"},{"bookName":"Isaiah","chapter":41,"verse":16,"text":"You will winnow them and the wind will blow them away; the wind will scatter them. You will rejoice in the Lord; you will boast in the Holy One of Israel. ","reference":"Isaiah 41:16"},{"bookName":"Isaiah","chapter":41,"verse":17,"text":"The oppressed and the poor look for water, but there is none; their tongues are parched from thirst. I, the Lord, will respond to their prayers; I, the God of Israel, will not abandon them.","reference":"Isaiah 41:17"},{"bookName":"Isaiah","chapter":41,"verse":18,"text":"I will make streams flow down the slopes and produce springs in the middle of the valleys. I will turn the wilderness into a pool of water and the arid land into springs. ","reference":"Isaiah 41:18"},{"bookName":"Isaiah","chapter":41,"verse":19,"text":"I will make cedars, acacias, myrtles, and olive trees grow in the wilderness; I will make evergreens, firs, and cypresses grow together in the arid rift valley.","reference":"Isaiah 41:19"},{"bookName":"Isaiah","chapter":41,"verse":20,"text":"I will do this so people will observe and recognize, so they will pay attention and understand that the Lord’s power has accomplished this, and that the Holy One of Israel has brought it into being. ","reference":"Isaiah 41:20"},{"bookName":"Isaiah","chapter":41,"verse":21,"text":"“Present your argument,” says the Lord. “Produce your evidence,” says Jacob’s King. ","reference":"Isaiah 41:21"},{"bookName":"Isaiah","chapter":41,"verse":22,"text":"“Let them produce evidence! Let them tell us what will happen! Tell us about your earlier predictive oracles, so we may examine them and see how they were fulfilled. Or decree for us some future events! ","reference":"Isaiah 41:22"},{"bookName":"Isaiah","chapter":41,"verse":23,"text":"Predict how future events will turn out, so we might know you are gods. Yes, do something good or something bad, so we might be frightened and in awe. ","reference":"Isaiah 41:23"},{"bookName":"Isaiah","chapter":41,"verse":24,"text":"Look, you are nothing, and your accomplishments are nonexistent; the one who chooses to worship you is disgusting. ","reference":"Isaiah 41:24"},{"bookName":"Isaiah","chapter":41,"verse":25,"text":"I have stirred up one out of the north and he advances, one from the eastern horizon who prays in my name. He steps on rulers as if they were clay, like a potter treading the clay. ","reference":"Isaiah 41:25"},{"bookName":"Isaiah","chapter":41,"verse":26,"text":"Who decreed this from the beginning, so we could know? Who announced it ahead of time, so we could say, ‘He’s correct’? Indeed, none of them decreed it. Indeed, none of them announced it. Indeed, no one heard you say anything! ","reference":"Isaiah 41:26"},{"bookName":"Isaiah","chapter":41,"verse":27,"text":"I first decreed to Zion, ‘Look, here’s what will happen!’ I sent a herald to Jerusalem. ","reference":"Isaiah 41:27"},{"bookName":"Isaiah","chapter":41,"verse":28,"text":"I look, but there is no one, among them there is no one who serves as an adviser that I might ask questions and receive answers. ","reference":"Isaiah 41:28"},{"bookName":"Isaiah","chapter":41,"verse":29,"text":"Look, all of them are nothing, their accomplishments are nonexistent; their metal images lack any real substance. ","reference":"Isaiah 41:29"}]