[
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 1,
    "text": "A shoot will grow out of Jesse’s root stock, a bud will sprout from his roots. ",
    "reference": "Isaiah 11:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 2,
    "text": "The Lord’s Spirit will rest on him— a Spirit that gives extraordinary wisdom, a Spirit that provides the ability to execute plans, a Spirit that produces absolute loyalty to the Lord. ",
    "reference": "Isaiah 11:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 3,
    "text": "He will take delight in obeying the Lord. He will not judge by mere appearances or make decisions on the basis of hearsay. ",
    "reference": "Isaiah 11:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 4,
    "text": "He will treat the poor fairly and make right decisions for the downtrodden of the earth. He will strike the earth with the rod of his mouth and order the wicked to be executed. ",
    "reference": "Isaiah 11:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 5,
    "text": "Justice will be like a belt around his waist, integrity will be like a belt around his hips. ",
    "reference": "Isaiah 11:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 6,
    "text": "A wolf will reside with a lamb, and a leopard will lie down with a young goat; an ox and a young lion will graze together, as a small child leads them along.",
    "reference": "Isaiah 11:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 7,
    "text": "A cow and a bear will graze together, their young will lie down together. A lion, like an ox, will eat straw. ",
    "reference": "Isaiah 11:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 8,
    "text": "A baby will play over the hole of a snake; over the nest of a serpent an infant will put his hand. ",
    "reference": "Isaiah 11:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 9,
    "text": "They will no longer injure or destroy on my entire royal mountain. For there will be universal submission to the Lord’s sovereignty, just as the waters completely cover the sea. ",
    "reference": "Isaiah 11:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 10,
    "text": "At that time a root from Jesse will stand like a signal flag for the nations. Nations will look to him for guidance, and his residence will be majestic. ",
    "reference": "Isaiah 11:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 11,
    "text": "At that time the Lord will again lift his hand to reclaim the remnant of his people from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the seacoasts. ",
    "reference": "Isaiah 11:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 12,
    "text": "He will lift a signal flag for the nations; he will gather Israel’s dispersed people and assemble Judah’s scattered people from the four corners of the earth. ",
    "reference": "Isaiah 11:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 13,
    "text": "Ephraim’s jealousy will end, and Judah’s hostility will be eliminated. Ephraim will no longer be jealous of Judah, and Judah will no longer be hostile toward Ephraim. ",
    "reference": "Isaiah 11:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 14,
    "text": "They will swoop down on the Philistine hills to the west; together they will loot the people of the east. They will take over Edom and Moab, and the Ammonites will be their subjects. ",
    "reference": "Isaiah 11:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 15,
    "text": "The Lord will divide the gulf of the Egyptian Sea; he will wave his hand over the Euphrates River and send a strong wind; he will turn it into seven dried-up streams and enable them to walk across in their sandals. ",
    "reference": "Isaiah 11:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 11,
    "verse": 16,
    "text": "There will be a highway leading out of Assyria for the remnant of his people, just as there was for Israel, when they went up from the land of Egypt. ",
    "reference": "Isaiah 11:16"
  }
]