[{"bookName":"Isaiah","chapter":15,"verse":1,"text":"This is an oracle about Moab: Indeed, in a night it is devastated, Ar of Moab is destroyed! Indeed, in a night it is devastated, Kir of Moab is destroyed! ","reference":"Isaiah 15:1"},{"bookName":"Isaiah","chapter":15,"verse":2,"text":"They went up to the temple; the people of Dibon went up to the high places to lament. Because of what happened to Nebo and Medeba, Moab wails. Every head is shaved bare, every beard is trimmed off. ","reference":"Isaiah 15:2"},{"bookName":"Isaiah","chapter":15,"verse":3,"text":"In their streets they wear sackcloth; on their roofs and in their town squares all of them wail; they fall down weeping. ","reference":"Isaiah 15:3"},{"bookName":"Isaiah","chapter":15,"verse":4,"text":"The people of Heshbon and Elealeh cry out; their voices are heard as far away as Jahaz. For this reason Moab’s soldiers shout in distress; their courage wavers. ","reference":"Isaiah 15:4"},{"bookName":"Isaiah","chapter":15,"verse":5,"text":"My heart cries out because of Moab’s plight and for the fugitives stretched out as far as Zoar and Eglath Shelishiyah. For they weep as they make their way up the ascent of Luhith; they loudly lament their demise on the road to Horonaim. ","reference":"Isaiah 15:5"},{"bookName":"Isaiah","chapter":15,"verse":6,"text":"For the waters of Nimrim are gone; the grass is dried up, the vegetation has disappeared, and there are no plants. ","reference":"Isaiah 15:6"},{"bookName":"Isaiah","chapter":15,"verse":7,"text":"For this reason what they have made and stored up, they carry over the Stream of the Poplars. ","reference":"Isaiah 15:7"},{"bookName":"Isaiah","chapter":15,"verse":8,"text":"Indeed, the cries of distress echo throughout Moabite territory; their wailing can be heard in Eglaim and Beer Elim. ","reference":"Isaiah 15:8"},{"bookName":"Isaiah","chapter":15,"verse":9,"text":"Indeed, the waters of Dimon are full of blood! Indeed, I will heap even more trouble on Dimon. A lion will attack the Moabite fugitives and the people left in the land. ","reference":"Isaiah 15:9"}]