[{"bookName":"Isaiah","chapter":64,"verse":1,"text":"(63:19b) If only you would tear apart the sky and come down! The mountains would tremble before you!","reference":"Isaiah 64:1"},{"bookName":"Isaiah","chapter":64,"verse":2,"text":"(64:1) As when fire ignites dry wood or fire makes water boil, let your adversaries know who you are, and may the nations shake at your presence! ","reference":"Isaiah 64:2"},{"bookName":"Isaiah","chapter":64,"verse":3,"text":"When you performed awesome deeds that took us by surprise, you came down, and the mountains trembled before you.","reference":"Isaiah 64:3"},{"bookName":"Isaiah","chapter":64,"verse":4,"text":"Since ancient times no one has heard or perceived, no eye has seen any God besides you, who intervenes for those who wait for him.","reference":"Isaiah 64:4"},{"bookName":"Isaiah","chapter":64,"verse":5,"text":"You assist those who delight in doing what is right, who observe your commandments. Look, you were angry because we violated them continually. How then can we be saved? ","reference":"Isaiah 64:5"},{"bookName":"Isaiah","chapter":64,"verse":6,"text":"We are all like one who is unclean, all our so-called righteous acts are like a menstrual rag in your sight. We all wither like a leaf; our sins carry us away like the wind. ","reference":"Isaiah 64:6"},{"bookName":"Isaiah","chapter":64,"verse":7,"text":"No one invokes your name, or makes an effort to take hold of you. For you have rejected us and handed us over to our own sins. ","reference":"Isaiah 64:7"},{"bookName":"Isaiah","chapter":64,"verse":8,"text":"Yet, Lord, you are our father. We are the clay, and you are our potter; we are all the product of your labor.","reference":"Isaiah 64:8"},{"bookName":"Isaiah","chapter":64,"verse":9,"text":"Lord, do not be too angry! Do not hold our sins against us continually. Take a good look at your people, at all of us. ","reference":"Isaiah 64:9"},{"bookName":"Isaiah","chapter":64,"verse":10,"text":"Your chosen cities have become a wilderness; Zion has become a wilderness, Jerusalem, a desolate ruin.","reference":"Isaiah 64:10"},{"bookName":"Isaiah","chapter":64,"verse":11,"text":"Our holy temple, our pride and joy, the place where our ancestors praised you, has been burned with fire; all our prized possessions have been destroyed. ","reference":"Isaiah 64:11"},{"bookName":"Isaiah","chapter":64,"verse":12,"text":"In light of all this, how can you still hold back, Lord? How can you be silent and continue to humiliate us?","reference":"Isaiah 64:12"}]