[{"bookName":"Isaiah","chapter":23,"verse":1,"text":"This is an oracle about Tyre: Wail, you large ships, for the port is too devastated to enter! From the land of Cyprus this news is announced to them.","reference":"Isaiah 23:1"},{"bookName":"Isaiah","chapter":23,"verse":2,"text":"Lament, you residents of the coast, you merchants of Sidon who travel over the sea, whose agents sail over ","reference":"Isaiah 23:2"},{"bookName":"Isaiah","chapter":23,"verse":3,"text":"the deep waters. Grain from the Shihor region, crops grown near the Nile she receives; she is the trade center of the nations. ","reference":"Isaiah 23:3"},{"bookName":"Isaiah","chapter":23,"verse":4,"text":"Be ashamed, O Sidon, for the sea says this, O fortress of the sea: “I have not gone into labor or given birth; I have not raised young men or brought up young women.” ","reference":"Isaiah 23:4"},{"bookName":"Isaiah","chapter":23,"verse":5,"text":"When the news reaches Egypt, they will be shaken by what has happened to Tyre. ","reference":"Isaiah 23:5"},{"bookName":"Isaiah","chapter":23,"verse":6,"text":"Travel to Tarshish! Wail, you residents of the coast! ","reference":"Isaiah 23:6"},{"bookName":"Isaiah","chapter":23,"verse":7,"text":"Is this really your boisterous city whose origins are in the distant past and whose feet led her to a distant land to reside? ","reference":"Isaiah 23:7"},{"bookName":"Isaiah","chapter":23,"verse":8,"text":"Who planned this for royal Tyre, whose merchants are princes, whose traders are the dignitaries of the earth? ","reference":"Isaiah 23:8"},{"bookName":"Isaiah","chapter":23,"verse":9,"text":"The Lord of Heaven’s Armies planned it— to dishonor the pride that comes from all her beauty, to humiliate all the dignitaries of the earth. ","reference":"Isaiah 23:9"},{"bookName":"Isaiah","chapter":23,"verse":10,"text":"Daughter Tarshish, travel back to your land, as one crosses the Nile; there is no longer any marketplace in Tyre.","reference":"Isaiah 23:10"},{"bookName":"Isaiah","chapter":23,"verse":11,"text":"The Lord stretched out his hand over the sea, he shook kingdoms; he gave the order to destroy Canaan’s fortresses. ","reference":"Isaiah 23:11"},{"bookName":"Isaiah","chapter":23,"verse":12,"text":"He said, “You will no longer celebrate, oppressed virgin daughter Sidon! Get up, travel to Cyprus, but you will find no relief there.” ","reference":"Isaiah 23:12"},{"bookName":"Isaiah","chapter":23,"verse":13,"text":"Look at the land of the Chaldeans, these people who have lost their identity! The Assyrians have made it a home for wild animals. They erected their siege towers, demolished its fortresses, and turned it into a heap of ruins. ","reference":"Isaiah 23:13"},{"bookName":"Isaiah","chapter":23,"verse":14,"text":"Wail, you large ships, for your fortress is destroyed! ","reference":"Isaiah 23:14"},{"bookName":"Isaiah","chapter":23,"verse":15,"text":"At that time Tyre will be forgotten for 70 years, the typical life span of a king. At the end of 70 years Tyre will try to attract attention again, like the prostitute in the popular song: ","reference":"Isaiah 23:15"},{"bookName":"Isaiah","chapter":23,"verse":16,"text":"“Take the harp, go through the city, forgotten prostitute! Play it well, play lots of songs, so you’ll be noticed.” ","reference":"Isaiah 23:16"},{"bookName":"Isaiah","chapter":23,"verse":17,"text":"At the end of 70 years the Lord will revive Tyre. She will start making money again by selling her services to all the earth’s kingdoms. ","reference":"Isaiah 23:17"},{"bookName":"Isaiah","chapter":23,"verse":18,"text":"Her profits and earnings will be set apart for the Lord. They will not be stored up or accumulated, for her profits will be given to those who live in the Lord’s presence and will be used to purchase large quantities of food and beautiful clothes. ","reference":"Isaiah 23:18"}]