[{"bookName":"Isaiah","chapter":35,"verse":1,"text":"Let the wilderness and desert be happy; let the arid rift valley rejoice and bloom like a lily! ","reference":"Isaiah 35:1"},{"bookName":"Isaiah","chapter":35,"verse":2,"text":"Let it richly bloom; let it rejoice and shout with delight! It is given the grandeur of Lebanon, the splendor of Carmel and Sharon. They will see the grandeur of the Lord, the splendor of our God. ","reference":"Isaiah 35:2"},{"bookName":"Isaiah","chapter":35,"verse":3,"text":"Strengthen the hands that have gone limp, steady the knees that shake. ","reference":"Isaiah 35:3"},{"bookName":"Isaiah","chapter":35,"verse":4,"text":"Tell those who panic, “Be strong! Do not fear! Look, your God comes to avenge; with divine retribution he comes to deliver you.”","reference":"Isaiah 35:4"},{"bookName":"Isaiah","chapter":35,"verse":5,"text":"Then blind eyes will open, deaf ears will hear.","reference":"Isaiah 35:5"},{"bookName":"Isaiah","chapter":35,"verse":6,"text":"Then the lame will leap like a deer, the mute tongue will shout for joy; for water will burst forth in the wilderness, streams in the arid rift valley.","reference":"Isaiah 35:6"},{"bookName":"Isaiah","chapter":35,"verse":7,"text":"The dry soil will become a pool of water, the parched ground springs of water. Where jackals once lived and sprawled out, grass, reeds, and papyrus will grow.","reference":"Isaiah 35:7"},{"bookName":"Isaiah","chapter":35,"verse":8,"text":"A thoroughfare will be there— it will be called the Way of Holiness. The unclean will not travel on it; it is reserved for those authorized to use it— fools will not stray into it.","reference":"Isaiah 35:8"},{"bookName":"Isaiah","chapter":35,"verse":9,"text":"No lions will be there, no ferocious wild animals will be on it— they will not be found there. Those delivered from bondage will travel on it,","reference":"Isaiah 35:9"},{"bookName":"Isaiah","chapter":35,"verse":10,"text":"those whom the Lord has ransomed will return that way. They will enter Zion with a happy shout. Unending joy will crown them, happiness and joy will overwhelm them; grief and suffering will disappear. ","reference":"Isaiah 35:10"}]