[{"bookName":"Isaiah","chapter":66,"verse":1,"text":"This is what the Lord says: “The heavens are my throne and the earth is my footstool. Where then is the house you will build for me? Where is the place where I will rest? ","reference":"Isaiah 66:1"},{"bookName":"Isaiah","chapter":66,"verse":2,"text":"My hand made them; that is how they came to be,” says the Lord.“I show special favor to the humble and contrite, who respect what I have to say.","reference":"Isaiah 66:2"},{"bookName":"Isaiah","chapter":66,"verse":3,"text":"The one who slaughters a bull also strikes down a man; the one who sacrifices a lamb also breaks a dog’s neck; the one who presents an offering includes pig’s blood with it; the one who offers incense also praises an idol. They have decided to behave this way; they enjoy these disgusting practices. ","reference":"Isaiah 66:3"},{"bookName":"Isaiah","chapter":66,"verse":4,"text":"So I will choose severe punishment for them; I will bring on them what they dread because I called, and no one responded. I spoke and they did not listen. They did evil before me; they chose to do what displeases me.”","reference":"Isaiah 66:4"},{"bookName":"Isaiah","chapter":66,"verse":5,"text":"Listen to the Lord’s message, you who respect his word! “Your countrymen, who hate you and exclude you, supposedly for the sake of my name, say, ‘May the Lord be glorified, then we will witness your joy.’ But they will be put to shame. ","reference":"Isaiah 66:5"},{"bookName":"Isaiah","chapter":66,"verse":6,"text":"The sound of battle comes from the city; the sound comes from the temple! It is the sound of the Lord paying back his enemies. ","reference":"Isaiah 66:6"},{"bookName":"Isaiah","chapter":66,"verse":7,"text":"Before she goes into labor, she gives birth! Before her contractions begin, she delivers a boy! ","reference":"Isaiah 66:7"},{"bookName":"Isaiah","chapter":66,"verse":8,"text":"Who has ever heard of such a thing? Who has ever seen this? Can a country be brought forth in one day? Can a nation be born in a single moment? Yet as soon as Zion goes into labor she gives birth to sons! ","reference":"Isaiah 66:8"},{"bookName":"Isaiah","chapter":66,"verse":9,"text":"Do I bring a baby to the birth opening and then not deliver it?” asks the Lord. “Or do I bring a baby to the point of delivery and then hold it back?” asks your God. ","reference":"Isaiah 66:9"},{"bookName":"Isaiah","chapter":66,"verse":10,"text":"“Be happy for Jerusalem and rejoice with her, all you who love her! Share in her great joy, all you who have mourned over her!","reference":"Isaiah 66:10"},{"bookName":"Isaiah","chapter":66,"verse":11,"text":"For you will nurse from her satisfying breasts and be nourished; you will feed with joy from her milk-filled breasts.” ","reference":"Isaiah 66:11"},{"bookName":"Isaiah","chapter":66,"verse":12,"text":"For this is what the Lord says: “Look, I am ready to extend to her prosperity that will flow like a river, the riches of nations will flow into her like a stream that floods its banks. You will nurse from her breast and be carried at her side; you will play on her knees. ","reference":"Isaiah 66:12"},{"bookName":"Isaiah","chapter":66,"verse":13,"text":"As a mother consoles a child, so I will console you, and you will be consoled over Jerusalem.” ","reference":"Isaiah 66:13"},{"bookName":"Isaiah","chapter":66,"verse":14,"text":"When you see this, you will be happy, and you will be revived. The Lord will reveal his power to his servants and his anger to his enemies. ","reference":"Isaiah 66:14"},{"bookName":"Isaiah","chapter":66,"verse":15,"text":"For look, the Lord comes with fire; his chariots come like a windstorm to reveal his raging anger, his battle cry, and his flaming arrows. ","reference":"Isaiah 66:15"},{"bookName":"Isaiah","chapter":66,"verse":16,"text":"For the Lord judges all humanity with fire and his sword; the Lord will kill many. ","reference":"Isaiah 66:16"},{"bookName":"Isaiah","chapter":66,"verse":17,"text":"“As for those who consecrate and ritually purify themselves so they can follow their leader and worship in the sacred orchards, those who eat the flesh of pigs and other disgusting creatures, like mice—they will all be destroyed together,” says the Lord. ","reference":"Isaiah 66:17"},{"bookName":"Isaiah","chapter":66,"verse":18,"text":"“I hate their deeds and thoughts! So I am coming to gather all the nations and ethnic groups; they will come and witness my splendor. ","reference":"Isaiah 66:18"},{"bookName":"Isaiah","chapter":66,"verse":19,"text":"I will perform a mighty act among them and then send some of those who remain to the nations—to Tarshish, Pul, Lud (known for its archers), Tubal, Javan, and to the distant coastlands that have not heard about me or seen my splendor. They will tell the nations of my splendor. ","reference":"Isaiah 66:19"},{"bookName":"Isaiah","chapter":66,"verse":20,"text":"They will bring back all your countrymen from all the nations as an offering to the Lord. They will bring them on horses, in chariots, in wagons, on mules, and on camels to my holy hill Jerusalem,” says the Lord, “just as the Israelites bring offerings to the Lord’s temple in ritually pure containers. ","reference":"Isaiah 66:20"},{"bookName":"Isaiah","chapter":66,"verse":21,"text":"And I will choose some of them as priests and Levites,” says the Lord. ","reference":"Isaiah 66:21"},{"bookName":"Isaiah","chapter":66,"verse":22,"text":"“For just as the new heavens and the new earth I am about to make will remain standing before me,” says the Lord, “so your descendants and your name will remain. ","reference":"Isaiah 66:22"},{"bookName":"Isaiah","chapter":66,"verse":23,"text":"From one month to the next and from one Sabbath to the next, all people will come to worship me,” says the Lord. ","reference":"Isaiah 66:23"},{"bookName":"Isaiah","chapter":66,"verse":24,"text":"“They will go out and observe the corpses of those who rebelled against me, for the maggots that eat them will not die, and the fire that consumes them will not die out. All people will find the sight abhorrent.” ","reference":"Isaiah 66:24"}]