[
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 1,
    "text": "Those who go down to Egypt for help are as good as dead; those who rely on war horses and trust in Egypt’s many chariots and in their many, many horsemen. But they do not rely on the Holy One of Israel and do not seek help from the Lord. ",
    "reference": "Isaiah 31:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 2,
    "text": "Yet he too is wise and he will bring disaster; he does not retract his decree. He will attack the wicked nation and the nation that helps those who commit sin. ",
    "reference": "Isaiah 31:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 3,
    "text": "The Egyptians are mere humans, not God; their horses are made of flesh, not spirit. The Lord will strike with his hand; the one who helps will stumble and the one being helped will fall. Together they will perish. ",
    "reference": "Isaiah 31:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 4,
    "text": "Indeed, this is what the Lord has said to me: “The Lord will be like a growling lion, like a young lion growling over its prey. Though a whole group of shepherds gathers against it, it is not afraid of their shouts or intimidated by their yelling. In this same way the Lord of Heaven’s Armies will descend to do battle on Mount Zion and on its hill. ",
    "reference": "Isaiah 31:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 5,
    "text": "Just as birds hover over a nest, so the Lord of Heaven’s Armies will protect Jerusalem. He will protect and deliver it; as he passes over he will rescue it.”",
    "reference": "Isaiah 31:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 6,
    "text": "You Israelites! Return to the one you have so blatantly rebelled against! ",
    "reference": "Isaiah 31:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 7,
    "text": "For at that time every one will get rid of the silver and gold idols your hands sinfully made. ",
    "reference": "Isaiah 31:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 8,
    "text": "“Assyria will fall by a sword, but not one human made; a sword not made by humankind will destroy them. They will run away from this sword and their young men will be forced to do hard labor. ",
    "reference": "Isaiah 31:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 31,
    "verse": 9,
    "text": "They will surrender their stronghold because of fear; their officers will be afraid of the Lord’s battle flag.” This is what the Lord says— the one whose fire is in Zion, whose firepot is in Jerusalem. ",
    "reference": "Isaiah 31:9"
  }
]