[{"bookName":"Isaiah","chapter":21,"verse":1,"text":"This is an oracle about the wilderness by the Sea: Like strong winds blowing in the south, one invades from the wilderness, from a land that is feared. ","reference":"Isaiah 21:1"},{"bookName":"Isaiah","chapter":21,"verse":2,"text":"I have received a distressing message: “The deceiver deceives, the destroyer destroys. Attack, you Elamites! Lay siege, you Medes! I will put an end to all the groaning.” ","reference":"Isaiah 21:2"},{"bookName":"Isaiah","chapter":21,"verse":3,"text":"For this reason my stomach churns; cramps overwhelm me like the contractions of a woman in labor. I am disturbed by what I hear, horrified by what I see. ","reference":"Isaiah 21:3"},{"bookName":"Isaiah","chapter":21,"verse":4,"text":"My heart palpitates, I shake in fear; the twilight I desired has brought me terror. ","reference":"Isaiah 21:4"},{"bookName":"Isaiah","chapter":21,"verse":5,"text":"Arrange the table, lay out the carpet, eat and drink! Get up, you officers, smear oil on the shields! ","reference":"Isaiah 21:5"},{"bookName":"Isaiah","chapter":21,"verse":6,"text":"For this is what the Lord has told me: “Go, post a guard! He must report what he sees. ","reference":"Isaiah 21:6"},{"bookName":"Isaiah","chapter":21,"verse":7,"text":"When he sees chariots, teams of horses, riders on donkeys, riders on camels, he must be alert, very alert.” ","reference":"Isaiah 21:7"},{"bookName":"Isaiah","chapter":21,"verse":8,"text":"Then the guard cries out: “On the watchtower, O Lord, I stand all day long; at my post I am stationed every night. ","reference":"Isaiah 21:8"},{"bookName":"Isaiah","chapter":21,"verse":9,"text":"Look what’s coming! A charioteer, a team of horses.” When questioned, he replies, “Babylon has fallen, fallen! All the idols of her gods lie shattered on the ground!” ","reference":"Isaiah 21:9"},{"bookName":"Isaiah","chapter":21,"verse":10,"text":"O my downtrodden people, crushed like stalks on the threshing floor, what I have heard from the Lord of Heaven’s Armies, the God of Israel, I have reported to you.","reference":"Isaiah 21:10"},{"bookName":"Isaiah","chapter":21,"verse":11,"text":"This is an oracle about Dumah: Someone calls to me from Seir, “Watchman, what is left of the night? Watchman, what is left of the night?” ","reference":"Isaiah 21:11"},{"bookName":"Isaiah","chapter":21,"verse":12,"text":"The watchman replies, “Morning is coming, but then night. If you want to ask, ask; come back again.” ","reference":"Isaiah 21:12"},{"bookName":"Isaiah","chapter":21,"verse":13,"text":"This is an oracle about Arabia: In the thicket of Arabia you spend the night, you Dedanite caravans. ","reference":"Isaiah 21:13"},{"bookName":"Isaiah","chapter":21,"verse":14,"text":"Bring out some water for the thirsty. You who live in the land of Tema, bring some food for the fugitives. ","reference":"Isaiah 21:14"},{"bookName":"Isaiah","chapter":21,"verse":15,"text":"For they flee from the swords— from the drawn sword, and from the battle-ready bow, and from the severity of the battle. ","reference":"Isaiah 21:15"},{"bookName":"Isaiah","chapter":21,"verse":16,"text":"For this is what the Lord has told me: “Within exactly one year all the splendor of Kedar will come to an end. ","reference":"Isaiah 21:16"},{"bookName":"Isaiah","chapter":21,"verse":17,"text":"Just a handful of archers, the warriors of Kedar, will be left.” Indeed, the Lord God of Israel has spoken. ","reference":"Isaiah 21:17"}]