[
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 1,
    "text": "Here is the message about Judah and Jerusalem that was revealed to Isaiah son of Amoz. ",
    "reference": "Isaiah 2:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 2,
    "text": "In future days the mountain of the Lord’s temple will endure as the most important of mountains and will be the most prominent of hills. All the nations will stream to it;",
    "reference": "Isaiah 2:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 3,
    "text": "many peoples will come and say, “Come, let us go up to the Lord’s mountain, to the temple of the God of Jacob, so he can teach us his requirements, and we can follow his standards.” For Zion will be the center for moral instruction; the Lord’s message will issue from Jerusalem. ",
    "reference": "Isaiah 2:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 4,
    "text": "He will judge disputes between nations; he will settle cases for many peoples. They will beat their swords into plowshares, and their spears into pruning hooks. Nations will not take up the sword against other nations, and they will no longer train for war. ",
    "reference": "Isaiah 2:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 5,
    "text": "O descendants of Jacob, come, let us walk in the Lord’s guiding light. ",
    "reference": "Isaiah 2:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 6,
    "text": "Indeed, O Lord, you have abandoned your people, the descendants of Jacob. For diviners from the east are everywhere; they consult omen readers like the Philistines do. Plenty of foreigners are around. ",
    "reference": "Isaiah 2:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 7,
    "text": "Their land is full of gold and silver; there is no end to their wealth. Their land is full of horses; there is no end to their chariots. ",
    "reference": "Isaiah 2:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 8,
    "text": "Their land is full of worthless idols; they worship the product of their own hands, what their own fingers have fashioned. ",
    "reference": "Isaiah 2:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 9,
    "text": "Men bow down to them in homage, they lie flat on the ground in worship. Don’t spare them!",
    "reference": "Isaiah 2:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 10,
    "text": "Go up into the rocky cliffs, hide in the ground. Get away from the dreadful judgment of the Lord, from his royal splendor! ",
    "reference": "Isaiah 2:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 11,
    "text": "Proud men will be brought low, arrogant men will be humiliated; the Lord alone will be exalted in that day. ",
    "reference": "Isaiah 2:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 12,
    "text": "Indeed, the Lord of Heaven’s Armies has planned a day of judgment for all the high and mighty; for all who are proud—they will be humiliated; ",
    "reference": "Isaiah 2:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 13,
    "text": "for all the cedars of Lebanon that are so high and mighty, for all the oaks of Bashan, ",
    "reference": "Isaiah 2:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 14,
    "text": "for all the tall mountains, for all the high hills, ",
    "reference": "Isaiah 2:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 15,
    "text": "for every high tower, for every fortified wall, ",
    "reference": "Isaiah 2:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 16,
    "text": "for all the large ships, for all the impressive ships. ",
    "reference": "Isaiah 2:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 17,
    "text": "Proud men will be humiliated, arrogant men will be brought low; the Lord alone will be exalted in that day. ",
    "reference": "Isaiah 2:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 18,
    "text": "The worthless idols will be completely eliminated. ",
    "reference": "Isaiah 2:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 19,
    "text": "They will go into caves in the rocky cliffs and into holes in the ground trying to escape the dreadful judgment of the Lord and his royal splendor, when he rises up to terrify the earth. ",
    "reference": "Isaiah 2:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 20,
    "text": "At that time men will throw their silver and gold idols, which they made for themselves to worship, into the caves where rodents and bats live,",
    "reference": "Isaiah 2:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 21,
    "text": "so they themselves can go into the crevices of the rocky cliffs and the openings under the rocky overhangs, trying to escape the dreadful judgment of the Lord and his royal splendor, when he rises up to terrify the earth. ",
    "reference": "Isaiah 2:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 2,
    "verse": 22,
    "text": "Stop trusting in human beings, whose life’s breath is in their nostrils. For why should they be given special consideration? ",
    "reference": "Isaiah 2:22"
  }
]