[{"bookName":"Isaiah","chapter":51,"verse":1,"text":"“Listen to me, you who pursue godliness, who seek the Lord. Look at the rock from which you were chiseled, at the quarry from which you were dug. ","reference":"Isaiah 51:1"},{"bookName":"Isaiah","chapter":51,"verse":2,"text":"Look at Abraham, your father, and Sarah, who gave you birth. When I summoned him, he was a lone individual, but I blessed him and gave him numerous descendants.","reference":"Isaiah 51:2"},{"bookName":"Isaiah","chapter":51,"verse":3,"text":"Certainly the Lord will console Zion; he will console all her ruins. He will make her wilderness like Eden, her arid rift valley like the garden of the Lord. Happiness and joy will be restored to her, thanksgiving and the sound of music. ","reference":"Isaiah 51:3"},{"bookName":"Isaiah","chapter":51,"verse":4,"text":"Pay attention to me, my people. Listen to me, my people! For I will issue a decree, I will make my justice a light to the nations. ","reference":"Isaiah 51:4"},{"bookName":"Isaiah","chapter":51,"verse":5,"text":"I am ready to vindicate, I am ready to deliver, I will establish justice among the nations. The coastlands wait patiently for me; they wait in anticipation for the revelation of my power. ","reference":"Isaiah 51:5"},{"bookName":"Isaiah","chapter":51,"verse":6,"text":"Look up at the sky. Look at the earth below. For the sky will dissipate like smoke, and the earth will wear out like clothes; its residents will die like gnats. But the deliverance I give is permanent; the vindication I provide will not disappear. ","reference":"Isaiah 51:6"},{"bookName":"Isaiah","chapter":51,"verse":7,"text":"Listen to me, you who know what is right, you people who are aware of my law. Don’t be afraid of the insults of men; don’t be discouraged because of their abuse. ","reference":"Isaiah 51:7"},{"bookName":"Isaiah","chapter":51,"verse":8,"text":"For a moth will eat away at them like clothes; a clothes moth will devour them like wool. But the vindication I provide will be permanent; the deliverance I give will last.”","reference":"Isaiah 51:8"},{"bookName":"Isaiah","chapter":51,"verse":9,"text":"Wake up! Wake up! Clothe yourself with strength, O arm of the Lord! Wake up as in former times, as in antiquity. Did you not smash the Proud One? Did you not wound the sea monster? ","reference":"Isaiah 51:9"},{"bookName":"Isaiah","chapter":51,"verse":10,"text":"Did you not dry up the sea, the waters of the great deep? Did you not make a path through the depths of the sea, so those delivered from bondage could cross over?","reference":"Isaiah 51:10"},{"bookName":"Isaiah","chapter":51,"verse":11,"text":"Those whom the Lord has ransomed will return; they will enter Zion with a happy shout. Unending joy will crown them, happiness and joy will overwhelm them; grief and suffering will disappear. ","reference":"Isaiah 51:11"},{"bookName":"Isaiah","chapter":51,"verse":12,"text":"“I, I am the one who consoles you. Why are you afraid of mortal men, of mere human beings who are as short-lived as grass? ","reference":"Isaiah 51:12"},{"bookName":"Isaiah","chapter":51,"verse":13,"text":"Why do you forget the Lord, who made you, who stretched out the sky and founded the earth? Why do you constantly tremble all day long at the anger of the oppressor, when he makes plans to destroy? Where is the anger of the oppressor? ","reference":"Isaiah 51:13"},{"bookName":"Isaiah","chapter":51,"verse":14,"text":"The one who suffers will soon be released; he will not die in prison, he will not go hungry. ","reference":"Isaiah 51:14"},{"bookName":"Isaiah","chapter":51,"verse":15,"text":"I am the Lord your God, who churns up the sea so that its waves surge. The Lord of Heaven’s Armies is his name! ","reference":"Isaiah 51:15"},{"bookName":"Isaiah","chapter":51,"verse":16,"text":"“I commission you as my spokesman; I cover you with the palm of my hand to establish the sky and to found the earth, to say to Zion, ‘You are my people.’” ","reference":"Isaiah 51:16"},{"bookName":"Isaiah","chapter":51,"verse":17,"text":"Wake up! Wake up! Get up, O Jerusalem! You drank from the cup the Lord passed to you, which was full of his anger. You drained dry the goblet full of intoxicating wine.","reference":"Isaiah 51:17"},{"bookName":"Isaiah","chapter":51,"verse":18,"text":"There was no one to lead her among all the children she bore; there was no one to take her by the hand among all the children she raised. ","reference":"Isaiah 51:18"},{"bookName":"Isaiah","chapter":51,"verse":19,"text":"These double disasters confronted you. But who feels sorry for you? Destruction and devastation, famine and sword. But who consoles you?","reference":"Isaiah 51:19"},{"bookName":"Isaiah","chapter":51,"verse":20,"text":"Your children faint; they lie at the head of every street like an antelope in a snare. They are left in a stupor by the Lord’s anger, by the battle cry of your God. ","reference":"Isaiah 51:20"},{"bookName":"Isaiah","chapter":51,"verse":21,"text":"So listen to this, oppressed one, who is drunk, but not from wine. ","reference":"Isaiah 51:21"},{"bookName":"Isaiah","chapter":51,"verse":22,"text":"This is what your Sovereign Lord, even your God who judges his people says: “Look, I have removed from your hand the cup of intoxicating wine, the goblet full of my anger. You will no longer have to drink it.","reference":"Isaiah 51:22"},{"bookName":"Isaiah","chapter":51,"verse":23,"text":"I will put it into the hand of your tormentors who said to you, ‘Lie down, so we can walk over you.’ You made your back like the ground and like the street for those who walked over you.” ","reference":"Isaiah 51:23"}]