[{"bookName":"Isaiah","chapter":17,"verse":1,"text":"This is an oracle about Damascus: “Look, Damascus is no longer a city, it is a heap of ruins! ","reference":"Isaiah 17:1"},{"bookName":"Isaiah","chapter":17,"verse":2,"text":"The cities of Aroer are abandoned. They will be used for herds, which will lie down there in peace. ","reference":"Isaiah 17:2"},{"bookName":"Isaiah","chapter":17,"verse":3,"text":"Fortified cities will disappear from Ephraim, and Damascus will lose its kingdom. The survivors in Syria will end up like the splendor of the Israelites,” says the Lord of Heaven’s Armies. ","reference":"Isaiah 17:3"},{"bookName":"Isaiah","chapter":17,"verse":4,"text":"“At that time Jacob’s splendor will be greatly diminished, and he will become skin and bones. ","reference":"Isaiah 17:4"},{"bookName":"Isaiah","chapter":17,"verse":5,"text":"It will be as when one gathers the grain harvest and his hand gleans the ear of grain. It will be like one gathering the ears of grain in the Valley of Rephaim. ","reference":"Isaiah 17:5"},{"bookName":"Isaiah","chapter":17,"verse":6,"text":"There will be some left behind, as when an olive tree is beaten— two or three ripe olives remain toward the very top, four or five on its fruitful branches,” says the Lord God of Israel. ","reference":"Isaiah 17:6"},{"bookName":"Isaiah","chapter":17,"verse":7,"text":"At that time men will trust in their Creator; they will depend on the Holy One of Israel. ","reference":"Isaiah 17:7"},{"bookName":"Isaiah","chapter":17,"verse":8,"text":"They will no longer trust in the altars their hands made, or depend on the Asherah poles and incense altars their fingers made. ","reference":"Isaiah 17:8"},{"bookName":"Isaiah","chapter":17,"verse":9,"text":"At that time their fortified cities will be like the abandoned summits of the Amorites, which they abandoned because of the Israelites; there will be desolation. ","reference":"Isaiah 17:9"},{"bookName":"Isaiah","chapter":17,"verse":10,"text":"For you ignore the God who rescues you; you pay no attention to your strong protector. So this is what happens: You cultivate beautiful plants and plant exotic vines. ","reference":"Isaiah 17:10"},{"bookName":"Isaiah","chapter":17,"verse":11,"text":"The day you begin cultivating, you do what you can to make it grow; the morning you begin planting, you do what you can to make it sprout. Yet the harvest will disappear in the day of disease and incurable pain. ","reference":"Isaiah 17:11"},{"bookName":"Isaiah","chapter":17,"verse":12,"text":"Beware, you many nations massing together, those who make a commotion as loud as the roaring of the sea’s waves. Beware, you people making such an uproar, those who make an uproar as loud as the roaring of powerful waves. ","reference":"Isaiah 17:12"},{"bookName":"Isaiah","chapter":17,"verse":13,"text":"Though these people make an uproar as loud as the roaring of powerful waves, when he shouts at them, they will flee to a distant land, driven before the wind like dead weeds on the hills or like dead thistles before a strong gale. ","reference":"Isaiah 17:13"},{"bookName":"Isaiah","chapter":17,"verse":14,"text":"In the evening there is sudden terror; by morning they vanish. This is the fate of those who try to plunder us, the destiny of those who try to loot us!","reference":"Isaiah 17:14"}]