[{"bookName":"Isaiah","chapter":60,"verse":1,"text":"“Arise! Shine! For your light arrives! The splendor of the Lord shines on you!","reference":"Isaiah 60:1"},{"bookName":"Isaiah","chapter":60,"verse":2,"text":"For, look, darkness covers the earth and deep darkness covers the nations, but the Lord shines on you; his splendor appears over you.","reference":"Isaiah 60:2"},{"bookName":"Isaiah","chapter":60,"verse":3,"text":"Nations come to your light, kings to your bright light. ","reference":"Isaiah 60:3"},{"bookName":"Isaiah","chapter":60,"verse":4,"text":"Look all around you! They all gather and come to you— your sons come from far away, and your daughters are escorted by guardians. ","reference":"Isaiah 60:4"},{"bookName":"Isaiah","chapter":60,"verse":5,"text":"Then you will look and smile, you will be excited and your heart will swell with pride. For the riches of distant lands will belong to you, and the wealth of nations will come to you.","reference":"Isaiah 60:5"},{"bookName":"Isaiah","chapter":60,"verse":6,"text":"Camel caravans will cover your roads, young camels from Midian and Ephah. All the merchants of Sheba will come, bringing gold and incense and singing praises to the Lord. ","reference":"Isaiah 60:6"},{"bookName":"Isaiah","chapter":60,"verse":7,"text":"All the sheep of Kedar will be gathered to you; the rams of Nebaioth will be available to you as sacrifices. They will go up on my altar acceptably, and I will bestow honor on my majestic temple. ","reference":"Isaiah 60:7"},{"bookName":"Isaiah","chapter":60,"verse":8,"text":"Who are these who float along like a cloud, who fly like doves to their shelters? ","reference":"Isaiah 60:8"},{"bookName":"Isaiah","chapter":60,"verse":9,"text":"Indeed, the coastlands look eagerly for me; the large ships are in the lead, bringing your sons from far away, along with their silver and gold, to honor the Lord your God, the Holy One of Israel, for he has bestowed honor on you.","reference":"Isaiah 60:9"},{"bookName":"Isaiah","chapter":60,"verse":10,"text":"Foreigners will rebuild your walls; their kings will serve you. Even though I struck you down in my anger, I will restore my favor and have compassion on you.","reference":"Isaiah 60:10"},{"bookName":"Isaiah","chapter":60,"verse":11,"text":"Your gates will remain open at all times; they will not be shut during the day or at night so that the wealth of nations may be delivered, with their kings leading the way.","reference":"Isaiah 60:11"},{"bookName":"Isaiah","chapter":60,"verse":12,"text":"Indeed, nations or kingdoms that do not serve you will perish; such nations will definitely be destroyed. ","reference":"Isaiah 60:12"},{"bookName":"Isaiah","chapter":60,"verse":13,"text":"The splendor of Lebanon will come to you, its evergreens, firs, and cypresses together, to beautify my palace; I will bestow honor on my throne room.","reference":"Isaiah 60:13"},{"bookName":"Isaiah","chapter":60,"verse":14,"text":"The children of your oppressors will come bowing to you; all who treated you with disrespect will bow down at your feet. They will call you, ‘The City of the Lord, Zion of the Holy One of Israel.’ ","reference":"Isaiah 60:14"},{"bookName":"Isaiah","chapter":60,"verse":15,"text":"You were once abandoned and despised, with no one passing through, but I will make you a permanent source of pride and joy to coming generations. ","reference":"Isaiah 60:15"},{"bookName":"Isaiah","chapter":60,"verse":16,"text":"You will drink the milk of nations; you will nurse at the breasts of kings. Then you will recognize that I, the Lord, am your Deliverer, your Protector, the Powerful One of Jacob. ","reference":"Isaiah 60:16"},{"bookName":"Isaiah","chapter":60,"verse":17,"text":"Instead of bronze, I will bring you gold; instead of iron, I will bring you silver; instead of wood, I will bring you bronze; instead of stones, I will bring you iron. I will make prosperity your overseer, and vindication your sovereign ruler. ","reference":"Isaiah 60:17"},{"bookName":"Isaiah","chapter":60,"verse":18,"text":"Sounds of violence will no longer be heard in your land, or the sounds of destruction and devastation within your borders. You will name your walls, ‘Deliverance’ and your gates, ‘Praise.’","reference":"Isaiah 60:18"},{"bookName":"Isaiah","chapter":60,"verse":19,"text":"The sun will no longer supply light for you by day, nor will the moon’s brightness shine on you; the Lord will be your permanent source of light— the splendor of your God will shine upon you.","reference":"Isaiah 60:19"},{"bookName":"Isaiah","chapter":60,"verse":20,"text":"Your sun will no longer set; your moon will not disappear; the Lord will be your permanent source of light; your time of sorrow will be over.","reference":"Isaiah 60:20"},{"bookName":"Isaiah","chapter":60,"verse":21,"text":"All your people will be godly; they will possess the land permanently. I will plant them like a shoot; they will be the product of my labor, through whom I reveal my splendor.","reference":"Isaiah 60:21"},{"bookName":"Isaiah","chapter":60,"verse":22,"text":"The least of you will multiply into a thousand; the smallest of you will become a large nation. When the right time comes, I the Lord will quickly do this!”","reference":"Isaiah 60:22"}]