[{"bookName":"Isaiah","chapter":14,"verse":1,"text":"The Lord will certainly have compassion on Jacob; he will again choose Israel as his special people and restore them to their land. Resident foreigners will join them and unite with the family of Jacob. ","reference":"Isaiah 14:1"},{"bookName":"Isaiah","chapter":14,"verse":2,"text":"Nations will take them and bring them back to their own place. Then the family of Israel will make foreigners their servants as they settle in the Lord’s land. They will make their captors captives and rule over the ones who oppressed them. ","reference":"Isaiah 14:2"},{"bookName":"Isaiah","chapter":14,"verse":3,"text":"When the Lord gives you relief from your suffering and anxiety and from the hard labor that you were made to perform, ","reference":"Isaiah 14:3"},{"bookName":"Isaiah","chapter":14,"verse":4,"text":"you will taunt the king of Babylon with these words: “Look how the oppressor has met his end! Hostility has ceased! ","reference":"Isaiah 14:4"},{"bookName":"Isaiah","chapter":14,"verse":5,"text":"The Lord has broken the club of the wicked, the scepter of rulers. ","reference":"Isaiah 14:5"},{"bookName":"Isaiah","chapter":14,"verse":6,"text":"It furiously struck down nations with unceasing blows. It angrily ruled over nations, oppressing them without restraint. ","reference":"Isaiah 14:6"},{"bookName":"Isaiah","chapter":14,"verse":7,"text":"The whole earth rests and is quiet; they break into song. ","reference":"Isaiah 14:7"},{"bookName":"Isaiah","chapter":14,"verse":8,"text":"The evergreens also rejoice over your demise, as do the cedars of Lebanon, singing, ‘Since you fell asleep, no woodsman comes up to chop us down!’ ","reference":"Isaiah 14:8"},{"bookName":"Isaiah","chapter":14,"verse":9,"text":"Sheol below is stirred up about you, ready to meet you when you arrive. It rouses the spirits of the dead for you, all the former leaders of the earth; it makes all the former kings of the nations rise from their thrones. ","reference":"Isaiah 14:9"},{"bookName":"Isaiah","chapter":14,"verse":10,"text":"All of them respond to you, saying: ‘You too have become weak like us! You have become just like us! ","reference":"Isaiah 14:10"},{"bookName":"Isaiah","chapter":14,"verse":11,"text":"Your splendor has been brought down to Sheol, as well as the sound of your stringed instruments. You lie on a bed of maggots, with a blanket of worms over you.’","reference":"Isaiah 14:11"},{"bookName":"Isaiah","chapter":14,"verse":12,"text":"“Look how you have fallen from the sky, O shining one, son of the dawn! You have been cut down to the ground, O conqueror of the nations! ","reference":"Isaiah 14:12"},{"bookName":"Isaiah","chapter":14,"verse":13,"text":"You said to yourself, ‘I will climb up to the sky. Above the stars of El I will set up my throne. I will rule on the mountain of assembly on the remote slopes of Zaphon. ","reference":"Isaiah 14:13"},{"bookName":"Isaiah","chapter":14,"verse":14,"text":"I will climb up to the tops of the clouds; I will make myself like the Most High!’","reference":"Isaiah 14:14"},{"bookName":"Isaiah","chapter":14,"verse":15,"text":"But you were brought down to Sheol, to the remote slopes of the Pit.","reference":"Isaiah 14:15"},{"bookName":"Isaiah","chapter":14,"verse":16,"text":"Those who see you stare at you, they look at you carefully, thinking: ‘Is this the man who shook the earth, the one who made kingdoms tremble? ","reference":"Isaiah 14:16"},{"bookName":"Isaiah","chapter":14,"verse":17,"text":"Is this the one who made the world like a wilderness, who ruined its cities and refused to free his prisoners so they could return home?’ ","reference":"Isaiah 14:17"},{"bookName":"Isaiah","chapter":14,"verse":18,"text":" As for all the kings of the nations, all of them lie down in splendor, each in his own tomb. ","reference":"Isaiah 14:18"},{"bookName":"Isaiah","chapter":14,"verse":19,"text":"But you have been thrown out of your grave like a shoot that is thrown away. You lie among the slain, among those who have been slashed by the sword, among those headed for the stones of the Pit, as if you were a mangled corpse. ","reference":"Isaiah 14:19"},{"bookName":"Isaiah","chapter":14,"verse":20,"text":"You will not be buried with them, because you destroyed your land and killed your people.“The offspring of the wicked will never be mentioned again.","reference":"Isaiah 14:20"},{"bookName":"Isaiah","chapter":14,"verse":21,"text":"Prepare to execute his sons for the sins their ancestors have committed. They must not rise up and take possession of the earth or fill the surface of the world with cities. ","reference":"Isaiah 14:21"},{"bookName":"Isaiah","chapter":14,"verse":22,"text":"“I will rise up against them,” says the Lord of Heaven’s Armies. “I will blot out all remembrance of Babylon and destroy all her people, including the offspring she produces,” says the Lord. ","reference":"Isaiah 14:22"},{"bookName":"Isaiah","chapter":14,"verse":23,"text":"“I will turn her into a place that is overrun with wild animals and covered with pools of stagnant water. I will get rid of her, just as one sweeps away dirt with a broom,” says the Lord of Heaven’s Armies. ","reference":"Isaiah 14:23"},{"bookName":"Isaiah","chapter":14,"verse":24,"text":" The Lord of Heaven’s Armies makes this solemn vow: “Be sure of this: Just as I have intended, so it will be; just as I have planned, it will happen. ","reference":"Isaiah 14:24"},{"bookName":"Isaiah","chapter":14,"verse":25,"text":"I will break Assyria in my land, I will trample them underfoot on my hills. Their yoke will be removed from my people, the burden will be lifted from their shoulders. ","reference":"Isaiah 14:25"},{"bookName":"Isaiah","chapter":14,"verse":26,"text":"This is the plan I have devised for the whole earth; my hand is ready to strike all the nations.” ","reference":"Isaiah 14:26"},{"bookName":"Isaiah","chapter":14,"verse":27,"text":"Indeed, the Lord of Heaven’s Armies has a plan, and who can possibly frustrate it? His hand is ready to strike, and who can possibly stop it?","reference":"Isaiah 14:27"},{"bookName":"Isaiah","chapter":14,"verse":28,"text":"This oracle came in the year that King Ahaz died: ","reference":"Isaiah 14:28"},{"bookName":"Isaiah","chapter":14,"verse":29,"text":"Don’t be so happy, all you Philistines, just because the club that beat you has been broken! For a viper will grow out of the serpent’s root, and its fruit will be a darting adder. ","reference":"Isaiah 14:29"},{"bookName":"Isaiah","chapter":14,"verse":30,"text":"The poor will graze in my pastures; the needy will rest securely. But I will kill your root by famine; it will put to death all your survivors. ","reference":"Isaiah 14:30"},{"bookName":"Isaiah","chapter":14,"verse":31,"text":"Wail, O city gate! Cry out, O city! Melt with fear, all you Philistines! For out of the north comes a cloud of smoke, and there are no stragglers in its ranks. ","reference":"Isaiah 14:31"},{"bookName":"Isaiah","chapter":14,"verse":32,"text":"How will they respond to the messengers of this nation? Indeed, the Lord has made Zion secure; the oppressed among his people will find safety in her.","reference":"Isaiah 14:32"}]