[
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 1,
    "text": "The Spirit of the Sovereign Lord is upon me, because the Lord has chosen me. He has commissioned me to encourage the poor, to help the brokenhearted, to decree the release of captives and the freeing of prisoners, ",
    "reference": "Isaiah 61:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 2,
    "text": "to announce the year when the Lord will show his favor, the day when our God will seek vengeance, to console all who mourn, ",
    "reference": "Isaiah 61:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 3,
    "text": "to strengthen those who mourn in Zion by giving them a turban, instead of ashes, oil symbolizing joy, instead of mourning, a garment symbolizing praise, instead of discouragement. They will be called oaks of righteousness, trees planted by the Lord to reveal his splendor. ",
    "reference": "Isaiah 61:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 4,
    "text": "They will rebuild the perpetual ruins and restore the places that were desolate; they will reestablish the ruined cities, the places that have been desolate since ancient times.",
    "reference": "Isaiah 61:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 5,
    "text": " “Foreigners will take care of your sheep; foreigners will work in your fields and vineyards. ",
    "reference": "Isaiah 61:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 6,
    "text": "You will be called, ‘the Lord’s priests, servants of our God.’ You will enjoy the wealth of nations and boast about the riches you receive from them.",
    "reference": "Isaiah 61:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 7,
    "text": "Instead of shame, you will get a double portion; instead of humiliation, they will rejoice over the land they receive. Yes, they will possess a double portion in their land and experience lasting joy. ",
    "reference": "Isaiah 61:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 8,
    "text": "For I, the Lord, love justice and hate robbery and sin. I will repay them because of my faithfulness; I will make a permanent covenant with them.",
    "reference": "Isaiah 61:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 9,
    "text": "Their descendants will be known among the nations, their offspring among the peoples. All who see them will recognize that the Lord has blessed them.”",
    "reference": "Isaiah 61:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 10,
    "text": "I will greatly rejoice in the Lord; I will be overjoyed because of my God. For he clothes me in garments of deliverance; he puts on me a robe symbolizing vindication. I look like a bridegroom when he wears a turban as a priest would; I look like a bride when she puts on her jewelry. ",
    "reference": "Isaiah 61:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 61,
    "verse": 11,
    "text": "For just as the ground produces its crops and a garden yields its produce, so the Sovereign Lord will cause deliverance to grow and give his people reason to praise him in the sight of all the nations. ",
    "reference": "Isaiah 61:11"
  }
]