[
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 1,
    "text": "The Lord told me, “Take a large tablet and inscribe these words on it with an ordinary stylus: ‘Maher Shalal Hash Baz.’",
    "reference": "Isaiah 8:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 2,
    "text": "Then I will summon as my reliable witnesses Uriah the priest and Zechariah son of Jeberekiah.” ",
    "reference": "Isaiah 8:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 3,
    "text": "I then approached the prophetess for marital relations; she conceived and gave birth to a son. The Lord told me, “Name him Maher Shalal Hash Baz, ",
    "reference": "Isaiah 8:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 4,
    "text": "for before the child knows how to cry out ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.” ",
    "reference": "Isaiah 8:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 5,
    "text": "The Lord spoke to me again: ",
    "reference": "Isaiah 8:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 6,
    "text": "“These people have rejected the gently flowing waters of Shiloah and melt in fear over Rezin and the son of Remaliah. ",
    "reference": "Isaiah 8:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 7,
    "text": "So look, the Lord is bringing up against them the turbulent and mighty waters of the Euphrates River—the king of Assyria and all his majestic power. It will reach flood stage and overflow its banks. ",
    "reference": "Isaiah 8:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 8,
    "text": "It will spill into Judah, flooding and engulfing, as it reaches to the necks of its victims. He will spread his wings out over your entire land, O Immanuel.” ",
    "reference": "Isaiah 8:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 9,
    "text": "You will be broken, O nations; you will be shattered! Pay attention, all you distant lands of the earth. Get ready for battle, and you will be shattered! Get ready for battle, and you will be shattered! ",
    "reference": "Isaiah 8:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 10,
    "text": "Devise your strategy, but it will be thwarted. Issue your orders, but they will not be executed! For God is with us!",
    "reference": "Isaiah 8:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 11,
    "text": "Indeed this is what the Lord told me quite forcefully. He warned me not to act like these people: ",
    "reference": "Isaiah 8:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 12,
    "text": "“Do not say, ‘Conspiracy,’ every time these people say the word. Don’t be afraid of what scares them; don’t be terrified. ",
    "reference": "Isaiah 8:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 13,
    "text": "You must recognize the authority of the Lord of Heaven’s Armies. He is the one you must respect; he is the one you must fear.",
    "reference": "Isaiah 8:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 14,
    "text": "He will become a sanctuary, but a stone that makes a person trip and a rock that makes one stumble— to the two houses of Israel. He will become a trap and a snare to the residents of Jerusalem. ",
    "reference": "Isaiah 8:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 15,
    "text": "Many will stumble over the stone and the rock, and will fall and be seriously injured, and will be ensnared and captured.” ",
    "reference": "Isaiah 8:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 16,
    "text": "Tie up the scroll as legal evidence, seal the official record of God’s instructions, and give it to my followers. ",
    "reference": "Isaiah 8:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 17,
    "text": "I will wait patiently for the Lord, who has rejected the family of Jacob; I will wait for him.",
    "reference": "Isaiah 8:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 18,
    "text": "Look, I and the sons whom the Lord has given me are reminders and object lessons in Israel, sent from the Lord of Heaven’s Armies, who lives on Mount Zion. ",
    "reference": "Isaiah 8:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 19,
    "text": " They will say to you, “Seek oracles at the pits used to conjure up underworld spirits, from the magicians who chirp and mutter incantations. Should people not seek oracles from their gods, by asking the dead about the destiny of the living?” ",
    "reference": "Isaiah 8:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 20,
    "text": "Then you must recall the Lord’s instructions and the prophetic testimony of what would happen. Certainly they say such things because their minds are spiritually darkened. ",
    "reference": "Isaiah 8:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 21,
    "text": "They will pass through the land destitute and starving. Their hunger will make them angry, and they will curse their king and their God as they look upward. ",
    "reference": "Isaiah 8:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 8,
    "verse": 22,
    "text": "When one looks out over the land, he sees distress and darkness, gloom and anxiety, darkness and people forced from the land. ",
    "reference": "Isaiah 8:22"
  }
]