[{"bookName":"Isaiah","chapter":29,"verse":1,"text":"Ariel is as good as dead— Ariel, the town David besieged! Keep observing your annual rituals; celebrate your festivals on schedule. ","reference":"Isaiah 29:1"},{"bookName":"Isaiah","chapter":29,"verse":2,"text":"I will threaten Ariel, and she will mourn intensely and become like an altar hearth before me.","reference":"Isaiah 29:2"},{"bookName":"Isaiah","chapter":29,"verse":3,"text":"I will lay siege to you on all sides; I will besiege you with troops; I will raise siege works against you.","reference":"Isaiah 29:3"},{"bookName":"Isaiah","chapter":29,"verse":4,"text":"You will fall; while lying on the ground you will speak; from the dust where you lie, your words will be heard. Your voice will sound like a spirit speaking from the underworld; from the dust you will chirp as if muttering an incantation. ","reference":"Isaiah 29:4"},{"bookName":"Isaiah","chapter":29,"verse":5,"text":"But the horde of invaders will be like fine dust, the horde of tyrants like chaff that is blown away. It will happen suddenly, in a flash. ","reference":"Isaiah 29:5"},{"bookName":"Isaiah","chapter":29,"verse":6,"text":"Judgment will come from the Lord of Heaven’s Armies, accompanied by thunder, earthquake, and a loud noise, by a strong gale, a windstorm, and a consuming flame of fire. ","reference":"Isaiah 29:6"},{"bookName":"Isaiah","chapter":29,"verse":7,"text":"It will be like a dream, a night vision. There will be a horde from all the nations that fight against Ariel, those who attack her and her stronghold and besiege her.","reference":"Isaiah 29:7"},{"bookName":"Isaiah","chapter":29,"verse":8,"text":"It will be like a hungry man dreaming that he is eating, only to awaken and find that his stomach is empty. It will be like a thirsty man dreaming that he is drinking, only to awaken and find that he is still weak and his thirst unquenched. So it will be for the horde from all the nations that fight against Mount Zion. ","reference":"Isaiah 29:8"},{"bookName":"Isaiah","chapter":29,"verse":9,"text":"You will be shocked and amazed! You are totally blind! They are drunk, but not because of wine; they stagger, but not because of beer. ","reference":"Isaiah 29:9"},{"bookName":"Isaiah","chapter":29,"verse":10,"text":"For the Lord has poured out on you a strong urge to sleep deeply. He has shut your eyes (you prophets), and covered your heads (you seers). ","reference":"Isaiah 29:10"},{"bookName":"Isaiah","chapter":29,"verse":11,"text":"To you this entire prophetic revelation is like words in a sealed scroll. When they hand it to one who can read and say, “Read this,” he responds, “I can’t, because it is sealed.” ","reference":"Isaiah 29:11"},{"bookName":"Isaiah","chapter":29,"verse":12,"text":"Or when they hand the scroll to one who can’t read and say, “Read this,” he says, “I can’t read.” ","reference":"Isaiah 29:12"},{"bookName":"Isaiah","chapter":29,"verse":13,"text":"The Lord says, “These people say they are loyal to me; they say wonderful things about me, but they are not really loyal to me. Their worship consists of nothing but man-made ritual. ","reference":"Isaiah 29:13"},{"bookName":"Isaiah","chapter":29,"verse":14,"text":"Therefore I will again do an amazing thing for these people— an absolutely extraordinary deed. Wise men will have nothing to say, the sages will have no explanations.” ","reference":"Isaiah 29:14"},{"bookName":"Isaiah","chapter":29,"verse":15,"text":"Those who try to hide their plans from the Lord are as good as dead, who do their work in secret and boast, “Who sees us? Who knows what we’re doing?”","reference":"Isaiah 29:15"},{"bookName":"Isaiah","chapter":29,"verse":16,"text":"Your thinking is perverse! Should the potter be regarded as clay? Should the thing made say about its maker, “He didn’t make me”? Or should the pottery say about the potter, “He doesn’t understand”? ","reference":"Isaiah 29:16"},{"bookName":"Isaiah","chapter":29,"verse":17,"text":"In just a very short time Lebanon will turn into an orchard, and the orchard will be considered a forest. ","reference":"Isaiah 29:17"},{"bookName":"Isaiah","chapter":29,"verse":18,"text":"At that time the deaf will be able to hear words read from a scroll, and the eyes of the blind will be able to see through deep darkness. ","reference":"Isaiah 29:18"},{"bookName":"Isaiah","chapter":29,"verse":19,"text":"The downtrodden will again rejoice in the Lord; the poor among humankind will take delight in the Holy One of Israel. ","reference":"Isaiah 29:19"},{"bookName":"Isaiah","chapter":29,"verse":20,"text":"For tyrants will disappear, those who taunt will vanish, and all those who love to do wrong will be eliminated—","reference":"Isaiah 29:20"},{"bookName":"Isaiah","chapter":29,"verse":21,"text":"those who bear false testimony against a person, who entrap the one who arbitrates at the city gate and deprive the innocent of justice by making false charges. ","reference":"Isaiah 29:21"},{"bookName":"Isaiah","chapter":29,"verse":22,"text":"So this is what the Lord, the one who delivered Abraham, has said to the family of Jacob: “Jacob will no longer be ashamed; their faces will no longer show their embarrassment. ","reference":"Isaiah 29:22"},{"bookName":"Isaiah","chapter":29,"verse":23,"text":"For when they see their children, whom I will produce among them, they will honor my name. They will honor the Holy One of Jacob; they will respect the God of Israel. ","reference":"Isaiah 29:23"},{"bookName":"Isaiah","chapter":29,"verse":24,"text":"Those who stray morally will gain understanding; those who complain will acquire insight. ","reference":"Isaiah 29:24"}]