[
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 1,
    "text": "At that time this song will be sung in the land of Judah: “We have a strong city! The Lord’s deliverance, like walls and a rampart, makes it secure.",
    "reference": "Isaiah 26:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 2,
    "text": "Open the gates so a righteous nation can enter— one that remains trustworthy. ",
    "reference": "Isaiah 26:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 3,
    "text": "You keep completely safe the people who maintain their faith, for they trust in you.",
    "reference": "Isaiah 26:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 4,
    "text": "Trust in the Lord from this time forward, even in Yah, the Lord, an enduring protector! ",
    "reference": "Isaiah 26:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 5,
    "text": "Indeed, the Lord knocks down those who live in a high place, he brings down an elevated town; he brings it down to the ground, he throws it down to the dust. ",
    "reference": "Isaiah 26:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 6,
    "text": "It is trampled underfoot by the feet of the oppressed, by the soles of the poor.” ",
    "reference": "Isaiah 26:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 7,
    "text": " The way of the righteous is level, the path of the righteous that you prepare is straight. ",
    "reference": "Isaiah 26:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 8,
    "text": "Yes, as your judgments unfold, O Lord, we wait for you. We desire your fame and reputation to grow.",
    "reference": "Isaiah 26:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 9,
    "text": "I look for you during the night; my spirit within me seeks you at dawn; for when your judgments come upon the earth, those who live in the world learn about justice. ",
    "reference": "Isaiah 26:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 10,
    "text": "If the wicked are shown mercy, they do not learn about justice. Even in a land where right is rewarded, they act unjustly; they do not see the Lord’s majesty revealed.",
    "reference": "Isaiah 26:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 11,
    "text": "O Lord, you are ready to act, but they don’t even notice. They will see and be put to shame by your angry judgment against humankind; yes, fire will consume your enemies. ",
    "reference": "Isaiah 26:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 12,
    "text": "O Lord, you make us secure, for even all we have accomplished you have done for us.",
    "reference": "Isaiah 26:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 13,
    "text": "O Lord, our God, masters other than you have ruled us, but we praise your name alone. ",
    "reference": "Isaiah 26:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 14,
    "text": "The dead do not come back to life, the spirits of the dead do not rise. That is because you came in judgment and destroyed them, you wiped out all memory of them.",
    "reference": "Isaiah 26:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 15,
    "text": "You have made the nation larger, O Lord; you have made the nation larger and revealed your splendor; you have extended all the borders of the land. ",
    "reference": "Isaiah 26:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 16,
    "text": "O Lord, in distress they looked for you; they uttered incantations because of your discipline. ",
    "reference": "Isaiah 26:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 17,
    "text": "As when a pregnant woman gets ready to deliver and strains and cries out because of her labor pains, so were we because of you, O Lord. ",
    "reference": "Isaiah 26:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 18,
    "text": "We were pregnant, we strained, we gave birth, as it were, to wind. We cannot produce deliverance on the earth; no people are born to populate the world. ",
    "reference": "Isaiah 26:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 19,
    "text": " Your dead will come back to life; your corpses will rise up. Wake up and shout joyfully, you who live in the ground! For you will grow like plants drenched with the morning dew, and the earth will bring forth its dead spirits. ",
    "reference": "Isaiah 26:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 20,
    "text": "Go, my people! Enter your inner rooms! Close your doors behind you! Hide for a little while, until his angry judgment is over. ",
    "reference": "Isaiah 26:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 26,
    "verse": 21,
    "text": "For look, the Lord is coming out of the place where he lives to punish the sin of those who live on the earth. The earth will display the blood shed on it; it will no longer cover up its slain. ",
    "reference": "Isaiah 26:21"
  }
]