[{"bookName":"Isaiah","chapter":3,"verse":1,"text":"Look, the Sovereign Lord of Heaven’s Armies is about to remove from Jerusalem and Judah every source of security, including all the food and water, ","reference":"Isaiah 3:1"},{"bookName":"Isaiah","chapter":3,"verse":2,"text":"the mighty men and warriors, judges and prophets, omen readers and leaders, ","reference":"Isaiah 3:2"},{"bookName":"Isaiah","chapter":3,"verse":3,"text":"captains of groups of 50, the respected citizens, advisers and those skilled in magical arts, and those who know incantations. ","reference":"Isaiah 3:3"},{"bookName":"Isaiah","chapter":3,"verse":4,"text":"The Lord says, “I will make youths their officials; malicious young men will rule over them.","reference":"Isaiah 3:4"},{"bookName":"Isaiah","chapter":3,"verse":5,"text":"The people will treat each other harshly; men will oppose each other; neighbors will fight. Youths will proudly defy the elderly and riffraff will challenge those who were once respected. ","reference":"Isaiah 3:5"},{"bookName":"Isaiah","chapter":3,"verse":6,"text":"Indeed, a man will grab his brother right in his father’s house and say, ‘You own a coat— you be our leader! This heap of ruins will be under your control.’ ","reference":"Isaiah 3:6"},{"bookName":"Isaiah","chapter":3,"verse":7,"text":"At that time the brother will shout, ‘I am no doctor, I have no food or coat in my house; don’t make me a leader of the people!’” ","reference":"Isaiah 3:7"},{"bookName":"Isaiah","chapter":3,"verse":8,"text":"Jerusalem certainly stumbles, Judah falls, for their words and their actions offend the Lord; they rebel against his royal authority.","reference":"Isaiah 3:8"},{"bookName":"Isaiah","chapter":3,"verse":9,"text":"The look on their faces testifies to their guilt; like the people of Sodom they openly boast of their sin. Woe to them! For they bring disaster on themselves.","reference":"Isaiah 3:9"},{"bookName":"Isaiah","chapter":3,"verse":10,"text":"Tell the innocent it will go well with them, for they will be rewarded for what they have done. ","reference":"Isaiah 3:10"},{"bookName":"Isaiah","chapter":3,"verse":11,"text":"Woe to the wicked sinners! For they will get exactly what they deserve. ","reference":"Isaiah 3:11"},{"bookName":"Isaiah","chapter":3,"verse":12,"text":"Oppressors treat my people cruelly; creditors rule over them. My people, your leaders mislead you; they give you confusing directions. ","reference":"Isaiah 3:12"},{"bookName":"Isaiah","chapter":3,"verse":13,"text":"The Lord takes his position to judge; he stands up to pass sentence on his people. ","reference":"Isaiah 3:13"},{"bookName":"Isaiah","chapter":3,"verse":14,"text":"The Lord comes to pronounce judgment on the leaders of his people and their officials. He says, “It is you who have ruined the vineyard! You have stashed in your houses what you have stolen from the poor. ","reference":"Isaiah 3:14"},{"bookName":"Isaiah","chapter":3,"verse":15,"text":"Why do you crush my people and grind the faces of the poor?” The Sovereign Lord of Heaven’s Armies has spoken.","reference":"Isaiah 3:15"},{"bookName":"Isaiah","chapter":3,"verse":16,"text":"The Lord says, “The women of Zion are proud. They walk with their heads high and flirt with their eyes. They skip along and the jewelry on their ankles jingles. ","reference":"Isaiah 3:16"},{"bookName":"Isaiah","chapter":3,"verse":17,"text":"So the Lord will afflict the foreheads of Zion’s women with skin diseases; the Lord will make the front of their heads bald.” ","reference":"Isaiah 3:17"},{"bookName":"Isaiah","chapter":3,"verse":18,"text":" At that time the Lord will remove their beautiful ankle jewelry, neck ornaments, crescent-shaped ornaments, ","reference":"Isaiah 3:18"},{"bookName":"Isaiah","chapter":3,"verse":19,"text":"earrings, bracelets, veils, ","reference":"Isaiah 3:19"},{"bookName":"Isaiah","chapter":3,"verse":20,"text":"headdresses, ankle ornaments, sashes, sachets, amulets, ","reference":"Isaiah 3:20"},{"bookName":"Isaiah","chapter":3,"verse":21,"text":"rings, nose rings, ","reference":"Isaiah 3:21"},{"bookName":"Isaiah","chapter":3,"verse":22,"text":"festive dresses, robes, shawls, purses, ","reference":"Isaiah 3:22"},{"bookName":"Isaiah","chapter":3,"verse":23,"text":"garments, vests, head coverings, and gowns. ","reference":"Isaiah 3:23"},{"bookName":"Isaiah","chapter":3,"verse":24,"text":"A putrid stench will replace the smell of spices, a rope will replace a belt, baldness will replace braided locks of hair, a sackcloth garment will replace a fine robe, and a prisoner’s brand will replace beauty. ","reference":"Isaiah 3:24"},{"bookName":"Isaiah","chapter":3,"verse":25,"text":"Your men will fall by the sword, your strong men will die in battle. ","reference":"Isaiah 3:25"},{"bookName":"Isaiah","chapter":3,"verse":26,"text":"Her gates will mourn and lament; deprived of her people, she will sit on the ground. ","reference":"Isaiah 3:26"}]