[
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 1,
    "text": "Send rams as tribute to the ruler of the land, from Sela in the wilderness to the hill of Daughter Zion. ",
    "reference": "Isaiah 16:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 2,
    "text": "At the fords of the Arnon the Moabite women are like a bird that flies about when forced from its nest. ",
    "reference": "Isaiah 16:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 3,
    "text": "“Bring a plan, make a decision. Provide some shade in the middle of the day. Hide the fugitives! Do not betray the one who tries to escape. ",
    "reference": "Isaiah 16:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 4,
    "text": "Please let the Moabite fugitives live among you. Hide them from the destroyer!” Certainly the one who applies pressure will cease; the destroyer will come to an end; those who trample will disappear from the earth. ",
    "reference": "Isaiah 16:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 5,
    "text": "Then a trustworthy king will be established; he will rule in a reliable manner, this one from David’s family. He will be sure to make just decisions and will be experienced in executing justice. ",
    "reference": "Isaiah 16:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 6,
    "text": "We have heard about Moab’s pride— their great arrogance— their boasting, pride, and excess. But their boastful claims are empty.",
    "reference": "Isaiah 16:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 7,
    "text": "So Moab wails over its demise— they all wail! Completely devastated, they moan about what has happened to the raisin cakes of Kir Hareseth. ",
    "reference": "Isaiah 16:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 8,
    "text": "For the fields of Heshbon are dried up, as well as the vines of Sibmah. The rulers of the nations trample all over its vines, which reach Jazer and spread to the wilderness; their shoots spread out and cross the sea. ",
    "reference": "Isaiah 16:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 9,
    "text": "So I weep along with Jazer over the vines of Sibmah. I will saturate you with my tears, Heshbon and Elealeh, for the conquering invaders shout triumphantly over your fruit and crops. ",
    "reference": "Isaiah 16:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 10,
    "text": "Joy and happiness disappear from the orchards, and in the vineyards no one rejoices or shouts; no one treads out juice in the wine vats— I have brought the joyful shouts to an end. ",
    "reference": "Isaiah 16:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 11,
    "text": "So my heart constantly sighs for Moab, like the strumming of a harp, my inner being sighs for Kir Hareseth. ",
    "reference": "Isaiah 16:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 12,
    "text": "When the Moabites plead with all their might at their high places and enter their temples to pray, their prayers will be ineffective. ",
    "reference": "Isaiah 16:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 13,
    "text": "This is the message the Lord previously announced about Moab. ",
    "reference": "Isaiah 16:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 16,
    "verse": 14,
    "text": "Now the Lord makes this announcement: “Within exactly three years Moab’s splendor will disappear, along with all her many people; there will be only a few insignificant survivors left.”",
    "reference": "Isaiah 16:14"
  }
]