[
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 1,
    "text": "“Comfort, comfort my people,” says your God. ",
    "reference": "Isaiah 40:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 2,
    "text": "“Speak kindly to Jerusalem and tell her that her time of warfare is over, that her punishment is completed. For the Lord has made her pay double for all her sins.” ",
    "reference": "Isaiah 40:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 3,
    "text": "A voice cries out, “In the wilderness clear a way for the Lord; build a level road through the rift valley for our God. ",
    "reference": "Isaiah 40:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 4,
    "text": "Every valley must be elevated and every mountain and hill leveled. The rough terrain will become a level plain, the rugged landscape a wide valley. ",
    "reference": "Isaiah 40:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 5,
    "text": "The splendor of the Lord will be revealed, and all people will see it at the same time. For the Lord has decreed it.”",
    "reference": "Isaiah 40:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 6,
    "text": "A voice says, “Cry out!” Another asks, “What should I cry out?” The first voice responds: “All people are like grass, and all their promises are like the flowers in the field. ",
    "reference": "Isaiah 40:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 7,
    "text": "The grass dries up, the flowers wither, when the wind sent by the Lord blows on them. Surely humanity is like grass. ",
    "reference": "Isaiah 40:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 8,
    "text": "The grass dries up, the flowers wither, but the decree of our God is forever reliable.” ",
    "reference": "Isaiah 40:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 9,
    "text": "Go up on a high mountain, O herald Zion. Shout out loudly, O herald Jerusalem! Shout, don’t be afraid! Say to the towns of Judah, “Here is your God!” ",
    "reference": "Isaiah 40:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 10,
    "text": "Look, the Sovereign Lord comes as a victorious warrior; his military power establishes his rule. Look, his reward is with him; his prize goes before him.",
    "reference": "Isaiah 40:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 11,
    "text": "Like a shepherd he tends his flock; he gathers up the lambs with his arm; he carries them close to his heart; he leads the ewes along.",
    "reference": "Isaiah 40:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 12,
    "text": "Who has measured out the waters in the hollow of his hand, or carefully measured the sky, or carefully weighed the soil of the earth, or weighed the mountains in a balance, or the hills on scales? ",
    "reference": "Isaiah 40:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 13,
    "text": "Who comprehends the mind of the Lord, or gives him instruction as his counselor? ",
    "reference": "Isaiah 40:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 14,
    "text": "From whom does he receive directions? Who teaches him the correct way to do things, or imparts knowledge to him, or instructs him in skillful design? ",
    "reference": "Isaiah 40:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 15,
    "text": "Look, the nations are like a drop in a bucket; they are regarded as dust on the scales. He lifts the coastlands as if they were dust. ",
    "reference": "Isaiah 40:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 16,
    "text": "Not even Lebanon could supply enough firewood for a sacrifice; its wild animals would not provide enough burnt offerings. ",
    "reference": "Isaiah 40:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 17,
    "text": "All the nations are insignificant before him; they are regarded as absolutely nothing. ",
    "reference": "Isaiah 40:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 18,
    "text": "To whom can you compare God? To what image can you liken him?",
    "reference": "Isaiah 40:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 19,
    "text": "A craftsman casts an idol; a metalsmith overlays it with gold and forges silver chains for it.",
    "reference": "Isaiah 40:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 20,
    "text": "To make a contribution one selects wood that will not rot; he then seeks a skilled craftsman to make an idol that will not fall over. ",
    "reference": "Isaiah 40:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 21,
    "text": "Do you not know? Do you not hear? Has it not been told to you since the very beginning? Have you not understood from the time the earth’s foundations were made?",
    "reference": "Isaiah 40:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 22,
    "text": "He is the one who sits on the earth’s horizon; its inhabitants are like grasshoppers before him. He is the one who stretches out the sky like a thin curtain, and spreads it out like a pitched tent. ",
    "reference": "Isaiah 40:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 23,
    "text": "He is the one who reduces rulers to nothing; he makes the earth’s leaders insignificant. ",
    "reference": "Isaiah 40:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 24,
    "text": "Indeed, they are barely planted; yes, they are barely sown; yes, they barely take root in the earth, and then he blows on them, causing them to dry up, and the wind carries them away like straw. ",
    "reference": "Isaiah 40:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 25,
    "text": "“To whom can you compare me? Whom do I resemble?” says the Holy One. ",
    "reference": "Isaiah 40:25"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 26,
    "text": "Look up at the sky! Who created all these heavenly lights? He is the one who leads out their ranks; he calls them all by name. Because of his absolute power and awesome strength, not one of them is missing. ",
    "reference": "Isaiah 40:26"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 27,
    "text": "Why do you say, Jacob, Why do you say, Israel, “The Lord is not aware of what is happening to me; my God is not concerned with my vindication”? ",
    "reference": "Isaiah 40:27"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 28,
    "text": "Do you not know? Have you not heard? The Lord is an eternal God, the Creator of the whole earth. He does not get tired or weary; there is no limit to his wisdom. ",
    "reference": "Isaiah 40:28"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 29,
    "text": "He gives strength to those who are tired; to the ones who lack power, he gives renewed energy. ",
    "reference": "Isaiah 40:29"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 30,
    "text": "Even youths get tired and weary; even strong young men clumsily stumble. ",
    "reference": "Isaiah 40:30"
  },
  {
    "bookName": "Isaiah",
    "chapter": 40,
    "verse": 31,
    "text": "But those who wait for the Lord’s help find renewed strength; they rise up as if they had eagles’ wings, they run without growing weary, they walk without getting tired. ",
    "reference": "Isaiah 40:31"
  }
]