[{"bookName":"Isaiah","chapter":32,"verse":1,"text":"Look, a king will promote fairness; officials will promote justice. ","reference":"Isaiah 32:1"},{"bookName":"Isaiah","chapter":32,"verse":2,"text":"Each of them will be like a shelter from the wind and a refuge from a rainstorm; like streams of water in a dry region and like the shade of a large cliff in a parched land. ","reference":"Isaiah 32:2"},{"bookName":"Isaiah","chapter":32,"verse":3,"text":"Eyes will no longer be blind and ears will be attentive. ","reference":"Isaiah 32:3"},{"bookName":"Isaiah","chapter":32,"verse":4,"text":"The mind that acts rashly will possess discernment, and the tongue that stutters will speak with ease and clarity. ","reference":"Isaiah 32:4"},{"bookName":"Isaiah","chapter":32,"verse":5,"text":"A fool will no longer be called honorable; a deceiver will no longer be called principled. ","reference":"Isaiah 32:5"},{"bookName":"Isaiah","chapter":32,"verse":6,"text":"For a fool speaks disgraceful things; his mind plans out sinful deeds. He commits godless deeds and says misleading things about the Lord; he gives the hungry nothing to satisfy their appetite and gives the thirsty nothing to drink. ","reference":"Isaiah 32:6"},{"bookName":"Isaiah","chapter":32,"verse":7,"text":"A deceiver’s methods are evil; he dreams up evil plans to ruin the poor with lies, even when the needy are in the right. ","reference":"Isaiah 32:7"},{"bookName":"Isaiah","chapter":32,"verse":8,"text":"An honorable man makes honorable plans; his honorable character gives him security.","reference":"Isaiah 32:8"},{"bookName":"Isaiah","chapter":32,"verse":9,"text":"You complacent women, get up and listen to me! You carefree daughters, pay attention to what I say! ","reference":"Isaiah 32:9"},{"bookName":"Isaiah","chapter":32,"verse":10,"text":"In a year’s time you carefree ones will shake with fear, for the grape harvest will fail, and the fruit harvest will not arrive. ","reference":"Isaiah 32:10"},{"bookName":"Isaiah","chapter":32,"verse":11,"text":"Tremble, you complacent ones! Shake with fear, you carefree ones! Strip off your clothes and expose yourselves— put sackcloth around your waists. ","reference":"Isaiah 32:11"},{"bookName":"Isaiah","chapter":32,"verse":12,"text":"Mourn over the field, over the delightful fields and the fruitful vine. ","reference":"Isaiah 32:12"},{"bookName":"Isaiah","chapter":32,"verse":13,"text":"Mourn over the land of my people, which is overgrown with thorns and briers, and over all the once-happy houses in the city filled with revelry. ","reference":"Isaiah 32:13"},{"bookName":"Isaiah","chapter":32,"verse":14,"text":"For the fortress is neglected; the once-crowded city is abandoned. Hill and watchtower are permanently uninhabited. Wild donkeys love to go there, and flocks graze there.","reference":"Isaiah 32:14"},{"bookName":"Isaiah","chapter":32,"verse":15,"text":"This desolation will continue until new life is poured out on us from heaven. Then the wilderness will become an orchard and the orchard will be considered a forest. ","reference":"Isaiah 32:15"},{"bookName":"Isaiah","chapter":32,"verse":16,"text":"Justice will settle down in the wilderness and fairness will live in the orchard. ","reference":"Isaiah 32:16"},{"bookName":"Isaiah","chapter":32,"verse":17,"text":"Fairness will produce peace and result in lasting security. ","reference":"Isaiah 32:17"},{"bookName":"Isaiah","chapter":32,"verse":18,"text":"My people will live in peaceful settlements, in secure homes, and in safe, quiet places. ","reference":"Isaiah 32:18"},{"bookName":"Isaiah","chapter":32,"verse":19,"text":"Even if the forest is destroyed and the city is annihilated, ","reference":"Isaiah 32:19"},{"bookName":"Isaiah","chapter":32,"verse":20,"text":"you will be blessed, you who plant seed by all the banks of the streams, you who let your ox and donkey graze.","reference":"Isaiah 32:20"}]