[
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 1,
    "text": "Come near, you nations, and listen! Pay attention, you people! The earth and everything it contains must listen, the world and everything that lives in it.",
    "reference": "Isaiah 34:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 2,
    "text": "For the Lord is angry at all the nations and furious with all their armies. He will annihilate them and slaughter them.",
    "reference": "Isaiah 34:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 3,
    "text": "Their slain will be left unburied, their corpses will stink; the hills will soak up their blood. ",
    "reference": "Isaiah 34:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 4,
    "text": "All the stars in the sky will fade away, the sky will roll up like a scroll; all its stars will wither, like a leaf withers and falls from a vine or a fig withers and falls from a tree.",
    "reference": "Isaiah 34:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 5,
    "text": "He says, “Indeed, my sword has slaughtered heavenly powers. Look, it now descends on Edom, on the people I will annihilate in judgment.” ",
    "reference": "Isaiah 34:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 6,
    "text": "The Lord’s sword is dripping with blood, it is covered with fat; it drips with the blood of young rams and goats and is covered with the fat of rams’ kidneys. For the Lord is holding a sacrifice in Bozrah, a bloody slaughter in the land of Edom. ",
    "reference": "Isaiah 34:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 7,
    "text": "Wild oxen will be slaughtered along with them, as well as strong bulls. Their land is drenched with blood, their soil is covered with fat. ",
    "reference": "Isaiah 34:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 8,
    "text": "For the Lord has planned a day of revenge, a time when he will repay Edom for her hostility toward Zion. ",
    "reference": "Isaiah 34:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 9,
    "text": "Edom’s streams will be turned into pitch and her soil into brimstone; her land will become burning pitch. ",
    "reference": "Isaiah 34:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 10,
    "text": "Night and day it will burn; its smoke will ascend continually. Generation after generation it will be a wasteland, and no one will ever pass through it again.",
    "reference": "Isaiah 34:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 11,
    "text": "Owls and wild animals will live there, all kinds of wild birds will settle in it. The Lord will stretch out over her the measuring line of ruin and the plumb line of destruction. ",
    "reference": "Isaiah 34:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 12,
    "text": "Her nobles will have nothing left to call a kingdom, and all her officials will disappear. ",
    "reference": "Isaiah 34:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 13,
    "text": "Her fortresses will be overgrown with thorns; thickets and weeds will grow in her fortified cities. Jackals will settle there; ostriches will live there.",
    "reference": "Isaiah 34:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 14,
    "text": "Wild animals and wild dogs will congregate there; wild goats will bleat to one another. Yes, nocturnal animals will rest there and make for themselves a nest. ",
    "reference": "Isaiah 34:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 15,
    "text": "Owls will make nests and lay eggs there; they will hatch them and protect them. Yes, hawks will gather there, each with its mate. ",
    "reference": "Isaiah 34:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 16,
    "text": "Carefully read the scroll of the Lord! Not one of these creatures will be missing, none will lack a mate. For the Lord has issued the decree, and his own Spirit gathers them.",
    "reference": "Isaiah 34:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 34,
    "verse": 17,
    "text": "He assigns them their allotment; he measures out their assigned place. They will live there permanently; they will settle in it through successive generations. ",
    "reference": "Isaiah 34:17"
  }
]