[
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 1,
    "text": "At that time the Lord will punish with his destructive, great, and powerful sword Leviathan the fast-moving serpent, Leviathan the squirming serpent; he will kill the sea monster. ",
    "reference": "Isaiah 27:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 2,
    "text": "When that time comes, sing about a delightful vineyard! ",
    "reference": "Isaiah 27:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 3,
    "text": "“I, the Lord, protect it; I water it regularly. I guard it night and day, so no one can harm it.",
    "reference": "Isaiah 27:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 4,
    "text": "I am not angry. I wish I could confront some thorns and briers! Then I would march against them for battle; I would set them all on fire, ",
    "reference": "Isaiah 27:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 5,
    "text": "unless they became my subjects and made peace with me; let them make peace with me.”",
    "reference": "Isaiah 27:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 6,
    "text": "The time is coming when Jacob will take root; Israel will blossom and grow branches. The produce will fill the surface of the world. ",
    "reference": "Isaiah 27:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 7,
    "text": "Has the Lord struck down Israel as he did their oppressors? Has Israel been killed like their enemies?",
    "reference": "Isaiah 27:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 8,
    "text": "When you summon her for divorce, you prosecute her; he drives her away with his strong wind in the day of the east wind. ",
    "reference": "Isaiah 27:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 9,
    "text": "So in this way Jacob’s sin will be forgiven, and this is how they will show they are finished sinning: They will make all the stones of the altars like crushed limestone, and the Asherah poles and the incense altars will no longer stand. ",
    "reference": "Isaiah 27:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 10,
    "text": "For the fortified city is left alone; it is a deserted settlement and abandoned like the wilderness. Calves graze there; they lie down there and eat its branches bare. ",
    "reference": "Isaiah 27:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 11,
    "text": "When its branches get brittle, they break; women come and use them for kindling. For these people lack understanding, therefore the one who made them has no compassion on them; the one who formed them has no mercy on them.",
    "reference": "Isaiah 27:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 12,
    "text": "At that time the Lord will shake the tree, from the Euphrates River to the Stream of Egypt. Then you will be gathered up one by one, O Israelites. ",
    "reference": "Isaiah 27:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 27,
    "verse": 13,
    "text": "At that time a large trumpet will be blown, and the ones lost in the land of Assyria will come, as well as the refugees in the land of Egypt. They will worship the Lord on the holy mountain in Jerusalem. ",
    "reference": "Isaiah 27:13"
  }
]