[{"bookName":"Isaiah","chapter":45,"verse":1,"text":"“This is what the Lord says to his chosen one, to Cyrus, whose right hand I hold in order to subdue nations before him and disarm kings, to open doors before him so gates remain unclosed: ","reference":"Isaiah 45:1"},{"bookName":"Isaiah","chapter":45,"verse":2,"text":"‘I will go before you and level mountains. Bronze doors I will shatter and iron bars I will hack through.","reference":"Isaiah 45:2"},{"bookName":"Isaiah","chapter":45,"verse":3,"text":"I will give you hidden treasures, riches stashed away in secret places, so you may recognize that I am the Lord, the one who calls you by name, the God of Israel. ","reference":"Isaiah 45:3"},{"bookName":"Isaiah","chapter":45,"verse":4,"text":"For the sake of my servant Jacob, Israel, my chosen one, I call you by name and give you a title of respect, even though you do not submit to me.","reference":"Isaiah 45:4"},{"bookName":"Isaiah","chapter":45,"verse":5,"text":"I am the Lord, I have no peer, there is no God but me. I arm you for battle, even though you do not recognize me.","reference":"Isaiah 45:5"},{"bookName":"Isaiah","chapter":45,"verse":6,"text":"I do this so people will recognize from east to west that there is no God but me; I am the Lord, I have no peer. ","reference":"Isaiah 45:6"},{"bookName":"Isaiah","chapter":45,"verse":7,"text":"I am the one who forms light and creates darkness; the one who brings about peace and creates calamity. I am the Lord, who accomplishes all these things.","reference":"Isaiah 45:7"},{"bookName":"Isaiah","chapter":45,"verse":8,"text":"O sky, rain down from above! Let the clouds send down showers of deliverance! Let the earth absorb it so salvation may grow and deliverance may sprout up along with it. I, the Lord, create it.’”","reference":"Isaiah 45:8"},{"bookName":"Isaiah","chapter":45,"verse":9,"text":"One who argues with his Creator is in grave danger, one who is like a mere shard among the other shards on the ground! The clay should not say to the potter, “What in the world are you doing? Your work lacks skill!”","reference":"Isaiah 45:9"},{"bookName":"Isaiah","chapter":45,"verse":10,"text":"Danger awaits one who says to his father, “What in the world are you fathering?” and to his mother, “What in the world are you bringing forth?” ","reference":"Isaiah 45:10"},{"bookName":"Isaiah","chapter":45,"verse":11,"text":"This is what the Lord says, the Holy One of Israel, the one who formed him, concerning things to come: “How dare you question me about my children! How dare you tell me what to do with the work of my own hands! ","reference":"Isaiah 45:11"},{"bookName":"Isaiah","chapter":45,"verse":12,"text":"I made the earth; I created the people who live on it. It was me—my hands stretched out the sky. I give orders to all the heavenly lights. ","reference":"Isaiah 45:12"},{"bookName":"Isaiah","chapter":45,"verse":13,"text":"It is me—I stir him up and commission him; I will make all his ways level. He will rebuild my city; he will send my exiled people home, but not for a price or a bribe,” says the Lord of Heaven’s Armies. ","reference":"Isaiah 45:13"},{"bookName":"Isaiah","chapter":45,"verse":14,"text":"This is what the Lord says: “The profit of Egypt and the revenue of Ethiopia, along with the Sabeans, those tall men, will be brought to you and become yours. They will walk behind you, coming along in chains. They will bow down to you and pray to you: ‘Truly God is with you; he has no peer; there is no other God!’” ","reference":"Isaiah 45:14"},{"bookName":"Isaiah","chapter":45,"verse":15,"text":"Yes, you are a God who keeps hidden, O God of Israel, deliverer! ","reference":"Isaiah 45:15"},{"bookName":"Isaiah","chapter":45,"verse":16,"text":"They will all be ashamed and embarrassed; those who fashion idols will all be humiliated. ","reference":"Isaiah 45:16"},{"bookName":"Isaiah","chapter":45,"verse":17,"text":"Israel will be delivered once and for all by the Lord; you will never again be ashamed or humiliated. ","reference":"Isaiah 45:17"},{"bookName":"Isaiah","chapter":45,"verse":18,"text":"For this is what the Lord says, the one who created the sky— he is the true God, the one who formed the earth and made it; he established it, he did not create it without order, he formed it to be inhabited: “I am the Lord, I have no peer. ","reference":"Isaiah 45:18"},{"bookName":"Isaiah","chapter":45,"verse":19,"text":"I have not spoken in secret, in some hidden place. I did not tell Jacob’s descendants, ‘Seek me in vain!’ I am the Lord, the one who speaks honestly, who makes reliable announcements. ","reference":"Isaiah 45:19"},{"bookName":"Isaiah","chapter":45,"verse":20,"text":"Gather together and come! Approach together, you refugees from the nations. Those who carry wooden idols know nothing, those who pray to a god that cannot deliver. ","reference":"Isaiah 45:20"},{"bookName":"Isaiah","chapter":45,"verse":21,"text":"Tell me! Present the evidence! Let them consult with one another. Who predicted this in the past? Who announced it beforehand? Was it not I, the Lord? I have no peer, there is no God but me, a God who vindicates and delivers; there is none but me.","reference":"Isaiah 45:21"},{"bookName":"Isaiah","chapter":45,"verse":22,"text":"Turn to me so you can be delivered, all you who live in the earth’s remote regions! For I am God, and I have no peer. ","reference":"Isaiah 45:22"},{"bookName":"Isaiah","chapter":45,"verse":23,"text":"I solemnly make this oath— what I say is true and reliable: ‘Surely every knee will bow to me, every tongue will solemnly affirm;","reference":"Isaiah 45:23"},{"bookName":"Isaiah","chapter":45,"verse":24,"text":"they will say about me, “Yes, the Lord is a powerful deliverer.”’” All who are angry at him will cower before him.","reference":"Isaiah 45:24"},{"bookName":"Isaiah","chapter":45,"verse":25,"text":"All the descendants of Israel will be vindicated by the Lord and will boast in him.","reference":"Isaiah 45:25"}]