[
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 1,
    "text": "The destroyer is as good as dead, you who have not been destroyed! The deceitful one is as good as dead, the one whom others have not deceived! When you are through destroying, you will be destroyed; when you finish deceiving, others will deceive you! ",
    "reference": "Isaiah 33:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 2,
    "text": "Lord, be merciful to us! We wait for you. Give us strength each morning. Deliver us when distress comes.",
    "reference": "Isaiah 33:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 3,
    "text": "The nations run away when they hear a loud noise; the nations scatter when you spring into action!",
    "reference": "Isaiah 33:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 4,
    "text": "Your plunder disappears as if locusts were eating it; they swarm over it like locusts. ",
    "reference": "Isaiah 33:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 5,
    "text": "The Lord is exalted, indeed, he lives in heaven; he fills Zion with justice and fairness. ",
    "reference": "Isaiah 33:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 6,
    "text": "He is your constant source of stability; he abundantly provides safety and great wisdom; he gives all this to those who fear him.",
    "reference": "Isaiah 33:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 7,
    "text": "Look, ambassadors cry out in the streets; messengers sent to make peace weep bitterly. ",
    "reference": "Isaiah 33:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 8,
    "text": "Highways are empty; there are no travelers. Treaties are broken; witnesses are despised; human life is treated with disrespect.",
    "reference": "Isaiah 33:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 9,
    "text": "The land dries up and withers away; the forest of Lebanon shrivels up and decays. Sharon is like the arid rift valley; Bashan and Carmel are parched. ",
    "reference": "Isaiah 33:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 10,
    "text": "“Now I will rise up,” says the Lord. “Now I will exalt myself; now I will magnify myself.",
    "reference": "Isaiah 33:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 11,
    "text": "You conceive straw, you give birth to chaff; your breath is a fire that destroys you.",
    "reference": "Isaiah 33:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 12,
    "text": "The nations will be burned to ashes; like thornbushes that have been cut down, they will be set on fire. ",
    "reference": "Isaiah 33:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 13,
    "text": "You who are far away, listen to what I have done! You who are close by, recognize my strength.” ",
    "reference": "Isaiah 33:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 14,
    "text": "Sinners are afraid in Zion; panic grips the godless. They say, “Who among us can coexist with destructive fire? Who among us can coexist with unquenchable fire?” ",
    "reference": "Isaiah 33:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 15,
    "text": "The one who lives uprightly and speaks honestly, the one who refuses to profit from oppressive measures and rejects a bribe, the one who does not plot violent crimes and does not seek to harm others—",
    "reference": "Isaiah 33:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 16,
    "text": "this is the person who will live in a secure place; he will find safety in the rocky, mountain strongholds; he will have food and a constant supply of water. ",
    "reference": "Isaiah 33:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 17,
    "text": "You will see a king in his splendor; you will see a wide land. ",
    "reference": "Isaiah 33:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 18,
    "text": "Your mind will recall the terror you experienced, and you will ask yourselves, “Where is the scribe? Where is the one who weighs the money? Where is the one who counts the towers?” ",
    "reference": "Isaiah 33:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 19,
    "text": "You will no longer see a defiant people whose language you do not comprehend, whose derisive speech you do not understand. ",
    "reference": "Isaiah 33:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 20,
    "text": "Look at Zion, the city where we hold religious festivals! You will see Jerusalem, a peaceful settlement, a tent that stays put; its stakes will never be pulled up; none of its ropes will snap in two. ",
    "reference": "Isaiah 33:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 21,
    "text": "Instead the Lord will rule there as our mighty king. Rivers and wide streams will flow through it; no war galley will enter; no large ships will sail through. ",
    "reference": "Isaiah 33:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 22,
    "text": "For the Lord, our ruler, the Lord, our commander, the Lord, our king— he will deliver us.",
    "reference": "Isaiah 33:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 23,
    "text": "Though at this time your ropes are slack, the mast is not secured, and the sail is not unfurled, at that time you will divide up a great quantity of loot; even the lame will drag off plunder. ",
    "reference": "Isaiah 33:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 33,
    "verse": 24,
    "text": "No resident of Zion will say, “I am ill”; the people who live there will have their sin forgiven. ",
    "reference": "Isaiah 33:24"
  }
]