[{"bookName":"Isaiah","chapter":58,"verse":1,"text":"“Shout loudly! Don’t be quiet! Yell as loudly as a trumpet! Confront my people with their rebellious deeds; confront Jacob’s family with their sin. ","reference":"Isaiah 58:1"},{"bookName":"Isaiah","chapter":58,"verse":2,"text":"They seek me day after day; they want to know my requirements, like a nation that does what is right and does not reject the law of their God. They ask me for just decrees; they want to be near God. ","reference":"Isaiah 58:2"},{"bookName":"Isaiah","chapter":58,"verse":3,"text":"They lament, ‘Why don’t you notice when we fast? Why don’t you pay attention when we humble ourselves?’ Look, at the same time you fast, you satisfy your selfish desires, you oppress your workers. ","reference":"Isaiah 58:3"},{"bookName":"Isaiah","chapter":58,"verse":4,"text":"Look, your fasting is accompanied by arguments, brawls, and fistfights. Do not fast as you do today, trying to make your voice heard in heaven. ","reference":"Isaiah 58:4"},{"bookName":"Isaiah","chapter":58,"verse":5,"text":"Is this really the kind of fasting I want? Do I want a day when people merely humble themselves, bowing their heads like a reed and stretching out on sackcloth and ashes? Is this really what you call a fast, a day that is pleasing to the Lord? ","reference":"Isaiah 58:5"},{"bookName":"Isaiah","chapter":58,"verse":6,"text":"No, this is the kind of fast I want: I want you to remove the sinful chains, to tear away the ropes of the burdensome yoke, to set free the oppressed, and to break every burdensome yoke. ","reference":"Isaiah 58:6"},{"bookName":"Isaiah","chapter":58,"verse":7,"text":"I want you to share your food with the hungry and to provide shelter for homeless, oppressed people. When you see someone naked, clothe them! Don’t turn your back on your own flesh and blood. ","reference":"Isaiah 58:7"},{"bookName":"Isaiah","chapter":58,"verse":8,"text":"Then your light will shine like the sunrise; your restoration will quickly arrive; your godly behavior will go before you, and the Lord’s splendor will be your rear guard. ","reference":"Isaiah 58:8"},{"bookName":"Isaiah","chapter":58,"verse":9,"text":"Then you will call out, and the Lord will respond; you will cry out, and he will reply, ‘Here I am.’ You must remove the burdensome yoke from among you and stop pointing fingers and speaking sinfully. ","reference":"Isaiah 58:9"},{"bookName":"Isaiah","chapter":58,"verse":10,"text":"You must actively help the hungry and feed the oppressed. Then your light will dispel the darkness, and your darkness will be transformed into noonday. ","reference":"Isaiah 58:10"},{"bookName":"Isaiah","chapter":58,"verse":11,"text":"The Lord will continually lead you; he will feed you even in parched regions. He will give you renewed strength, and you will be like a well-watered garden, like a spring that continually produces water. ","reference":"Isaiah 58:11"},{"bookName":"Isaiah","chapter":58,"verse":12,"text":"Your perpetual ruins will be rebuilt; you will reestablish the ancient foundations. You will be called, ‘The one who repairs broken walls, the one who makes the streets inhabitable again.’ ","reference":"Isaiah 58:12"},{"bookName":"Isaiah","chapter":58,"verse":13,"text":"You must observe the Sabbath rather than doing anything you please on my holy day. You must look forward to the Sabbath and treat the Lord’s holy day with respect. You must treat it with respect by refraining from your normal activities and by refraining from your selfish pursuits and from making business deals. ","reference":"Isaiah 58:13"},{"bookName":"Isaiah","chapter":58,"verse":14,"text":"Then you will find joy in your relationship to the Lord, and I will give you great prosperity, and cause crops to grow on the land I gave to your ancestor Jacob.” Know for certain that the Lord has spoken. ","reference":"Isaiah 58:14"}]