[{"bookName":"Isaiah","chapter":28,"verse":1,"text":"The splendid crown of Ephraim’s drunkards is doomed, the withering flower, its beautiful splendor, situated at the head of a rich valley, the crown of those overcome with wine. ","reference":"Isaiah 28:1"},{"bookName":"Isaiah","chapter":28,"verse":2,"text":"Look, the Lord sends a strong, powerful one. With the force of a hailstorm or a destructive windstorm, with the might of a driving, torrential rainstorm, he will knock that crown to the ground with his hand. ","reference":"Isaiah 28:2"},{"bookName":"Isaiah","chapter":28,"verse":3,"text":"The splendid crown of Ephraim’s drunkards will be trampled underfoot. ","reference":"Isaiah 28:3"},{"bookName":"Isaiah","chapter":28,"verse":4,"text":"The withering flower, its beautiful splendor, situated at the head of a rich valley, will be like an early fig before harvest— as soon as someone notices it, he grabs it and swallows it.","reference":"Isaiah 28:4"},{"bookName":"Isaiah","chapter":28,"verse":5,"text":"At that time the Lord of Heaven’s Armies will become a beautiful crown and a splendid diadem for the remnant of his people. ","reference":"Isaiah 28:5"},{"bookName":"Isaiah","chapter":28,"verse":6,"text":"He will give discernment to the one who makes judicial decisions and strength to those who defend the city from attackers. ","reference":"Isaiah 28:6"},{"bookName":"Isaiah","chapter":28,"verse":7,"text":"Even these men stagger because of wine; they stumble around because of beer— priests and prophets stagger because of beer, they are confused because of wine, they stumble around because of beer; they stagger while seeing prophetic visions, they totter while making legal decisions. ","reference":"Isaiah 28:7"},{"bookName":"Isaiah","chapter":28,"verse":8,"text":"Indeed, all the tables are covered with vomit, with filth, leaving no clean place. ","reference":"Isaiah 28:8"},{"bookName":"Isaiah","chapter":28,"verse":9,"text":"Who is the Lord trying to teach? To whom is he explaining a message? To those just weaned from milk! To those just taken from their mother’s breast! ","reference":"Isaiah 28:9"},{"bookName":"Isaiah","chapter":28,"verse":10,"text":"Indeed, they will hear meaningless gibberish, senseless babbling, a syllable here, a syllable there. ","reference":"Isaiah 28:10"},{"bookName":"Isaiah","chapter":28,"verse":11,"text":"For with mocking lips and a foreign tongue he will speak to these people. ","reference":"Isaiah 28:11"},{"bookName":"Isaiah","chapter":28,"verse":12,"text":"In the past he said to them, “This is where security can be found. Provide security for the one who is exhausted. This is where rest can be found.” But they refused to listen. ","reference":"Isaiah 28:12"},{"bookName":"Isaiah","chapter":28,"verse":13,"text":"So the Lord’s message to them will sound like meaningless gibberish, senseless babbling, a syllable here, a syllable there. As a result, they will fall on their backsides when they try to walk, and be injured, ensnared, and captured. ","reference":"Isaiah 28:13"},{"bookName":"Isaiah","chapter":28,"verse":14,"text":"Therefore, listen to the Lord’s message, you who mock, you rulers of these people who reside in Jerusalem. ","reference":"Isaiah 28:14"},{"bookName":"Isaiah","chapter":28,"verse":15,"text":"For you say, “We have made a treaty with death, with Sheol we have made an agreement. When the overwhelming judgment sweeps by it will not reach us. For we have made a lie our refuge, we have hidden ourselves in a deceitful word.”","reference":"Isaiah 28:15"},{"bookName":"Isaiah","chapter":28,"verse":16,"text":"Therefore, this is what the Sovereign Lord, says: “Look, I am laying a stone in Zion, an approved stone, set in place as a precious cornerstone for the foundation. The one who maintains his faith will not panic. ","reference":"Isaiah 28:16"},{"bookName":"Isaiah","chapter":28,"verse":17,"text":"I will make justice the measuring line, fairness the plumb line; hail will sweep away the unreliable refuge, the floodwaters will overwhelm the hiding place. ","reference":"Isaiah 28:17"},{"bookName":"Isaiah","chapter":28,"verse":18,"text":"Your treaty with death will be dissolved; your agreement with Sheol will not last. When the overwhelming judgment sweeps by, you will be overrun by it.","reference":"Isaiah 28:18"},{"bookName":"Isaiah","chapter":28,"verse":19,"text":"Whenever it sweeps by, it will overtake you; indeed, every morning it will sweep by, it will come through during the day and the night.” When this announcement is understood, it will cause nothing but terror. ","reference":"Isaiah 28:19"},{"bookName":"Isaiah","chapter":28,"verse":20,"text":"For the bed is too short to stretch out on, and the blanket is too narrow to wrap around oneself.","reference":"Isaiah 28:20"},{"bookName":"Isaiah","chapter":28,"verse":21,"text":"For the Lord will rise up, as he did at Mount Perazim; he will rouse himself, as he did in the Valley of Gibeon, to accomplish his work, his peculiar work, to perform his task, his strange task.","reference":"Isaiah 28:21"},{"bookName":"Isaiah","chapter":28,"verse":22,"text":"So now, do not mock, or your chains will become heavier! For I have heard a message about decreed destruction, from the Sovereign Lord of Heaven’s Armies against the entire land. ","reference":"Isaiah 28:22"},{"bookName":"Isaiah","chapter":28,"verse":23,"text":"Pay attention and listen to my message. Be attentive and listen to what I have to say! ","reference":"Isaiah 28:23"},{"bookName":"Isaiah","chapter":28,"verse":24,"text":"Does a farmer just keep on plowing at planting time? Does he keep breaking up and harrowing his ground? ","reference":"Isaiah 28:24"},{"bookName":"Isaiah","chapter":28,"verse":25,"text":"Once he has leveled its surface, does he not scatter the seed of the caraway plant, sow the seed of the cumin plant, and plant the wheat, barley, and grain in their designated places? ","reference":"Isaiah 28:25"},{"bookName":"Isaiah","chapter":28,"verse":26,"text":"His God instructs him; he teaches him the principles of agriculture. ","reference":"Isaiah 28:26"},{"bookName":"Isaiah","chapter":28,"verse":27,"text":"Certainly caraway seed is not threshed with a sledge, nor is the wheel of a cart rolled over cumin seed. Certainly caraway seed is beaten with a stick and cumin seed with a flail.","reference":"Isaiah 28:27"},{"bookName":"Isaiah","chapter":28,"verse":28,"text":"Grain is crushed, though one certainly does not thresh it forever. The wheel of one’s wagon rolls over it, but his horses do not crush it.","reference":"Isaiah 28:28"},{"bookName":"Isaiah","chapter":28,"verse":29,"text":"This also comes from the Lord of Heaven’s Armies, who gives supernatural guidance and imparts great wisdom. ","reference":"Isaiah 28:29"}]