[
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 1,
    "text": "In the year of King Uzziah’s death, I saw the Lord seated on a high, elevated throne. The hem of his robe filled the temple. ",
    "reference": "Isaiah 6:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 2,
    "text": "Seraphs stood over him; each one had six wings. With two wings they covered their faces, with two they covered their feet, and they used the remaining two to fly. ",
    "reference": "Isaiah 6:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 3,
    "text": "They called out to one another, “Holy, holy, holy is the Lord of Heaven’s Armies! His majestic splendor fills the entire earth!” ",
    "reference": "Isaiah 6:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 4,
    "text": "The sound of their voices shook the door frames, and the temple was filled with smoke. ",
    "reference": "Isaiah 6:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 5,
    "text": "I said, “Woe to me! I am destroyed, for my lips are contaminated by sin, and I live among people whose lips are contaminated by sin. My eyes have seen the king, the Lord of Heaven’s Armies.” ",
    "reference": "Isaiah 6:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 6,
    "text": "But then one of the seraphs flew toward me. In his hand was a hot coal he had taken from the altar with tongs. ",
    "reference": "Isaiah 6:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 7,
    "text": "He touched my mouth with it and said, “Look, this coal has touched your lips. Your evil is removed; your sin is forgiven.” ",
    "reference": "Isaiah 6:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 8,
    "text": "I heard the voice of the Lord say, “Whom will I send? Who will go on our behalf?” I answered, “Here I am, send me!”",
    "reference": "Isaiah 6:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 9,
    "text": "He said, “Go and tell these people: “‘Listen continually, but don’t understand. Look continually, but don’t perceive.’ ",
    "reference": "Isaiah 6:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 10,
    "text": "Make the hearts of these people calloused; make their ears deaf and their eyes blind. Otherwise they might see with their eyes and hear with their ears, their hearts might understand and they might repent and be healed.” ",
    "reference": "Isaiah 6:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 11,
    "text": "I replied, “How long, Lord?” He said, “Until cities are in ruins and unpopulated, and houses are uninhabited, and the land is ruined and devastated, ",
    "reference": "Isaiah 6:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 12,
    "text": "and the Lord has sent the people off to a distant place, and the very heart of the land is completely abandoned. ",
    "reference": "Isaiah 6:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 6,
    "verse": 13,
    "text": "Even if only a tenth of the people remain in the land, it will again be destroyed, like one of the large sacred trees or an Asherah pole, when a sacred pillar on a high place is thrown down. That sacred pillar symbolizes the special chosen family.” ",
    "reference": "Isaiah 6:13"
  }
]