[{"bookName":"Isaiah","chapter":43,"verse":1,"text":"Now, this is what the Lord says, the one who created you, O Jacob, and formed you, O Israel: “Don’t be afraid, for I will protect you. I call you by name, you are mine.","reference":"Isaiah 43:1"},{"bookName":"Isaiah","chapter":43,"verse":2,"text":"When you pass through the waters, I am with you; when you pass through the streams, they will not overwhelm you. When you walk through the fire, you will not be burned; the flames will not harm you. ","reference":"Isaiah 43:2"},{"bookName":"Isaiah","chapter":43,"verse":3,"text":"For I am the Lord your God, the Holy One of Israel, your deliverer. I have handed over Egypt as a ransom price, Ethiopia and Seba in place of you.","reference":"Isaiah 43:3"},{"bookName":"Isaiah","chapter":43,"verse":4,"text":"Since you are precious and special in my sight and I love you, I will hand over people in place of you, nations in place of your life. ","reference":"Isaiah 43:4"},{"bookName":"Isaiah","chapter":43,"verse":5,"text":"Don’t be afraid, for I am with you. From the east I will bring your descendants; from the west I will gather you.","reference":"Isaiah 43:5"},{"bookName":"Isaiah","chapter":43,"verse":6,"text":"I will say to the north, ‘Hand them over!’ and to the south, ‘Don’t hold any back!’ Bring my sons from distant lands, and my daughters from the remote regions of the earth, ","reference":"Isaiah 43:6"},{"bookName":"Isaiah","chapter":43,"verse":7,"text":"everyone who belongs to me, whom I created for my glory, whom I formed—yes, whom I made”. ","reference":"Isaiah 43:7"},{"bookName":"Isaiah","chapter":43,"verse":8,"text":"Bring out the people who are blind, even though they have eyes, those who are deaf, even though they have ears! ","reference":"Isaiah 43:8"},{"bookName":"Isaiah","chapter":43,"verse":9,"text":"All nations gather together, the peoples assemble. Who among them announced this? Who predicted earlier events for us? Let them produce their witnesses to testify they were right; let them listen and affirm, “It is true.” ","reference":"Isaiah 43:9"},{"bookName":"Isaiah","chapter":43,"verse":10,"text":"“You are my witnesses,” says the Lord, “my servant whom I have chosen so that you may consider and believe in me, and understand that I am he. No god was formed before me, and none will outlive me.","reference":"Isaiah 43:10"},{"bookName":"Isaiah","chapter":43,"verse":11,"text":"I, I am the Lord, and there is no deliverer besides me.","reference":"Isaiah 43:11"},{"bookName":"Isaiah","chapter":43,"verse":12,"text":"I decreed and delivered and proclaimed, and there was no other god among you. You are my witnesses,” says the Lord, “that I am God. ","reference":"Isaiah 43:12"},{"bookName":"Isaiah","chapter":43,"verse":13,"text":"From this day forward I am he; no one can deliver from my power; I will act, and who can prevent it?”","reference":"Isaiah 43:13"},{"bookName":"Isaiah","chapter":43,"verse":14,"text":"This is what the Lord says, your Protector, the Holy One of Israel: “For your sake I send to Babylon and make them all fugitives, turning the Babylonians’ joyful shouts into mourning songs.","reference":"Isaiah 43:14"},{"bookName":"Isaiah","chapter":43,"verse":15,"text":"I am the Lord, your Holy One, the one who created Israel, your King.” ","reference":"Isaiah 43:15"},{"bookName":"Isaiah","chapter":43,"verse":16,"text":"This is what the Lord says, the one who made a road through the sea, a pathway through the surging waters, ","reference":"Isaiah 43:16"},{"bookName":"Isaiah","chapter":43,"verse":17,"text":"the one who led chariots and horses to destruction, together with a mighty army. They fell down, never to rise again; they were extinguished, put out like a burning wick: ","reference":"Isaiah 43:17"},{"bookName":"Isaiah","chapter":43,"verse":18,"text":"“Don’t remember these earlier events; don’t recall these former events. ","reference":"Isaiah 43:18"},{"bookName":"Isaiah","chapter":43,"verse":19,"text":"“Look, I am about to do something new. Now it begins to happen! Do you not recognize it? Yes, I will make a road in the wilderness and paths in the wastelands.","reference":"Isaiah 43:19"},{"bookName":"Isaiah","chapter":43,"verse":20,"text":"The wild animals honor me, the jackals and ostriches, because I put water in the wilderness and streams in the wastelands to quench the thirst of my chosen people, ","reference":"Isaiah 43:20"},{"bookName":"Isaiah","chapter":43,"verse":21,"text":"the people whom I formed for myself, so they might praise me.","reference":"Isaiah 43:21"},{"bookName":"Isaiah","chapter":43,"verse":22,"text":"“But you did not call for me, O Jacob; you did not long for me, O Israel. ","reference":"Isaiah 43:22"},{"bookName":"Isaiah","chapter":43,"verse":23,"text":"You did not bring me lambs for your burnt offerings; you did not honor me with your sacrifices. I did not burden you with offerings; I did not make you weary by demanding incense. ","reference":"Isaiah 43:23"},{"bookName":"Isaiah","chapter":43,"verse":24,"text":"You did not buy me aromatic reeds; you did not present to me the fat of your sacrifices. Yet you burdened me with your sins; you made me weary with your evil deeds.","reference":"Isaiah 43:24"},{"bookName":"Isaiah","chapter":43,"verse":25,"text":"I, I am the one who blots out your rebellious deeds for my sake; your sins I do not remember. ","reference":"Isaiah 43:25"},{"bookName":"Isaiah","chapter":43,"verse":26,"text":"Remind me of what happened. Let’s debate! You, prove to me that you are right! ","reference":"Isaiah 43:26"},{"bookName":"Isaiah","chapter":43,"verse":27,"text":"The father of your nation sinned; your spokesmen rebelled against me.","reference":"Isaiah 43:27"},{"bookName":"Isaiah","chapter":43,"verse":28,"text":"So I defiled your holy princes, and handed Jacob over to destruction, and subjected Israel to humiliating abuse. ","reference":"Isaiah 43:28"}]