[
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 1,
    "text": "Look, the Lord’s hand is not too weak to deliver you; his ear is not too deaf to hear you.",
    "reference": "Isaiah 59:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 2,
    "text": "But your sinful acts have alienated you from your God; your sins have caused him to reject you and not listen to your prayers.",
    "reference": "Isaiah 59:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 3,
    "text": "For your hands are stained with blood and your fingers with sin; your lips speak lies, your tongue utters malicious words.",
    "reference": "Isaiah 59:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 4,
    "text": "No one is concerned about justice; no one sets forth his case truthfully. They depend on false words and tell lies; they conceive of oppression and give birth to sin. ",
    "reference": "Isaiah 59:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 5,
    "text": "They hatch the eggs of a poisonous snake and spin a spider’s web. Whoever eats their eggs will die, a poisonous snake is hatched. ",
    "reference": "Isaiah 59:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 6,
    "text": "Their webs cannot be used for clothing; they cannot cover themselves with what they make. Their deeds are sinful; they commit violent crimes.",
    "reference": "Isaiah 59:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 7,
    "text": "They are eager to do evil, quick to shed innocent blood. Their thoughts are sinful; they crush and destroy. ",
    "reference": "Isaiah 59:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 8,
    "text": "They are unfamiliar with peace; their deeds are unjust. They use deceitful methods, and whoever deals with them is unfamiliar with peace. ",
    "reference": "Isaiah 59:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 9,
    "text": "For this reason deliverance is far from us and salvation does not reach us. We wait for light, but see only darkness; we wait for a bright light, but live in deep darkness. ",
    "reference": "Isaiah 59:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 10,
    "text": "We grope along the wall like the blind, we grope like those who cannot see; we stumble at noontime as if it were evening. Though others are strong, we are like dead men.",
    "reference": "Isaiah 59:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 11,
    "text": "We all growl like bears, we coo mournfully like doves; we wait for deliverance, but there is none, for salvation, but it is far from us. ",
    "reference": "Isaiah 59:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 12,
    "text": "For you are aware of our many rebellious deeds, and our sins testify against us; indeed, we are aware of our rebellious deeds; we know our sins all too well. ",
    "reference": "Isaiah 59:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 13,
    "text": "We have rebelled and tried to deceive the Lord; we turned back from following our God. We stir up oppression and rebellion; we tell lies we concocted in our minds. ",
    "reference": "Isaiah 59:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 14,
    "text": "Justice is driven back; godliness stands far off. Indeed, honesty stumbles in the city square and morality is not even able to enter. ",
    "reference": "Isaiah 59:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 15,
    "text": "Honesty has disappeared; the one who tries to avoid evil is robbed. The Lord watches and is displeased, for there is no justice. ",
    "reference": "Isaiah 59:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 16,
    "text": "He sees there is no advocate; he is shocked that no one intervenes. So he takes matters into his own hands; his desire for justice drives him on.",
    "reference": "Isaiah 59:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 17,
    "text": "He wears his desire for justice like body armor, and his desire to deliver is like a helmet on his head. He puts on the garments of vengeance and wears zeal like a robe. ",
    "reference": "Isaiah 59:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 18,
    "text": "He repays them for what they have done, dispensing angry judgment to his adversaries and punishing his enemies. He repays the coastlands. ",
    "reference": "Isaiah 59:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 19,
    "text": "In the west, people respect the Lord’s reputation; in the east they recognize his splendor. For he comes like a rushing stream driven on by wind sent from the Lord. ",
    "reference": "Isaiah 59:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 20,
    "text": "“A protector comes to Zion, to those in Jacob who repent of their rebellious deeds,” says the Lord. ",
    "reference": "Isaiah 59:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 59,
    "verse": 21,
    "text": "“As for me, this is my promise to them,” says the Lord. “My Spirit, who is upon you, and my words, which I have placed in your mouth, will not depart from your mouth or from the mouths of your children and descendants from this time forward,” says the Lord. ",
    "reference": "Isaiah 59:21"
  }
]