[
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 1,
    "text": "“Shout for joy, O barren one who has not given birth! Give a joyful shout and cry out, you who have not been in labor! For the children of the desolate one are more numerous than the children of the married woman,” says the Lord. ",
    "reference": "Isaiah 54:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 2,
    "text": "Make your tent larger, stretch your tent curtains farther out! Spare no effort, lengthen your ropes, and pound your stakes deep. ",
    "reference": "Isaiah 54:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 3,
    "text": "For you will spread out to the right and to the left; your children will conquer nations and will resettle desolate cities. ",
    "reference": "Isaiah 54:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 4,
    "text": "Don’t be afraid, for you will not be put to shame. Don’t be intimidated, for you will not be humiliated. You will forget about the shame you experienced in your youth; you will no longer remember the disgrace of your abandonment. ",
    "reference": "Isaiah 54:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 5,
    "text": "For your husband is the one who made you— the Lord of Heaven’s Armies is his name. He is your Protector, the Holy One of Israel. He is called “God of the entire earth.” ",
    "reference": "Isaiah 54:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 6,
    "text": "“Indeed, the Lord will call you back like a wife who has been abandoned and suffers from depression, like a young wife when she has been rejected,” says your God. ",
    "reference": "Isaiah 54:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 7,
    "text": "“For a short time I abandoned you, but with great compassion I will gather you.",
    "reference": "Isaiah 54:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 8,
    "text": "In a burst of anger I rejected you momentarily, but with lasting devotion I will have compassion on you,” says your Protector, the Lord. ",
    "reference": "Isaiah 54:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 9,
    "text": "“As far as I am concerned, this is like in Noah’s time, when I vowed that the waters of Noah’s flood would never again cover the earth. In the same way I have vowed that I will not be angry at you or shout at you.",
    "reference": "Isaiah 54:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 10,
    "text": "Even if the mountains are removed and the hills displaced, my devotion will not be removed from you, nor will my covenant of friendship be displaced,” says the Lord, the one who has compassion on you.",
    "reference": "Isaiah 54:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 11,
    "text": "“O afflicted one, driven away, and unconsoled! Look, I am about to set your stones in antimony and lay your foundation with lapis lazuli. ",
    "reference": "Isaiah 54:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 12,
    "text": "I will make your pinnacles out of gems, your gates out of beryl, and your outer wall out of beautiful stones. ",
    "reference": "Isaiah 54:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 13,
    "text": "All your children will be followers of the Lord, and your children will enjoy great prosperity. ",
    "reference": "Isaiah 54:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 14,
    "text": "You will be reestablished when I vindicate you. You will not experience oppression; indeed, you will not be afraid. You will not be terrified, for nothing frightening will come near you.",
    "reference": "Isaiah 54:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 15,
    "text": "If anyone dares to challenge you, it will not be my doing! Whoever tries to challenge you will be defeated. ",
    "reference": "Isaiah 54:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 16,
    "text": "Look, I create the craftsman, who fans the coals into a fire and forges a weapon. I create the destroyer so he might devastate. ",
    "reference": "Isaiah 54:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 54,
    "verse": 17,
    "text": "No weapon forged to be used against you will succeed; you will refute everyone who tries to accuse you. This is what the Lord will do for his servants— I will vindicate them,” says the Lord. ",
    "reference": "Isaiah 54:17"
  }
]