[{"bookName":"Isaiah","chapter":39,"verse":1,"text":"At that time Merodach Baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah, for he heard that Hezekiah had been ill and had recovered. ","reference":"Isaiah 39:1"},{"bookName":"Isaiah","chapter":39,"verse":2,"text":"Hezekiah welcomed them and showed them his storehouse with its silver, gold, spices, and high-quality olive oil, as well as his whole armory and everything in his treasuries. Hezekiah showed them everything in his palace and in his whole kingdom. ","reference":"Isaiah 39:2"},{"bookName":"Isaiah","chapter":39,"verse":3,"text":"Isaiah the prophet visited King Hezekiah and asked him, “What did these men say? Where do they come from?” Hezekiah replied, “They come from the distant land of Babylon.” ","reference":"Isaiah 39:3"},{"bookName":"Isaiah","chapter":39,"verse":4,"text":"Isaiah asked, “What have they seen in your palace?” Hezekiah replied, “They have seen everything in my palace. I showed them everything in my treasuries.” ","reference":"Isaiah 39:4"},{"bookName":"Isaiah","chapter":39,"verse":5,"text":"Isaiah said to Hezekiah, “Listen to the message of the Lord of Heaven’s Armies: ","reference":"Isaiah 39:5"},{"bookName":"Isaiah","chapter":39,"verse":6,"text":"‘Look, a time is coming when everything in your palace and the things your ancestors have accumulated to this day will be carried away to Babylon; nothing will be left,’ says the Lord. ","reference":"Isaiah 39:6"},{"bookName":"Isaiah","chapter":39,"verse":7,"text":"‘Some of your very own descendants whom you father will be taken away and will be made eunuchs in the palace of the king of Babylon.’” ","reference":"Isaiah 39:7"},{"bookName":"Isaiah","chapter":39,"verse":8,"text":"Hezekiah said to Isaiah, “The Lord’s message that you have announced is appropriate.” Then he thought, “For there will be peace and stability during my lifetime.” ","reference":"Isaiah 39:8"}]