[{"bookName":"Isaiah","chapter":42,"verse":1,"text":" “Here is my servant whom I support, my chosen one in whom I take pleasure. I have placed my Spirit on him; he will make just decrees for the nations. ","reference":"Isaiah 42:1"},{"bookName":"Isaiah","chapter":42,"verse":2,"text":"He will not cry out or shout; he will not publicize himself in the streets. ","reference":"Isaiah 42:2"},{"bookName":"Isaiah","chapter":42,"verse":3,"text":"A crushed reed he will not break, a dim wick he will not extinguish; he will faithfully make just decrees. ","reference":"Isaiah 42:3"},{"bookName":"Isaiah","chapter":42,"verse":4,"text":"He will not grow dim or be crushed before establishing justice on the earth; the coastlands will wait in anticipation for his decrees.”","reference":"Isaiah 42:4"},{"bookName":"Isaiah","chapter":42,"verse":5,"text":"This is what the true God, the Lord, says— the one who created the sky and stretched it out, the one who fashioned the earth and everything that lives on it, the one who gives breath to the people on it, and life to those who live on it: ","reference":"Isaiah 42:5"},{"bookName":"Isaiah","chapter":42,"verse":6,"text":"“I, the Lord, officially commission you; I take hold of your hand. I protect you and make you a covenant mediator for people and a light to the nations, ","reference":"Isaiah 42:6"},{"bookName":"Isaiah","chapter":42,"verse":7,"text":"to open blind eyes, to release prisoners from dungeons, those who live in darkness from prisons. ","reference":"Isaiah 42:7"},{"bookName":"Isaiah","chapter":42,"verse":8,"text":"“I am the Lord! That is my name! I will not share my glory with anyone else or the praise due me with idols. ","reference":"Isaiah 42:8"},{"bookName":"Isaiah","chapter":42,"verse":9,"text":"Look, my earlier predictive oracles have come to pass; now I announce new events. Before they begin to occur, I reveal them to you.”","reference":"Isaiah 42:9"},{"bookName":"Isaiah","chapter":42,"verse":10,"text":"Sing to the Lord a brand new song! Praise him from the horizon of the earth, you who go down to the sea and everything that lives in it, you coastlands and those who live there.","reference":"Isaiah 42:10"},{"bookName":"Isaiah","chapter":42,"verse":11,"text":"Let the wilderness and its cities shout out, the towns where the nomads of Kedar live. Let the residents of Sela shout joyfully; let them shout loudly from the mountaintops. ","reference":"Isaiah 42:11"},{"bookName":"Isaiah","chapter":42,"verse":12,"text":"Let them give the Lord the honor he deserves; let them praise his deeds in the coastlands. ","reference":"Isaiah 42:12"},{"bookName":"Isaiah","chapter":42,"verse":13,"text":"The Lord emerges like a hero, like a warrior he inspires himself for battle; he shouts, yes, he yells, he shows his enemies his power. ","reference":"Isaiah 42:13"},{"bookName":"Isaiah","chapter":42,"verse":14,"text":"“I have been inactive for a long time; I kept quiet and held back. Like a woman in labor I groan; I pant and gasp. ","reference":"Isaiah 42:14"},{"bookName":"Isaiah","chapter":42,"verse":15,"text":"I will make the trees on the mountains and hills wither up; I will dry up all their vegetation. I will turn streams into islands and dry up pools of water.","reference":"Isaiah 42:15"},{"bookName":"Isaiah","chapter":42,"verse":16,"text":"I will lead the blind along an unfamiliar way; I will guide them down paths they have never traveled. I will turn the darkness in front of them into light and level out the rough ground. This is what I will do for them. I will not abandon them.","reference":"Isaiah 42:16"},{"bookName":"Isaiah","chapter":42,"verse":17,"text":"Those who trust in idols will turn back and be utterly humiliated, those who say to metal images, ‘You are our gods.’ ","reference":"Isaiah 42:17"},{"bookName":"Isaiah","chapter":42,"verse":18,"text":"“Listen, you deaf ones! Take notice, you blind ones!","reference":"Isaiah 42:18"},{"bookName":"Isaiah","chapter":42,"verse":19,"text":"My servant is truly blind, my messenger is truly deaf. My covenant partner, the servant of the Lord, is truly blind. ","reference":"Isaiah 42:19"},{"bookName":"Isaiah","chapter":42,"verse":20,"text":"You see many things, but don’t comprehend; their ears are open, but do not hear.” ","reference":"Isaiah 42:20"},{"bookName":"Isaiah","chapter":42,"verse":21,"text":"The Lord wanted to exhibit his justice by magnifying his law and displaying it.","reference":"Isaiah 42:21"},{"bookName":"Isaiah","chapter":42,"verse":22,"text":"But these people are looted and plundered; all of them are trapped in pits and held captive in prisons. They were carried away as loot with no one to rescue them; they were carried away as plunder, and no one says, “Bring that back!” ","reference":"Isaiah 42:22"},{"bookName":"Isaiah","chapter":42,"verse":23,"text":"Who among you will pay attention to this? Who will listen attentively in the future? ","reference":"Isaiah 42:23"},{"bookName":"Isaiah","chapter":42,"verse":24,"text":"Who handed Jacob over to the robber? Who handed Israel over to the looters? Was it not the Lord, against whom we sinned? They refused to follow his commands; they disobeyed his law. ","reference":"Isaiah 42:24"},{"bookName":"Isaiah","chapter":42,"verse":25,"text":"So he poured out his fierce anger on them, along with the devastation of war. Its flames encircled them, but they did not realize it; it burned against them, but they did not take it to heart.","reference":"Isaiah 42:25"}]