[
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 1,
    "text": "Listen to me, you coastlands! Pay attention, you people who live far away! The Lord summoned me from birth; he commissioned me when my mother brought me into the world.",
    "reference": "Isaiah 49:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 2,
    "text": "He made my mouth like a sharp sword, he hid me in the hollow of his hand; he made me like a sharpened arrow, he hid me in his quiver. ",
    "reference": "Isaiah 49:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 3,
    "text": "He said to me, “You are my servant, Israel, through whom I will reveal my splendor.”",
    "reference": "Isaiah 49:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 4,
    "text": "But I thought, “I have worked in vain; I have expended my energy for absolutely nothing.” But the Lord will vindicate me; my God will reward me.",
    "reference": "Isaiah 49:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 5,
    "text": "So now the Lord says, the one who formed me from birth to be his servant— he did this to restore Jacob to himself, so that Israel might be gathered to him; and I will be honored in the Lord’s sight, for my God is my source of strength—",
    "reference": "Isaiah 49:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 6,
    "text": "he says, “Is it too insignificant a task for you to be my servant, to reestablish the tribes of Jacob, and restore the remnant of Israel? I will make you a light to the nations, so you can bring my deliverance to the remote regions of the earth.” ",
    "reference": "Isaiah 49:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 7,
    "text": "This is what the Lord, the Protector of Israel, their Holy One, says to the one who is despised and rejected by nations, a servant of rulers: “Kings will see and rise in respect, princes will bow down, because of the faithful Lord, the Holy One of Israel who has chosen you.”",
    "reference": "Isaiah 49:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 8,
    "text": "This is what the Lord says: “At the time I decide to show my favor, I will respond to you; in the day of deliverance I will help you; I will protect you and make you a covenant mediator for people, to rebuild the land and to reassign the desolate property. ",
    "reference": "Isaiah 49:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 9,
    "text": "You will say to the prisoners, ‘Come out,’ and to those who are in dark dungeons, ‘Emerge.’ They will graze beside the roads; on all the slopes they will find pasture. ",
    "reference": "Isaiah 49:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 10,
    "text": "They will not be hungry or thirsty; the sun’s oppressive heat will not beat down on them, for one who has compassion on them will guide them; he will lead them to springs of water. ",
    "reference": "Isaiah 49:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 11,
    "text": "I will make all my mountains into a road; I will construct my roadways.” ",
    "reference": "Isaiah 49:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 12,
    "text": "Look, they come from far away! Look, some come from the north and west, and others from the land of Sinim. ",
    "reference": "Isaiah 49:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 13,
    "text": "Shout for joy, O sky! Rejoice, O earth! Let the mountains give a joyful shout! For the Lord consoles his people and shows compassion to the oppressed. ",
    "reference": "Isaiah 49:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 14,
    "text": "“Zion said, ‘The Lord has abandoned me, the Lord has forgotten me.’",
    "reference": "Isaiah 49:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 15,
    "text": "Can a woman forget her baby who nurses at her breast? Can she withhold compassion from the child she has borne? Even if mothers were to forget, I could never forget you!",
    "reference": "Isaiah 49:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 16,
    "text": "Look, I have inscribed your name on my palms; your walls are constantly before me.",
    "reference": "Isaiah 49:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 17,
    "text": "Your children hurry back, while those who destroyed and devastated you depart. ",
    "reference": "Isaiah 49:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 18,
    "text": "Look all around you! All of them gather to you. As surely as I live,” says the Lord, “you will certainly wear all of them like jewelry; you will put them on as if you were a bride. ",
    "reference": "Isaiah 49:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 19,
    "text": "Yes, your land lies in ruins; it is desolate and devastated. But now you will be too small to hold your residents, and those who devoured you will be far away.",
    "reference": "Isaiah 49:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 20,
    "text": "Yet the children born during your time of bereavement will say within your hearing, ‘This place is too cramped for us, make room for us so we can live here.’",
    "reference": "Isaiah 49:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 21,
    "text": "Then you will think to yourself, ‘Who bore these children for me? I was bereaved and barren, dismissed and divorced. Who raised these children? Look, I was left all alone; where did these children come from?’”",
    "reference": "Isaiah 49:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 22,
    "text": "This is what the Sovereign Lord says: “Look I will raise my hand to the nations; I will raise my signal flag to the peoples. They will bring your sons in their arms and carry your daughters on their shoulders. ",
    "reference": "Isaiah 49:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 23,
    "text": "Kings will be your children’s guardians; their princesses will nurse your children. With their faces to the ground they will bow down to you, and they will lick the dirt on your feet. Then you will recognize that I am the Lord; those who wait patiently for me are not put to shame. ",
    "reference": "Isaiah 49:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 24,
    "text": "Can spoils be taken from a warrior, or captives be rescued from a conqueror? ",
    "reference": "Isaiah 49:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 25,
    "text": "Indeed,” says the Lord, “captives will be taken from a warrior; spoils will be rescued from a conqueror. I will oppose your adversary and I will rescue your children. ",
    "reference": "Isaiah 49:25"
  },
  {
    "bookName": "Isaiah",
    "chapter": 49,
    "verse": 26,
    "text": "I will make your oppressors eat their own flesh; they will get drunk on their own blood, as if it were wine. Then all humankind will recognize that I am the Lord, your Deliverer, your Protector, the Powerful One of Jacob.” ",
    "reference": "Isaiah 49:26"
  }
]