[{"bookName":"Isaiah","chapter":36,"verse":1,"text":"In the fourteenth year of King Hezekiah’s reign, King Sennacherib of Assyria marched up against all the fortified cities of Judah and captured them.","reference":"Isaiah 36:1"},{"bookName":"Isaiah","chapter":36,"verse":2,"text":"The king of Assyria sent his chief adviser from Lachish to King Hezekiah in Jerusalem, along with a large army. The chief adviser stood at the conduit of the upper pool that is located on the road to the field where they wash and dry cloth.","reference":"Isaiah 36:2"},{"bookName":"Isaiah","chapter":36,"verse":3,"text":"Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went out to meet him. ","reference":"Isaiah 36:3"},{"bookName":"Isaiah","chapter":36,"verse":4,"text":"The chief adviser said to them, “Tell Hezekiah: ‘This is what the great king, the king of Assyria, says: “What is your source of confidence? ","reference":"Isaiah 36:4"},{"bookName":"Isaiah","chapter":36,"verse":5,"text":"Your claim to have a strategy and military strength is just empty talk. In whom are you trusting, that you would dare to rebel against me?","reference":"Isaiah 36:5"},{"bookName":"Isaiah","chapter":36,"verse":6,"text":"Look, you must be trusting in Egypt, that splintered reed staff. If someone leans on it for support, it punctures his hand and wounds him. That is what Pharaoh king of Egypt does to all who trust in him!","reference":"Isaiah 36:6"},{"bookName":"Isaiah","chapter":36,"verse":7,"text":"Perhaps you will tell me, ‘We are trusting in the Lord our God.’ But Hezekiah is the one who eliminated his high places and altars and then told the people of Judah and Jerusalem, ‘You must worship at this altar.’ ","reference":"Isaiah 36:7"},{"bookName":"Isaiah","chapter":36,"verse":8,"text":"Now make a deal with my master the king of Assyria, and I will give you 2,000 horses, provided you can find enough riders for them.","reference":"Isaiah 36:8"},{"bookName":"Isaiah","chapter":36,"verse":9,"text":"Certainly you will not refuse one of my master’s minor officials and trust in Egypt for chariots and horsemen. ","reference":"Isaiah 36:9"},{"bookName":"Isaiah","chapter":36,"verse":10,"text":"Furthermore it was by the command of the Lord that I marched up against this land to destroy it. The Lord told me, ‘March up against this land and destroy it!’”’”","reference":"Isaiah 36:10"},{"bookName":"Isaiah","chapter":36,"verse":11,"text":"Eliakim, Shebna, and Joah said to the chief adviser, “Speak to your servants in Aramaic, for we understand it. Don’t speak with us in the Judahite dialect in the hearing of the people who are on the wall.” ","reference":"Isaiah 36:11"},{"bookName":"Isaiah","chapter":36,"verse":12,"text":"But the chief adviser said, “My master did not send me to speak these words only to your master and to you. His message is also for the men who sit on the wall, for they will eat their own excrement and drink their own urine along with you!”","reference":"Isaiah 36:12"},{"bookName":"Isaiah","chapter":36,"verse":13,"text":"The chief adviser then stood there and called out loudly in the Judahite dialect, “Listen to the message of the great king, the king of Assyria. ","reference":"Isaiah 36:13"},{"bookName":"Isaiah","chapter":36,"verse":14,"text":"This is what the king says: ‘Don’t let Hezekiah mislead you, for he is not able to rescue you!","reference":"Isaiah 36:14"},{"bookName":"Isaiah","chapter":36,"verse":15,"text":"Don’t let Hezekiah talk you into trusting in the Lord by saying, “The Lord will certainly rescue us; this city will not be handed over to the king of Assyria.” ","reference":"Isaiah 36:15"},{"bookName":"Isaiah","chapter":36,"verse":16,"text":"Don’t listen to Hezekiah!’ For this is what the king of Assyria says, ‘Send me a token of your submission and surrender to me. Then each of you may eat from his own vine and fig tree and drink water from his own cistern, ","reference":"Isaiah 36:16"},{"bookName":"Isaiah","chapter":36,"verse":17,"text":"until I come and take you to a land just like your own—a land of grain and new wine, a land of bread and vineyards. ","reference":"Isaiah 36:17"},{"bookName":"Isaiah","chapter":36,"verse":18,"text":"Hezekiah is misleading you when he says, “The Lord will rescue us.” Have any of the gods of the nations rescued their lands from the power of the king of Assyria? ","reference":"Isaiah 36:18"},{"bookName":"Isaiah","chapter":36,"verse":19,"text":"Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, did any gods rescue Samaria from my power? ","reference":"Isaiah 36:19"},{"bookName":"Isaiah","chapter":36,"verse":20,"text":"Who among all the gods of these lands have rescued their lands from my power? So how can the Lord rescue Jerusalem from my power?’” ","reference":"Isaiah 36:20"},{"bookName":"Isaiah","chapter":36,"verse":21,"text":"They were silent and did not respond, for the king had ordered, “Don’t respond to him.”","reference":"Isaiah 36:21"},{"bookName":"Isaiah","chapter":36,"verse":22,"text":"Eliakim son of Hilkiah, the palace supervisor, accompanied by Shebna the scribe and Joah son of Asaph, the secretary, went to Hezekiah with their clothes torn and reported to him what the chief adviser had said.","reference":"Isaiah 36:22"}]