[
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 1,
    "text": "“Now, listen, Jacob my servant, Israel whom I have chosen!” ",
    "reference": "Isaiah 44:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 2,
    "text": "This is what the Lord, the one who made you, says— the one who formed you in the womb and helps you: “Don’t be afraid, my servant Jacob, Jeshurun, whom I have chosen. ",
    "reference": "Isaiah 44:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 3,
    "text": "For I will pour water on the parched ground and cause streams to flow on the dry land. I will pour my Spirit on your offspring and my blessing on your children. ",
    "reference": "Isaiah 44:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 4,
    "text": "They will sprout up like a tree in the grass, like poplars beside channels of water. ",
    "reference": "Isaiah 44:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 5,
    "text": "One will say, ‘I belong to the Lord,’ and another will use the name ‘Jacob.’ One will write on his hand, ‘The Lord’s,’ and use the name ‘Israel.’”",
    "reference": "Isaiah 44:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 6,
    "text": "This is what the Lord, Israel’s King, says, their Protector, the Lord of Heaven’s Armies: “I am the first and I am the last, there is no God but me.",
    "reference": "Isaiah 44:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 7,
    "text": "Who is like me? Let him make his claim! Let him announce it and explain it to me— since I established an ancient people— let them announce future events. ",
    "reference": "Isaiah 44:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 8,
    "text": "Don’t panic! Don’t be afraid! Did I not tell you beforehand and decree it? You are my witnesses! Is there any God but me? There is no other sheltering rock; I know of none.",
    "reference": "Isaiah 44:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 9,
    "text": "All who form idols are nothing; the things in which they delight are worthless. Their witnesses cannot see; they recognize nothing, so they are put to shame. ",
    "reference": "Isaiah 44:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 10,
    "text": "Who forms a god and casts an idol that will prove worthless? ",
    "reference": "Isaiah 44:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 11,
    "text": "Look, all his associates will be put to shame; the craftsmen are mere humans. Let them all assemble and take their stand. They will panic and be put to shame. ",
    "reference": "Isaiah 44:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 12,
    "text": "A blacksmith works with his tool and forges metal over the coals. He forms it with hammers; he makes it with his strong arm. He gets hungry and loses his energy; he drinks no water and gets tired. ",
    "reference": "Isaiah 44:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 13,
    "text": "A carpenter takes measurements; he marks out an outline of its form; he scrapes it with chisels and marks it with a compass. He patterns it after the human form, like a well-built human being, and puts it in a shrine. ",
    "reference": "Isaiah 44:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 14,
    "text": "He cuts down cedars and acquires a cypress or an oak. He gets trees from the forest; he plants a cedar and the rain makes it grow. ",
    "reference": "Isaiah 44:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 15,
    "text": "A man uses it to make a fire; he takes some of it and warms himself. Yes, he kindles a fire and bakes bread. Then he makes a god and worships it; he makes an idol and bows down to it.",
    "reference": "Isaiah 44:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 16,
    "text": "Half of it he burns in the fire— over that half he cooks meat; he roasts a meal and fills himself. Yes, he warms himself and says, ‘Ah! I am warm as I look at the fire.’ ",
    "reference": "Isaiah 44:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 17,
    "text": "With the rest of it he makes a god, his idol; he bows down to it and worships it. He prays to it, saying, ‘Rescue me, for you are my god!’ ",
    "reference": "Isaiah 44:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 18,
    "text": "They do not comprehend or understand, for their eyes are blind and cannot see; their minds do not discern. ",
    "reference": "Isaiah 44:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 19,
    "text": "No one thinks to himself, nor do they comprehend or understand and say to themselves: ‘I burned half of it in the fire— yes, I baked bread over the coals; I roasted meat and ate it. With the rest of it should I make a disgusting idol? Should I bow down to dry wood?’ ",
    "reference": "Isaiah 44:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 20,
    "text": "He feeds on ashes; his deceived mind misleads him. He cannot rescue himself, nor does he say, ‘Is this not a false god I hold in my right hand?’ ",
    "reference": "Isaiah 44:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 21,
    "text": "Remember these things, O Jacob, O Israel, for you are my servant. I formed you to be my servant; O Israel, I will not forget you!",
    "reference": "Isaiah 44:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 22,
    "text": "I remove the guilt of your rebellious deeds as if they were a cloud, the guilt of your sins as if they were a cloud. Come back to me, for I protect you.”",
    "reference": "Isaiah 44:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 23,
    "text": "Shout for joy, O sky, for the Lord intervenes; shout out, you subterranean regions of the earth. O mountains, give a joyful shout; you too, O forest and all your trees! For the Lord protects Jacob; he reveals his splendor through Israel. ",
    "reference": "Isaiah 44:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 24,
    "text": "This is what the Lord, your Protector, says, the one who formed you in the womb: “I am the Lord, who made everything, who alone stretched out the sky, who fashioned the earth all by myself,",
    "reference": "Isaiah 44:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 25,
    "text": "who frustrates the omens of the empty talkers and humiliates the omen readers, who overturns the counsel of the wise men and makes their advice seem foolish, ",
    "reference": "Isaiah 44:25"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 26,
    "text": "who fulfills the oracles of his prophetic servants and brings to pass the announcements of his messengers, who says about Jerusalem, ‘She will be inhabited,’ and about the towns of Judah, ‘They will be rebuilt, her ruins I will raise up,’",
    "reference": "Isaiah 44:26"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 27,
    "text": "who says to the deep sea, ‘Be dry! I will dry up your sea currents,’",
    "reference": "Isaiah 44:27"
  },
  {
    "bookName": "Isaiah",
    "chapter": 44,
    "verse": 28,
    "text": "who commissions Cyrus, the one I appointed as shepherd to carry out all my wishes and to decree concerning Jerusalem, ‘She will be rebuilt,’ and concerning the temple, ‘It will be reconstructed.’ ",
    "reference": "Isaiah 44:28"
  }
]