[{"bookName":"Isaiah","chapter":47,"verse":1,"text":"“Fall down! Sit in the dirt, O virgin daughter Babylon! Sit on the ground, not on a throne, O daughter of the Babylonians! Indeed, you will no longer be called delicate and pampered. ","reference":"Isaiah 47:1"},{"bookName":"Isaiah","chapter":47,"verse":2,"text":"Pick up millstones and grind flour. Remove your veil, strip off your skirt, expose your legs, cross the streams. ","reference":"Isaiah 47:2"},{"bookName":"Isaiah","chapter":47,"verse":3,"text":"Let your naked body be exposed. Your shame will be on display! I will get revenge; I will not have pity on anyone,” ","reference":"Isaiah 47:3"},{"bookName":"Isaiah","chapter":47,"verse":4,"text":"says our Protector— the Lord of Heaven’s Armies is his name, the Holy One of Israel. ","reference":"Isaiah 47:4"},{"bookName":"Isaiah","chapter":47,"verse":5,"text":"“Sit silently! Go to a hiding place, O daughter of the Babylonians! Indeed, you will no longer be called ‘Queen of kingdoms.’ ","reference":"Isaiah 47:5"},{"bookName":"Isaiah","chapter":47,"verse":6,"text":"I was angry at my people; I defiled my special possession and handed them over to you. You showed them no mercy; you even placed a very heavy burden on old people. ","reference":"Isaiah 47:6"},{"bookName":"Isaiah","chapter":47,"verse":7,"text":"You said, ‘I will rule forever as permanent queen!’ You did not think about these things; you did not consider how it would turn out. ","reference":"Isaiah 47:7"},{"bookName":"Isaiah","chapter":47,"verse":8,"text":"So now, listen to this, O one who lives so lavishly, who lives securely, who says to herself, ‘I am unique! No one can compare to me! I will never have to live as a widow; I will never lose my children.’ ","reference":"Isaiah 47:8"},{"bookName":"Isaiah","chapter":47,"verse":9,"text":"Both of these will come upon you suddenly, in one day! You will lose your children and be widowed. You will be overwhelmed by these tragedies, despite your many incantations and your numerous amulets. ","reference":"Isaiah 47:9"},{"bookName":"Isaiah","chapter":47,"verse":10,"text":"You were complacent in your evil deeds; you thought, ‘No one sees me.’ Your self-professed wisdom and knowledge lead you astray, when you say, ‘I am unique! No one can compare to me!’","reference":"Isaiah 47:10"},{"bookName":"Isaiah","chapter":47,"verse":11,"text":"Disaster will overtake you; you will not know how to charm it away. Destruction will fall on you; you will not be able to appease it. Calamity will strike you suddenly, before you recognize it.","reference":"Isaiah 47:11"},{"bookName":"Isaiah","chapter":47,"verse":12,"text":"Persist in trusting your amulets and your many incantations, which you have faithfully recited since your youth! Maybe you will be successful— maybe you will scare away disaster.","reference":"Isaiah 47:12"},{"bookName":"Isaiah","chapter":47,"verse":13,"text":"You are tired out from listening to so much advice. Let them take their stand— the ones who see omens in the sky, who gaze at the stars, who make monthly predictions— let them rescue you from the disaster that is about to overtake you!","reference":"Isaiah 47:13"},{"bookName":"Isaiah","chapter":47,"verse":14,"text":"Look, they are like straw that the fire burns up; they cannot rescue themselves from the heat of the flames. There are no coals to warm them, no firelight to enjoy.","reference":"Isaiah 47:14"},{"bookName":"Isaiah","chapter":47,"verse":15,"text":"They will disappoint you, those you have so faithfully dealt with since your youth. Each strays off in his own direction, leaving no one to rescue you.”","reference":"Isaiah 47:15"}]