[
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 1,
    "text": "“The rebellious children are as good as dead,” says the Lord, “those who make plans without consulting me, who form alliances without consulting my Spirit, and thereby compound their sin. ",
    "reference": "Isaiah 30:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 2,
    "text": "They travel down to Egypt without seeking my will, seeking Pharaoh’s protection, and looking for safety in Egypt’s protective shade. ",
    "reference": "Isaiah 30:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 3,
    "text": "But Pharaoh’s protection will bring you nothing but shame and the safety of Egypt’s protective shade nothing but humiliation. ",
    "reference": "Isaiah 30:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 4,
    "text": "Though his officials are in Zoan and his messengers arrive at Hanes, ",
    "reference": "Isaiah 30:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 5,
    "text": "all will be put to shame because of a nation that cannot help them, who cannot give them aid or help, but only shame and disgrace.” ",
    "reference": "Isaiah 30:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 6,
    "text": "This is an oracle about the animals in the Negev: Through a land of distress and danger, inhabited by lionesses and roaring lions, by snakes and darting adders, they transport their wealth on the backs of donkeys, their riches on the humps of camels, to a nation that cannot help them.",
    "reference": "Isaiah 30:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 7,
    "text": "Egypt is totally incapable of helping. For this reason I call her “Proud one who is silenced.” ",
    "reference": "Isaiah 30:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 8,
    "text": "Now go, write it down on a tablet in their presence; inscribe it on a scroll so that it might be preserved for a future time as an enduring witness. ",
    "reference": "Isaiah 30:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 9,
    "text": "For these are rebellious people— they are lying children, children unwilling to obey the Lord’s law. ",
    "reference": "Isaiah 30:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 10,
    "text": "They say to the visionaries, “See no more visions!” and to the seers, “Don’t relate messages to us about what is right! Tell us nice things; relate deceptive messages. ",
    "reference": "Isaiah 30:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 11,
    "text": "Turn aside from the way; stray off the path. Remove from our presence the Holy One of Israel.” ",
    "reference": "Isaiah 30:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 12,
    "text": "For this reason this is what the Holy One of Israel says: “You have rejected this message; you trust instead in your ability to oppress and trick, and rely on that kind of behavior.",
    "reference": "Isaiah 30:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 13,
    "text": "So this sin will become your downfall. You will be like a high wall that bulges and cracks and is ready to collapse; it crumbles suddenly, in a flash. ",
    "reference": "Isaiah 30:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 14,
    "text": "It shatters in pieces like a clay jar, so shattered to bits that none of it can be salvaged. Among its fragments one cannot find a shard large enough to scoop a hot coal from a fire or to skim off water from a cistern.” ",
    "reference": "Isaiah 30:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 15,
    "text": "For this is what the Sovereign Lord, the Holy One of Israel says: “If you repented and patiently waited for me, you would be delivered; if you calmly trusted in me, you would find strength, but you are unwilling. ",
    "reference": "Isaiah 30:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 16,
    "text": "You say, ‘No, we will flee on horses,’ so you will indeed flee. You say, ‘We will ride on fast horses,’ so your pursuers will be fast. ",
    "reference": "Isaiah 30:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 17,
    "text": "One thousand will scurry at the battle cry of one enemy soldier; at the battle cry of five enemy soldiers you will all run away, until the remaining few are as isolated as a flagpole on a mountaintop or a signal flag on a hill.” ",
    "reference": "Isaiah 30:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 18,
    "text": "For this reason the Lord is ready to show you mercy; he sits on his throne, ready to have compassion on you. Indeed, the Lord is a just God; all who wait for him in faith will be blessed. ",
    "reference": "Isaiah 30:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 19,
    "text": "For people will live in Zion; in Jerusalem you will weep no more. When he hears your cry of despair, he will indeed show you mercy; when he hears it, he will respond to you.",
    "reference": "Isaiah 30:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 20,
    "text": "The Lord will give you distress to eat and suffering to drink; but your teachers will no longer be hidden; your eyes will see them.",
    "reference": "Isaiah 30:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 21,
    "text": "You will hear a word spoken behind you, saying, “This is the correct way, walk in it,” whether you are heading to the right or the left. ",
    "reference": "Isaiah 30:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 22,
    "text": "You will desecrate your silver-plated idols and your gold-plated images. You will throw them away as if they were a menstrual rag, saying to them, “Get out!” ",
    "reference": "Isaiah 30:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 23,
    "text": "He will water the seed you plant in the ground, and the ground will produce crops in abundance. At that time your cattle will graze in wide pastures. ",
    "reference": "Isaiah 30:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 24,
    "text": "The oxen and donkeys used in plowing will eat seasoned feed winnowed with a shovel and pitchfork. ",
    "reference": "Isaiah 30:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 25,
    "text": "On every high mountain and every high hill there will be streams flowing with water, at the time of great slaughter when the fortified towers collapse. ",
    "reference": "Isaiah 30:25"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 26,
    "text": "The light of the full moon will be like the sun’s glare, and the sun’s glare will be seven times brighter, like the light of seven days, when the Lord binds up his people’s fractured bones and heals their severe wound. ",
    "reference": "Isaiah 30:26"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 27,
    "text": "Look, the name of the Lord comes from a distant place in raging anger and awesome splendor. He speaks angrily, and his word is like destructive fire. ",
    "reference": "Isaiah 30:27"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 28,
    "text": "His battle cry overwhelms like a flooding river that reaches one’s neck. He shakes the nations in a sieve that isolates the chaff; he puts a bit into the mouth of the nations and leads them to destruction. ",
    "reference": "Isaiah 30:28"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 29,
    "text": "You will sing as you do in the evening when you are celebrating a festival. You will be happy like one who plays a flute as he goes to the mountain of the Lord, the Rock who shelters Israel. ",
    "reference": "Isaiah 30:29"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 30,
    "text": "The Lord will give a mighty shout and intervene in power, with furious anger and flaming, destructive fire, with a driving rainstorm and hailstones. ",
    "reference": "Isaiah 30:30"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 31,
    "text": "Indeed, the Lord’s shout will shatter Assyria; he will beat them with a club. ",
    "reference": "Isaiah 30:31"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 32,
    "text": "Every blow from his punishing cudgel with which the Lord will beat them will be accompanied by music from the tambourine and harp, and he will attack them with his weapons. ",
    "reference": "Isaiah 30:32"
  },
  {
    "bookName": "Isaiah",
    "chapter": 30,
    "verse": 33,
    "text": "For the burial place is already prepared; it has been made deep and wide for the king. The firewood is piled high on it. The Lord’s breath, like a stream flowing with brimstone, will ignite it.",
    "reference": "Isaiah 30:33"
  }
]