[
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 1,
    "text": "This is an oracle about the Valley of Vision: What is the reason that all of you go up to the rooftops? ",
    "reference": "Isaiah 22:1"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 2,
    "text": "The noisy city is full of raucous sounds; the town is filled with revelry. Your slain were not cut down by the sword; they did not die in battle. ",
    "reference": "Isaiah 22:2"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 3,
    "text": " All your leaders ran away together— they fled to a distant place; all your refugees were captured together— they were captured without a single arrow being shot.",
    "reference": "Isaiah 22:3"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 4,
    "text": "So I say: “Don’t look at me! I am weeping bitterly. Don’t try to console me concerning the destruction of my defenseless people.” ",
    "reference": "Isaiah 22:4"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 5,
    "text": "For the Sovereign Lord of Heaven’s Armies has planned a day of panic, defeat, and confusion. In the Valley of Vision people shout and cry out to the hill. ",
    "reference": "Isaiah 22:5"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 6,
    "text": "The Elamites picked up the quiver and came with chariots and horsemen; the men of Kir prepared the shield. ",
    "reference": "Isaiah 22:6"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 7,
    "text": "Your very best valleys were full of chariots; horsemen confidently took their positions at the gate. ",
    "reference": "Isaiah 22:7"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 8,
    "text": "They removed the defenses of Judah. At that time you looked for the weapons in the House of the Forest. ",
    "reference": "Isaiah 22:8"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 9,
    "text": "You saw the many breaks in the walls of the City of David; you stored up water in the lower pool. ",
    "reference": "Isaiah 22:9"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 10,
    "text": "You counted the houses in Jerusalem and demolished houses so you could have material to reinforce the wall. ",
    "reference": "Isaiah 22:10"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 11,
    "text": "You made a reservoir between the two walls for the water of the old pool— but you did not trust in the one who made it; you did not depend on the one who formed it long ago. ",
    "reference": "Isaiah 22:11"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 12,
    "text": "At that time the Sovereign Lord of Heaven’s Armies called for weeping and mourning, for shaved heads and sackcloth. ",
    "reference": "Isaiah 22:12"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 13,
    "text": "But look, there is outright celebration! You say, “Kill the ox and slaughter the sheep, eat meat and drink wine. Eat and drink, for tomorrow we die!” ",
    "reference": "Isaiah 22:13"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 14,
    "text": "The Lord of Heaven’s Armies told me this: “Certainly this sin will not be forgiven as long as you live,” says the Sovereign Lord of Heaven’s Armies. ",
    "reference": "Isaiah 22:14"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 15,
    "text": "This is what the Sovereign Lord of Heaven’s Armies says: “Go visit this administrator, Shebna, who supervises the palace, and tell him:",
    "reference": "Isaiah 22:15"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 16,
    "text": "‘What right do you have to be here? What relatives do you have buried here? Why do you chisel out a tomb for yourself here? He chisels out his burial site in an elevated place, he carves out his tomb on a cliff. ",
    "reference": "Isaiah 22:16"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 17,
    "text": "Look, the Lord will throw you far away, you mere man! He will wrap you up tightly. ",
    "reference": "Isaiah 22:17"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 18,
    "text": "He will wind you up tightly into a ball and throw you into a wide, open land. There you will die, and there with you will be your impressive chariots, which bring disgrace to the house of your master. ",
    "reference": "Isaiah 22:18"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 19,
    "text": "I will remove you from your office; you will be thrown down from your position. ",
    "reference": "Isaiah 22:19"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 20,
    "text": "“‘At that time I will summon my servant Eliakim, son of Hilkiah. ",
    "reference": "Isaiah 22:20"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 21,
    "text": "I will put your robe on him, tie your belt around him, and transfer your authority to him. He will become a protector of the residents of Jerusalem and of the people of Judah. ",
    "reference": "Isaiah 22:21"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 22,
    "text": "I will place the key to the house of David on his shoulder. When he opens the door, no one can close it; when he closes the door, no one can open it.",
    "reference": "Isaiah 22:22"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 23,
    "text": "I will fasten him like a peg into a solid place; he will bring honor and respect to his father’s family. ",
    "reference": "Isaiah 22:23"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 24,
    "text": "His father’s family will gain increasing prominence because of him, including the offspring and the offshoots. All the small containers, including the bowls and all the jars, will hang from this peg.’ ",
    "reference": "Isaiah 22:24"
  },
  {
    "bookName": "Isaiah",
    "chapter": 22,
    "verse": 25,
    "text": "“At that time,” says the Lord of Heaven’s Armies, “the peg fastened into a solid place will come loose. It will be cut off and fall, and the load hanging on it will be cut off.” Indeed, the Lord has spoken. ",
    "reference": "Isaiah 22:25"
  }
]