[{"bookName":"Isaiah","chapter":48,"verse":1,"text":"Listen to this, O family of Jacob, you who are called by the name “Israel,” and are descended from Judah, who take oaths in the name of the Lord and invoke the God of Israel— but not in an honest and just manner. ","reference":"Isaiah 48:1"},{"bookName":"Isaiah","chapter":48,"verse":2,"text":"Indeed, they live in the holy city; they trust in the God of Israel, whose name is the Lord of Heaven’s Armies. ","reference":"Isaiah 48:2"},{"bookName":"Isaiah","chapter":48,"verse":3,"text":"“I announced events beforehand, I issued the decrees and made the predictions; suddenly I acted and they came to pass.","reference":"Isaiah 48:3"},{"bookName":"Isaiah","chapter":48,"verse":4,"text":"I did this because I know how stubborn you are. Your neck muscles are like iron and your forehead like bronze. ","reference":"Isaiah 48:4"},{"bookName":"Isaiah","chapter":48,"verse":5,"text":"I announced them to you beforehand; before they happened, I predicted them for you, so you could never say, ‘My image did these things, my idol, my cast image, decreed them.’","reference":"Isaiah 48:5"},{"bookName":"Isaiah","chapter":48,"verse":6,"text":"You have heard; now look at all the evidence! Will you not admit that what I say is true? From this point on I am announcing to you new events that are previously unrevealed and you do not know about.","reference":"Isaiah 48:6"},{"bookName":"Isaiah","chapter":48,"verse":7,"text":"Now they come into being, not in the past; before today you did not hear about them, so you could not say, ‘Yes, I know about them.’","reference":"Isaiah 48:7"},{"bookName":"Isaiah","chapter":48,"verse":8,"text":"You did not hear, you do not know, you were not told beforehand. For I know that you are very deceitful; you were labeled a rebel from birth. ","reference":"Isaiah 48:8"},{"bookName":"Isaiah","chapter":48,"verse":9,"text":"For the sake of my reputation I hold back my anger; for the sake of my prestige I restrain myself from destroying you.","reference":"Isaiah 48:9"},{"bookName":"Isaiah","chapter":48,"verse":10,"text":"Look, I have refined you, but not as silver; I have purified you in the furnace of misery. ","reference":"Isaiah 48:10"},{"bookName":"Isaiah","chapter":48,"verse":11,"text":"For my sake alone I will act, for how can I allow my name to be defiled? I will not share my glory with anyone else! ","reference":"Isaiah 48:11"},{"bookName":"Isaiah","chapter":48,"verse":12,"text":"Listen to me, O Jacob, Israel, whom I summoned. I am the one; I am present at the very beginning and at the very end. ","reference":"Isaiah 48:12"},{"bookName":"Isaiah","chapter":48,"verse":13,"text":"Yes, my hand founded the earth; my right hand spread out the sky. I summon them; they stand together. ","reference":"Isaiah 48:13"},{"bookName":"Isaiah","chapter":48,"verse":14,"text":"All of you, gather together and listen! Who among them announced these things? The Lord’s ally will carry out his desire against Babylon; he will exert his power against the Babylonians. ","reference":"Isaiah 48:14"},{"bookName":"Isaiah","chapter":48,"verse":15,"text":"I, I have spoken— yes, I have summoned him; I lead him and he will succeed. ","reference":"Isaiah 48:15"},{"bookName":"Isaiah","chapter":48,"verse":16,"text":"Approach me—listen to this! From the very first I have not spoken in secret; when it happens, I am there.” So now, the Sovereign Lord has sent me, accompanied by his Spirit. ","reference":"Isaiah 48:16"},{"bookName":"Isaiah","chapter":48,"verse":17,"text":"This is what the Lord, your Protector, says, the Holy One of Israel: “I am the Lord your God, who teaches you how to succeed, who leads you in the way you should go. ","reference":"Isaiah 48:17"},{"bookName":"Isaiah","chapter":48,"verse":18,"text":"If only you had obeyed my commandments, prosperity would have flowed to you like a river, deliverance would have come to you like the waves of the sea. ","reference":"Isaiah 48:18"},{"bookName":"Isaiah","chapter":48,"verse":19,"text":"Your descendants would have been as numerous as sand and your children like its granules. Their name would not have been cut off and eliminated from my presence. ","reference":"Isaiah 48:19"},{"bookName":"Isaiah","chapter":48,"verse":20,"text":"Leave Babylon! Flee from the Babylonians! Announce it with a shout of joy! Make this known— proclaim it throughout the earth! Say, ‘The Lord protects his servant Jacob. ","reference":"Isaiah 48:20"},{"bookName":"Isaiah","chapter":48,"verse":21,"text":"They do not thirst as he leads them through dry regions; he makes water flow out of a rock for them; he splits open a rock and water flows out.’","reference":"Isaiah 48:21"},{"bookName":"Isaiah","chapter":48,"verse":22,"text":"There will be no prosperity for the wicked,” says the Lord. ","reference":"Isaiah 48:22"}]