[{"bookName":"Isaiah","chapter":52,"verse":1,"text":"Wake up! Wake up! Clothe yourself with strength, O Zion! Put on your beautiful clothes, O Jerusalem, holy city. For uncircumcised and unclean pagans will no longer invade you.","reference":"Isaiah 52:1"},{"bookName":"Isaiah","chapter":52,"verse":2,"text":"Shake off the dirt! Get up, captive Jerusalem. Take off the iron chains around your neck, O captive daughter Zion. ","reference":"Isaiah 52:2"},{"bookName":"Isaiah","chapter":52,"verse":3,"text":"For this is what the Lord says: “You were sold for nothing, and you will not be redeemed for money.” ","reference":"Isaiah 52:3"},{"bookName":"Isaiah","chapter":52,"verse":4,"text":"For this is what the Sovereign Lord says: “In the beginning my people went to live temporarily in Egypt; Assyria oppressed them for no good reason.","reference":"Isaiah 52:4"},{"bookName":"Isaiah","chapter":52,"verse":5,"text":"And now, what do we have here?” says the Lord. “Indeed my people have been carried away for nothing, those who rule over them taunt,” says the Lord, “and my name is constantly slandered all day long.","reference":"Isaiah 52:5"},{"bookName":"Isaiah","chapter":52,"verse":6,"text":"For this reason my people will know my name; for this reason they will know at that time that I am the one who says, ‘Here I am.’” ","reference":"Isaiah 52:6"},{"bookName":"Isaiah","chapter":52,"verse":7,"text":"How delightful it is to see approaching over the mountains the feet of a messenger who announces peace, a messenger who brings good news, who announces deliverance, who says to Zion, “Your God reigns!” ","reference":"Isaiah 52:7"},{"bookName":"Isaiah","chapter":52,"verse":8,"text":"Listen, your watchmen shout; in unison they shout for joy, for they see with their very own eyes the Lord’s return to Zion. ","reference":"Isaiah 52:8"},{"bookName":"Isaiah","chapter":52,"verse":9,"text":"In unison give a joyful shout, O ruins of Jerusalem! For the Lord consoles his people; he protects Jerusalem. ","reference":"Isaiah 52:9"},{"bookName":"Isaiah","chapter":52,"verse":10,"text":"The Lord reveals his royal power in the sight of all the nations; the entire earth sees our God deliver. ","reference":"Isaiah 52:10"},{"bookName":"Isaiah","chapter":52,"verse":11,"text":"Leave! Leave! Get out of there! Don’t touch anything unclean! Get out of it! Stay pure, you who carry the Lord’s holy items. ","reference":"Isaiah 52:11"},{"bookName":"Isaiah","chapter":52,"verse":12,"text":"Yet do not depart quickly or leave in a panic. For the Lord goes before you; the God of Israel is your rear guard. ","reference":"Isaiah 52:12"},{"bookName":"Isaiah","chapter":52,"verse":13,"text":"Look, my servant will succeed! He will be elevated, lifted high, and greatly exalted—","reference":"Isaiah 52:13"},{"bookName":"Isaiah","chapter":52,"verse":14,"text":"(just as many were horrified by the sight of you) he was so disfigured he no longer looked like a man; his form was so marred he no longer looked human—","reference":"Isaiah 52:14"},{"bookName":"Isaiah","chapter":52,"verse":15,"text":"so now he will startle many nations. Kings will be shocked by his exaltation, for they will witness something unannounced to them, and they will understand something they had not heard about.","reference":"Isaiah 52:15"}]