[
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 1,
    "text": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought aromatic spices so that they might go and anoint him. ",
    "reference": "Mark 16:1"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 2,
    "text": "And very early on the first day of the week, at sunrise, they went to the tomb. ",
    "reference": "Mark 16:2"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 3,
    "text": "They had been asking each other, “Who will roll away the stone for us from the entrance to the tomb?” ",
    "reference": "Mark 16:3"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 4,
    "text": "But when they looked up, they saw that the stone, which was very large, had been rolled back. ",
    "reference": "Mark 16:4"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 5,
    "text": "Then as they went into the tomb, they saw a young man dressed in a white robe sitting on the right side; and they were alarmed. ",
    "reference": "Mark 16:5"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 6,
    "text": "But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene, who was crucified. He has been raised! He is not here. Look, there is the place where they laid him. ",
    "reference": "Mark 16:6"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 7,
    "text": "But go, tell his disciples, even Peter, that he is going ahead of you into Galilee. You will see him there, just as he told you.” ",
    "reference": "Mark 16:7"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 8,
    "text": "Then they went out and ran from the tomb, for terror and bewilderment had seized them. And they said nothing to anyone, because they were afraid.",
    "reference": "Mark 16:8"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 9,
    "text": "[[Early on the first day of the week, after he arose, he appeared first to Mary Magdalene, from whom he had driven out seven demons. ",
    "reference": "Mark 16:9"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 10,
    "text": "She went out and told those who were with him, while they were mourning and weeping. ",
    "reference": "Mark 16:10"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 11,
    "text": "And when they heard that he was alive and had been seen by her, they did not believe. ",
    "reference": "Mark 16:11"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 12,
    "text": "After this he appeared in a different form to two of them while they were on their way to the country. ",
    "reference": "Mark 16:12"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 13,
    "text": "They went back and told the rest, but they did not believe them. ",
    "reference": "Mark 16:13"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 14,
    "text": "Then he appeared to the Eleven themselves, while they were eating, and he rebuked them for their unbelief and hardness of heart because they did not believe those who had seen him resurrected.",
    "reference": "Mark 16:14"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 15,
    "text": "He said to them, “Go into all the world and preach the gospel to every creature. ",
    "reference": "Mark 16:15"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 16,
    "text": "The one who believes and is baptized will be saved, but the one who does not believe will be condemned. ",
    "reference": "Mark 16:16"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 17,
    "text": "These signs will accompany those who believe: In my name they will drive out demons; they will speak in new languages; ",
    "reference": "Mark 16:17"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 18,
    "text": "they will pick up snakes with their hands, and whatever poison they drink will not harm them; they will place their hands on the sick and they will be well.” ",
    "reference": "Mark 16:18"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 19,
    "text": "After the Lord Jesus had spoken to them, he was taken up into heaven and sat down at the right hand of God. ",
    "reference": "Mark 16:19"
  },
  {
    "bookName": "Mark",
    "chapter": 16,
    "verse": 20,
    "text": "They went out and proclaimed everywhere, while the Lord worked with them and confirmed the word through the accompanying signs.]] ",
    "reference": "Mark 16:20"
  }
]