[{"bookName":"Mark","chapter":4,"verse":1,"text":"Again he began to teach by the lake. Such a large crowd gathered around him that he got into a boat on the lake and sat there while the whole crowd was on the shore by the lake. ","reference":"Mark 4:1"},{"bookName":"Mark","chapter":4,"verse":2,"text":"He taught them many things in parables, and in his teaching said to them: ","reference":"Mark 4:2"},{"bookName":"Mark","chapter":4,"verse":3,"text":"“Listen! A sower went out to sow. ","reference":"Mark 4:3"},{"bookName":"Mark","chapter":4,"verse":4,"text":"And as he sowed, some seed fell along the path, and the birds came and devoured it. ","reference":"Mark 4:4"},{"bookName":"Mark","chapter":4,"verse":5,"text":"Other seed fell on rocky ground where it did not have much soil. It sprang up at once because the soil was not deep. ","reference":"Mark 4:5"},{"bookName":"Mark","chapter":4,"verse":6,"text":"When the sun came up it was scorched, and because it did not have sufficient root, it withered. ","reference":"Mark 4:6"},{"bookName":"Mark","chapter":4,"verse":7,"text":"Other seed fell among the thorns, and they grew up and choked it, and it did not produce grain. ","reference":"Mark 4:7"},{"bookName":"Mark","chapter":4,"verse":8,"text":"But other seed fell on good soil and produced grain, sprouting and growing; some yielded thirty times as much, some sixty, and some a hundred times.” ","reference":"Mark 4:8"},{"bookName":"Mark","chapter":4,"verse":9,"text":"And he said, “Whoever has ears to hear had better listen!” ","reference":"Mark 4:9"},{"bookName":"Mark","chapter":4,"verse":10,"text":"When he was alone, those around him with the twelve asked him about the parables. ","reference":"Mark 4:10"},{"bookName":"Mark","chapter":4,"verse":11,"text":"He said to them, “The secret of the kingdom of God has been given to you. But to those outside, everything is in parables, ","reference":"Mark 4:11"},{"bookName":"Mark","chapter":4,"verse":12,"text":"“so that \u003Cb\u003Ealthough they look they may look but not see,\u003C/b\u003E\u003Cb\u003Eand although they hear they may hear but not understand,\u003C/b\u003E\u003Cb\u003Eso they may not repent and be forgiven\u003C/b\u003E.” ","reference":"Mark 4:12"},{"bookName":"Mark","chapter":4,"verse":13,"text":"He said to them, “Don’t you understand this parable? Then how will you understand any parable? ","reference":"Mark 4:13"},{"bookName":"Mark","chapter":4,"verse":14,"text":"The sower sows the word. ","reference":"Mark 4:14"},{"bookName":"Mark","chapter":4,"verse":15,"text":"These are the ones on the path where the word is sown: Whenever they hear, immediately Satan comes and snatches the word that was sown in them. ","reference":"Mark 4:15"},{"bookName":"Mark","chapter":4,"verse":16,"text":"These are the ones sown on rocky ground: As soon as they hear the word, they receive it with joy. ","reference":"Mark 4:16"},{"bookName":"Mark","chapter":4,"verse":17,"text":"But they have no root in themselves and do not endure. Then, when trouble or persecution comes because of the word, immediately they fall away. ","reference":"Mark 4:17"},{"bookName":"Mark","chapter":4,"verse":18,"text":"Others are the ones sown among thorns: They are those who hear the word, ","reference":"Mark 4:18"},{"bookName":"Mark","chapter":4,"verse":19,"text":"but worldly cares, the seductiveness of wealth, and the desire for other things come in and choke the word, and it produces nothing. ","reference":"Mark 4:19"},{"bookName":"Mark","chapter":4,"verse":20,"text":"But these are the ones sown on good soil: They hear the word and receive it and bear fruit, one thirty times as much, one sixty, and one a hundred.” ","reference":"Mark 4:20"},{"bookName":"Mark","chapter":4,"verse":21,"text":"He also said to them, “A lamp isn’t brought to be put under a basket or under a bed, is it? Isn’t it to be placed on a lampstand? ","reference":"Mark 4:21"},{"bookName":"Mark","chapter":4,"verse":22,"text":"For nothing is hidden except to be revealed, and nothing concealed except to be brought to light. ","reference":"Mark 4:22"},{"bookName":"Mark","chapter":4,"verse":23,"text":"If anyone has ears to hear, he had better listen!” ","reference":"Mark 4:23"},{"bookName":"Mark","chapter":4,"verse":24,"text":"And he said to them, “Take care about what you hear. The measure you use will be the measure you receive, and more will be added to you. ","reference":"Mark 4:24"},{"bookName":"Mark","chapter":4,"verse":25,"text":"For whoever has will be given more, but whoever does not have, even what he has will be taken from him.” ","reference":"Mark 4:25"},{"bookName":"Mark","chapter":4,"verse":26,"text":"He also said, “The kingdom of God is like someone who spreads seed on the ground. ","reference":"Mark 4:26"},{"bookName":"Mark","chapter":4,"verse":27,"text":"He goes to sleep and gets up, night and day, and the seed sprouts and grows, though he does not know how.","reference":"Mark 4:27"},{"bookName":"Mark","chapter":4,"verse":28,"text":"By itself the soil produces a crop, first the stalk, then the head, then the full grain in the head. ","reference":"Mark 4:28"},{"bookName":"Mark","chapter":4,"verse":29,"text":"And when the grain is ripe, he sends in the sickle because the harvest has come.” ","reference":"Mark 4:29"},{"bookName":"Mark","chapter":4,"verse":30,"text":"He also asked, “To what can we compare the kingdom of God, or what parable can we use to present it? ","reference":"Mark 4:30"},{"bookName":"Mark","chapter":4,"verse":31,"text":"It is like a mustard seed that when sown in the ground, even though it is the smallest of all the seeds in the ground—","reference":"Mark 4:31"},{"bookName":"Mark","chapter":4,"verse":32,"text":"when it is sown, it grows up, becomes the greatest of all garden plants, and grows large branches so that the wild birds can nest in its shade.” ","reference":"Mark 4:32"},{"bookName":"Mark","chapter":4,"verse":33,"text":"So with many parables like these, he spoke the word to them, as they were able to hear. ","reference":"Mark 4:33"},{"bookName":"Mark","chapter":4,"verse":34,"text":"He did not speak to them without a parable. But privately he explained everything to his own disciples. ","reference":"Mark 4:34"},{"bookName":"Mark","chapter":4,"verse":35,"text":"On that day, when evening came, Jesus said to his disciples, “Let’s go across to the other side of the lake.”","reference":"Mark 4:35"},{"bookName":"Mark","chapter":4,"verse":36,"text":"So after leaving the crowd, they took him along, just as he was, in the boat, and other boats were with him. ","reference":"Mark 4:36"},{"bookName":"Mark","chapter":4,"verse":37,"text":"Now a great windstorm developed and the waves were breaking into the boat, so that the boat was nearly swamped. ","reference":"Mark 4:37"},{"bookName":"Mark","chapter":4,"verse":38,"text":"But he was in the stern, sleeping on a cushion. They woke him up and said to him, “Teacher, don’t you care that we are about to die?” ","reference":"Mark 4:38"},{"bookName":"Mark","chapter":4,"verse":39,"text":"So he got up and rebuked the wind, and said to the sea, “Be quiet! Calm down!” Then the wind stopped, and it was dead calm. ","reference":"Mark 4:39"},{"bookName":"Mark","chapter":4,"verse":40,"text":"And he said to them, “Why are you cowardly? Do you still not have faith?” ","reference":"Mark 4:40"},{"bookName":"Mark","chapter":4,"verse":41,"text":"They were overwhelmed by fear and said to one another, “Who then is this? Even the wind and sea obey him!” ","reference":"Mark 4:41"}]