[{"bookName":"Mark","chapter":14,"verse":1,"text":"Two days before the Passover and the Feast of Unleavened Bread, the chief priests and the experts in the law were trying to find a way to arrest Jesus by stealth and kill him.","reference":"Mark 14:1"},{"bookName":"Mark","chapter":14,"verse":2,"text":"For they said, “Not during the feast, so there won’t be a riot among the people.” ","reference":"Mark 14:2"},{"bookName":"Mark","chapter":14,"verse":3,"text":"Now while Jesus was in Bethany at the house of Simon the leper, reclining at the table, a woman came with an alabaster jar of costly aromatic oil from pure nard. After breaking open the jar, she poured it on his head. ","reference":"Mark 14:3"},{"bookName":"Mark","chapter":14,"verse":4,"text":"But some who were present indignantly said to one another, “Why this waste of expensive ointment? ","reference":"Mark 14:4"},{"bookName":"Mark","chapter":14,"verse":5,"text":"It could have been sold for more than 300 silver coins and the money given to the poor!” So they spoke angrily to her. ","reference":"Mark 14:5"},{"bookName":"Mark","chapter":14,"verse":6,"text":"But Jesus said, “Leave her alone. Why are you bothering her? She has done a good service for me. ","reference":"Mark 14:6"},{"bookName":"Mark","chapter":14,"verse":7,"text":"For you will always have the poor with you, and you can do good for them whenever you want. But you will not always have me! ","reference":"Mark 14:7"},{"bookName":"Mark","chapter":14,"verse":8,"text":"She did what she could. She anointed my body beforehand for burial. ","reference":"Mark 14:8"},{"bookName":"Mark","chapter":14,"verse":9,"text":"I tell you the truth, wherever the gospel is proclaimed in the whole world, what she has done will also be told in memory of her.” ","reference":"Mark 14:9"},{"bookName":"Mark","chapter":14,"verse":10,"text":"Then Judas Iscariot, one of the twelve, went to the chief priests to betray Jesus into their hands. ","reference":"Mark 14:10"},{"bookName":"Mark","chapter":14,"verse":11,"text":"When they heard this, they were delighted and promised to give him money. So Judas began looking for an opportunity to betray him. ","reference":"Mark 14:11"},{"bookName":"Mark","chapter":14,"verse":12,"text":"Now on the first day of the Feast of Unleavened Bread, when the Passover lamb is sacrificed, Jesus’ disciples said to him, “Where do you want us to prepare for you to eat the Passover?” ","reference":"Mark 14:12"},{"bookName":"Mark","chapter":14,"verse":13,"text":"He sent two of his disciples and told them, “Go into the city, and a man carrying a jar of water will meet you. Follow him. ","reference":"Mark 14:13"},{"bookName":"Mark","chapter":14,"verse":14,"text":"Wherever he enters, tell the owner of the house, ‘The Teacher says, “Where is my guest room where I may eat the Passover with my disciples?”’ ","reference":"Mark 14:14"},{"bookName":"Mark","chapter":14,"verse":15,"text":"He will show you a large room upstairs, furnished and ready. Make preparations for us there.” ","reference":"Mark 14:15"},{"bookName":"Mark","chapter":14,"verse":16,"text":"So the disciples left, went into the city, and found things just as he had told them, and they prepared the Passover. ","reference":"Mark 14:16"},{"bookName":"Mark","chapter":14,"verse":17,"text":"Then, when it was evening, he came to the house with the twelve. ","reference":"Mark 14:17"},{"bookName":"Mark","chapter":14,"verse":18,"text":"While they were at the table eating, Jesus said, “I tell you the truth, one of you eating with me will betray me.” ","reference":"Mark 14:18"},{"bookName":"Mark","chapter":14,"verse":19,"text":"They were distressed, and one by one said to him, “Surely not I?” ","reference":"Mark 14:19"},{"bookName":"Mark","chapter":14,"verse":20,"text":"He said to them, “It is one of the twelve, one who dips his hand with me into the bowl. ","reference":"Mark 14:20"},{"bookName":"Mark","chapter":14,"verse":21,"text":"For the Son of Man will go as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if he had never been born.” ","reference":"Mark 14:21"},{"bookName":"Mark","chapter":14,"verse":22,"text":"While they were eating, he took bread, and after giving thanks he broke it, gave it to them, and said, “Take it. This is my body.” ","reference":"Mark 14:22"},{"bookName":"Mark","chapter":14,"verse":23,"text":"And after taking the cup and giving thanks, he gave it to them, and they all drank from it. ","reference":"Mark 14:23"},{"bookName":"Mark","chapter":14,"verse":24,"text":"He said to them, “This is my blood, the blood of the covenant, that is poured out for many. ","reference":"Mark 14:24"},{"bookName":"Mark","chapter":14,"verse":25,"text":"I tell you the truth, I will no longer drink of the fruit of the vine until that day when I drink it new in the kingdom of God.”","reference":"Mark 14:25"},{"bookName":"Mark","chapter":14,"verse":26,"text":"After singing a hymn, they went out to the Mount of Olives. ","reference":"Mark 14:26"},{"bookName":"Mark","chapter":14,"verse":27,"text":"Then Jesus said to them, “You will all fall away, for it is written,“‘\u003Cb\u003EI will strike the shepherd,\u003C/b\u003E\u003Cb\u003Eand the sheep will be scattered\u003C/b\u003E.’ ","reference":"Mark 14:27"},{"bookName":"Mark","chapter":14,"verse":28,"text":"But after I am raised, I will go ahead of you into Galilee.” ","reference":"Mark 14:28"},{"bookName":"Mark","chapter":14,"verse":29,"text":"Peter said to him, “Even if they all fall away, I will not!” ","reference":"Mark 14:29"},{"bookName":"Mark","chapter":14,"verse":30,"text":"Jesus said to him, “I tell you the truth, today—this very night—before a rooster crows twice, you will deny me three times.” ","reference":"Mark 14:30"},{"bookName":"Mark","chapter":14,"verse":31,"text":"But Peter insisted emphatically, “Even if I must die with you, I will never deny you.” And all of them said the same thing. ","reference":"Mark 14:31"},{"bookName":"Mark","chapter":14,"verse":32,"text":"Then they went to a place called Gethsemane, and Jesus said to his disciples, “Sit here while I pray.” ","reference":"Mark 14:32"},{"bookName":"Mark","chapter":14,"verse":33,"text":"He took Peter, James, and John with him, and became very troubled and distressed. ","reference":"Mark 14:33"},{"bookName":"Mark","chapter":14,"verse":34,"text":"He said to them, “My soul is deeply grieved, even to the point of death. Remain here and stay alert.” ","reference":"Mark 14:34"},{"bookName":"Mark","chapter":14,"verse":35,"text":"Going a little farther, he threw himself to the ground and prayed that if it were possible the hour would pass from him. ","reference":"Mark 14:35"},{"bookName":"Mark","chapter":14,"verse":36,"text":"He said, “Abba, Father, all things are possible for you. Take this cup away from me. Yet not what I will, but what you will.” ","reference":"Mark 14:36"},{"bookName":"Mark","chapter":14,"verse":37,"text":"Then he came and found them sleeping, and said to Peter, “Simon, are you sleeping? Couldn’t you stay awake for one hour? ","reference":"Mark 14:37"},{"bookName":"Mark","chapter":14,"verse":38,"text":"Stay awake and pray that you will not fall into temptation. The spirit is willing, but the flesh is weak.” ","reference":"Mark 14:38"},{"bookName":"Mark","chapter":14,"verse":39,"text":"He went away again and prayed the same thing. ","reference":"Mark 14:39"},{"bookName":"Mark","chapter":14,"verse":40,"text":"When he came again he found them sleeping; they could not keep their eyes open. And they did not know what to tell him. ","reference":"Mark 14:40"},{"bookName":"Mark","chapter":14,"verse":41,"text":"He came a third time and said to them, “Are you still sleeping and resting? Enough of that! The hour has come. Look, the Son of Man is betrayed into the hands of sinners. ","reference":"Mark 14:41"},{"bookName":"Mark","chapter":14,"verse":42,"text":"Get up, let us go. Look! My betrayer is approaching!” ","reference":"Mark 14:42"},{"bookName":"Mark","chapter":14,"verse":43,"text":"Right away, while Jesus was still speaking, Judas, one of the twelve, arrived. With him came a crowd armed with swords and clubs, sent by the chief priests and experts in the law and elders. ","reference":"Mark 14:43"},{"bookName":"Mark","chapter":14,"verse":44,"text":"(Now the betrayer had given them a sign, saying, “The one I kiss is the man. Arrest him and lead him away under guard.”) ","reference":"Mark 14:44"},{"bookName":"Mark","chapter":14,"verse":45,"text":"When Judas arrived, he went up to Jesus immediately and said, “Rabbi!” and kissed him. ","reference":"Mark 14:45"},{"bookName":"Mark","chapter":14,"verse":46,"text":"Then they took hold of him and arrested him. ","reference":"Mark 14:46"},{"bookName":"Mark","chapter":14,"verse":47,"text":"One of the bystanders drew his sword and struck the high priest’s slave, cutting off his ear. ","reference":"Mark 14:47"},{"bookName":"Mark","chapter":14,"verse":48,"text":"Jesus said to them, “Have you come with swords and clubs to arrest me like you would an outlaw? ","reference":"Mark 14:48"},{"bookName":"Mark","chapter":14,"verse":49,"text":"Day after day I was with you, teaching in the temple courts, yet you did not arrest me. But this has happened so that the scriptures would be fulfilled.” ","reference":"Mark 14:49"},{"bookName":"Mark","chapter":14,"verse":50,"text":"Then all the disciples left him and fled. ","reference":"Mark 14:50"},{"bookName":"Mark","chapter":14,"verse":51,"text":"A young man was following him, wearing only a linen cloth. They tried to arrest him, ","reference":"Mark 14:51"},{"bookName":"Mark","chapter":14,"verse":52,"text":"but he ran off naked, leaving his linen cloth behind.","reference":"Mark 14:52"},{"bookName":"Mark","chapter":14,"verse":53,"text":"Then they led Jesus to the high priest, and all the chief priests and elders and experts in the law came together. ","reference":"Mark 14:53"},{"bookName":"Mark","chapter":14,"verse":54,"text":"And Peter had followed him from a distance, up to the high priest’s courtyard. He was sitting with the guards and warming himself by the fire. ","reference":"Mark 14:54"},{"bookName":"Mark","chapter":14,"verse":55,"text":"The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find anything.","reference":"Mark 14:55"},{"bookName":"Mark","chapter":14,"verse":56,"text":"Many gave false testimony against him, but their testimony did not agree. ","reference":"Mark 14:56"},{"bookName":"Mark","chapter":14,"verse":57,"text":"Some stood up and gave this false testimony against him: ","reference":"Mark 14:57"},{"bookName":"Mark","chapter":14,"verse":58,"text":"“We heard him say, ‘I will destroy this temple made with hands and in three days build another not made with hands.’” ","reference":"Mark 14:58"},{"bookName":"Mark","chapter":14,"verse":59,"text":"Yet even on this point their testimony did not agree. ","reference":"Mark 14:59"},{"bookName":"Mark","chapter":14,"verse":60,"text":"Then the high priest stood up before them and asked Jesus, “Have you no answer? What is this that they are testifying against you?” ","reference":"Mark 14:60"},{"bookName":"Mark","chapter":14,"verse":61,"text":"But he was silent and did not answer. Again the high priest questioned him, “Are you the Christ, the Son of the Blessed One?” ","reference":"Mark 14:61"},{"bookName":"Mark","chapter":14,"verse":62,"text":"“I am,” said Jesus, “and you will see the Son of Man sitting at the right hand of the Power and coming with the clouds of heaven.” ","reference":"Mark 14:62"},{"bookName":"Mark","chapter":14,"verse":63,"text":"Then the high priest tore his clothes and said, “Why do we still need witnesses? ","reference":"Mark 14:63"},{"bookName":"Mark","chapter":14,"verse":64,"text":"You have heard the blasphemy! What is your verdict?” They all condemned him as deserving death. ","reference":"Mark 14:64"},{"bookName":"Mark","chapter":14,"verse":65,"text":"Then some began to spit on him, and to blindfold him, and to strike him with their fists, saying, “Prophesy!” The guards also took him and beat him. ","reference":"Mark 14:65"},{"bookName":"Mark","chapter":14,"verse":66,"text":"Now while Peter was below in the courtyard, one of the high priest’s slave girls came by. ","reference":"Mark 14:66"},{"bookName":"Mark","chapter":14,"verse":67,"text":"When she saw Peter warming himself, she looked directly at him and said, “You also were with that Nazarene, Jesus.” ","reference":"Mark 14:67"},{"bookName":"Mark","chapter":14,"verse":68,"text":"But he denied it: “I don’t even understand what you’re talking about!” Then he went out to the gateway, and a rooster crowed.","reference":"Mark 14:68"},{"bookName":"Mark","chapter":14,"verse":69,"text":"When the slave girl saw him, she began again to say to the bystanders, “This man is one of them.” ","reference":"Mark 14:69"},{"bookName":"Mark","chapter":14,"verse":70,"text":"But he denied it again. A short time later the bystanders again said to Peter, “You must be one of them because you are also a Galilean.” ","reference":"Mark 14:70"},{"bookName":"Mark","chapter":14,"verse":71,"text":"Then he began to curse, and he swore with an oath, “I do not know this man you are talking about!”","reference":"Mark 14:71"},{"bookName":"Mark","chapter":14,"verse":72,"text":"Immediately a rooster crowed a second time. Then Peter remembered what Jesus had said to him: “Before a rooster crows twice, you will deny me three times.” And he broke down and wept. ","reference":"Mark 14:72"}]