[{"bookName":"Mark","chapter":2,"verse":1,"text":"Now after some days, when he returned to Capernaum, the news spread that he was at home. ","reference":"Mark 2:1"},{"bookName":"Mark","chapter":2,"verse":2,"text":"So many gathered that there was no longer any room, not even by the door, and he preached the word to them. ","reference":"Mark 2:2"},{"bookName":"Mark","chapter":2,"verse":3,"text":"Some people came bringing to him a paralytic, carried by four of them.","reference":"Mark 2:3"},{"bookName":"Mark","chapter":2,"verse":4,"text":"When they were not able to bring him in because of the crowd, they removed the roof above Jesus. Then, after tearing it out, they lowered the stretcher the paralytic was lying on. ","reference":"Mark 2:4"},{"bookName":"Mark","chapter":2,"verse":5,"text":"When Jesus saw their faith, he said to the paralytic, “Son, your sins are forgiven.” ","reference":"Mark 2:5"},{"bookName":"Mark","chapter":2,"verse":6,"text":"Now some of the experts in the law were sitting there, turning these things over in their minds: ","reference":"Mark 2:6"},{"bookName":"Mark","chapter":2,"verse":7,"text":"“Why does this man speak this way? He is blaspheming! Who can forgive sins but God alone?” ","reference":"Mark 2:7"},{"bookName":"Mark","chapter":2,"verse":8,"text":"Now immediately, when Jesus realized in his spirit that they were contemplating such thoughts, he said to them, “Why are you thinking such things in your hearts? ","reference":"Mark 2:8"},{"bookName":"Mark","chapter":2,"verse":9,"text":"Which is easier, to say to the paralytic, ‘Your sins are forgiven,’ or to say, ‘Stand up, take your stretcher, and walk’? ","reference":"Mark 2:9"},{"bookName":"Mark","chapter":2,"verse":10,"text":"But so that you may know that the Son of Man has authority on earth to forgive sins,”—he said to the paralytic—","reference":"Mark 2:10"},{"bookName":"Mark","chapter":2,"verse":11,"text":"“I tell you, stand up, take your stretcher, and go home.” ","reference":"Mark 2:11"},{"bookName":"Mark","chapter":2,"verse":12,"text":"And immediately the man stood up, took his stretcher, and went out in front of them all. They were all amazed and glorified God, saying, “We have never seen anything like this!” ","reference":"Mark 2:12"},{"bookName":"Mark","chapter":2,"verse":13,"text":"Jesus went out again by the sea. The whole crowd came to him, and he taught them. ","reference":"Mark 2:13"},{"bookName":"Mark","chapter":2,"verse":14,"text":"As he went along, he saw Levi, the son of Alphaeus, sitting at the tax booth. “Follow me,” he said to him. And he got up and followed him. ","reference":"Mark 2:14"},{"bookName":"Mark","chapter":2,"verse":15,"text":"As Jesus was having a meal in Levi’s home, many tax collectors and sinners were eating with Jesus and his disciples, for there were many who followed him. ","reference":"Mark 2:15"},{"bookName":"Mark","chapter":2,"verse":16,"text":"When the experts in the law and the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, “Why does he eat with tax collectors and sinners?” ","reference":"Mark 2:16"},{"bookName":"Mark","chapter":2,"verse":17,"text":"When Jesus heard this he said to them, “Those who are healthy don’t need a physician, but those who are sick do. I have not come to call the righteous, but sinners.” ","reference":"Mark 2:17"},{"bookName":"Mark","chapter":2,"verse":18,"text":"Now John’s disciples and the Pharisees were fasting. So they came to Jesus and said, “Why do the disciples of John and the disciples of the Pharisees fast, but your disciples don’t fast?” ","reference":"Mark 2:18"},{"bookName":"Mark","chapter":2,"verse":19,"text":"Jesus said to them, “The wedding guests cannot fast while the bridegroom is with them, can they? As long as they have the bridegroom with them they do not fast. ","reference":"Mark 2:19"},{"bookName":"Mark","chapter":2,"verse":20,"text":"But the days are coming when the bridegroom will be taken from them, and at that time they will fast. ","reference":"Mark 2:20"},{"bookName":"Mark","chapter":2,"verse":21,"text":"No one sews a patch of unshrunk cloth on an old garment; otherwise, the patch pulls away from it, the new from the old, and the tear becomes worse. ","reference":"Mark 2:21"},{"bookName":"Mark","chapter":2,"verse":22,"text":"And no one pours new wine into old wineskins; otherwise, the wine will burst the skins, and both the wine and the skins will be destroyed. Instead new wine is poured into new wineskins.” ","reference":"Mark 2:22"},{"bookName":"Mark","chapter":2,"verse":23,"text":"Jesus was going through the grain fields on a Sabbath, and his disciples began to pick some heads of wheat as they made their way. ","reference":"Mark 2:23"},{"bookName":"Mark","chapter":2,"verse":24,"text":"So the Pharisees said to him, “Look, why are they doing what is against the law on the Sabbath?” ","reference":"Mark 2:24"},{"bookName":"Mark","chapter":2,"verse":25,"text":"He said to them, “Have you never read what David did when he was in need and he and his companions were hungry—","reference":"Mark 2:25"},{"bookName":"Mark","chapter":2,"verse":26,"text":"how he entered the house of God when Abiathar was high priest and ate the sacred bread, which is against the law for any but the priests to eat, and also gave it to his companions?” ","reference":"Mark 2:26"},{"bookName":"Mark","chapter":2,"verse":27,"text":"Then he said to them, “The Sabbath was made for people, not people for the Sabbath. ","reference":"Mark 2:27"},{"bookName":"Mark","chapter":2,"verse":28,"text":"For this reason the Son of Man is lord even of the Sabbath.” ","reference":"Mark 2:28"}]