[{"bookName":"Mark","chapter":12,"verse":1,"text":"Then he began to speak to them in parables: “A man planted a vineyard. He put a fence around it, dug a pit for its winepress, and built a watchtower. Then he leased it to tenant farmers and went on a journey. ","reference":"Mark 12:1"},{"bookName":"Mark","chapter":12,"verse":2,"text":"At harvest time he sent a slave to the tenants to collect from them his portion of the crop. ","reference":"Mark 12:2"},{"bookName":"Mark","chapter":12,"verse":3,"text":"But those tenants seized his slave, beat him, and sent him away empty-handed. ","reference":"Mark 12:3"},{"bookName":"Mark","chapter":12,"verse":4,"text":"So he sent another slave to them again. This one they struck on the head and treated outrageously. ","reference":"Mark 12:4"},{"bookName":"Mark","chapter":12,"verse":5,"text":"He sent another, and that one they killed. This happened to many others, some of whom were beaten, others killed. ","reference":"Mark 12:5"},{"bookName":"Mark","chapter":12,"verse":6,"text":"He had one left, his one dear son. Finally he sent him to them, saying, ‘They will respect my son.’ ","reference":"Mark 12:6"},{"bookName":"Mark","chapter":12,"verse":7,"text":"But those tenants said to one another, ‘This is the heir. Come, let’s kill him and the inheritance will be ours!’ ","reference":"Mark 12:7"},{"bookName":"Mark","chapter":12,"verse":8,"text":"So they seized him, killed him, and threw his body out of the vineyard. ","reference":"Mark 12:8"},{"bookName":"Mark","chapter":12,"verse":9,"text":"What then will the owner of the vineyard do? He will come and destroy those tenants and give the vineyard to others. ","reference":"Mark 12:9"},{"bookName":"Mark","chapter":12,"verse":10,"text":"Have you not read this scripture:“‘\u003Cb\u003EThe stone the builders rejected has become the cornerstone.\u003C/b\u003E ","reference":"Mark 12:10"},{"bookName":"Mark","chapter":12,"verse":11,"text":"\u003Cb\u003EThis is from the Lord, and it is marvelous in our eyes\u003C/b\u003E’?” ","reference":"Mark 12:11"},{"bookName":"Mark","chapter":12,"verse":12,"text":"Now they wanted to arrest him (but they feared the crowd), because they realized that he told this parable against them. So they left him and went away. ","reference":"Mark 12:12"},{"bookName":"Mark","chapter":12,"verse":13,"text":"Then they sent some of the Pharisees and Herodians to trap him with his own words. ","reference":"Mark 12:13"},{"bookName":"Mark","chapter":12,"verse":14,"text":"When they came they said to him, “Teacher, we know that you are truthful and do not court anyone’s favor because you show no partiality but teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not? Should we pay or shouldn’t we?”","reference":"Mark 12:14"},{"bookName":"Mark","chapter":12,"verse":15,"text":"But he saw through their hypocrisy and said to them, “Why are you testing me? Bring me a denarius and let me look at it.”","reference":"Mark 12:15"},{"bookName":"Mark","chapter":12,"verse":16,"text":"So they brought one, and he said to them, “Whose image is this, and whose inscription?” They replied, “Caesar’s.”","reference":"Mark 12:16"},{"bookName":"Mark","chapter":12,"verse":17,"text":"Then Jesus said to them, “Give to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were utterly amazed at him. ","reference":"Mark 12:17"},{"bookName":"Mark","chapter":12,"verse":18,"text":"Sadducees (who say there is no resurrection) also came to him and asked him, ","reference":"Mark 12:18"},{"bookName":"Mark","chapter":12,"verse":19,"text":"“Teacher, Moses wrote for us: ‘\u003Cb\u003EIf a man\u003C/b\u003E’\u003Cb\u003Es brother dies and leaves a wife but no children, that man\u003C/b\u003E \u003Cb\u003Emust marry\u003C/b\u003E \u003Cb\u003Ethe widow and father children\u003C/b\u003E \u003Cb\u003Efor his brother\u003C/b\u003E.’ ","reference":"Mark 12:19"},{"bookName":"Mark","chapter":12,"verse":20,"text":"There were seven brothers. The first one married, and when he died he had no children. ","reference":"Mark 12:20"},{"bookName":"Mark","chapter":12,"verse":21,"text":"The second married her and died without any children, and likewise the third. ","reference":"Mark 12:21"},{"bookName":"Mark","chapter":12,"verse":22,"text":"None of the seven had children. Finally, the woman died too.","reference":"Mark 12:22"},{"bookName":"Mark","chapter":12,"verse":23,"text":"In the resurrection, when they rise again, whose wife will she be? For all seven had married her.” ","reference":"Mark 12:23"},{"bookName":"Mark","chapter":12,"verse":24,"text":"Jesus said to them, “Aren’t you deceived for this reason because you don’t know the scriptures or the power of God? ","reference":"Mark 12:24"},{"bookName":"Mark","chapter":12,"verse":25,"text":"For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. ","reference":"Mark 12:25"},{"bookName":"Mark","chapter":12,"verse":26,"text":"Now as for the dead being raised, have you not read in the book of Moses, in the passage about the bush, how God said to him, ‘\u003Cb\u003EI am the God of Abraham, the\u003C/b\u003E \u003Cb\u003EGod of Isaac, and the God of Jacob\u003C/b\u003E’? ","reference":"Mark 12:26"},{"bookName":"Mark","chapter":12,"verse":27,"text":"He is not the God of the dead but of the living. You are badly mistaken!” ","reference":"Mark 12:27"},{"bookName":"Mark","chapter":12,"verse":28,"text":"Now one of the experts in the law came and heard them debating. When he saw that Jesus answered them well, he asked him, “Which commandment is the most important of all?” ","reference":"Mark 12:28"},{"bookName":"Mark","chapter":12,"verse":29,"text":"Jesus answered, “The most important is: ‘\u003Cb\u003EListen, Israel, the Lord our God, the Lord is one\u003C/b\u003E.","reference":"Mark 12:29"},{"bookName":"Mark","chapter":12,"verse":30,"text":"\u003Cb\u003ELove\u003C/b\u003E \u003Cb\u003Ethe Lord your God with all your heart, with all your soul, with all your mind, and with all your strength\u003C/b\u003E.’ ","reference":"Mark 12:30"},{"bookName":"Mark","chapter":12,"verse":31,"text":"The second is: ‘\u003Cb\u003ELove your neighbor as yourself\u003C/b\u003E.’ There is no other commandment greater than these.” ","reference":"Mark 12:31"},{"bookName":"Mark","chapter":12,"verse":32,"text":"The expert in the law said to him, “That is true, Teacher; you are right to say that \u003Cb\u003Ehe is one, and there is no one else besides him\u003C/b\u003E. ","reference":"Mark 12:32"},{"bookName":"Mark","chapter":12,"verse":33,"text":"And \u003Cb\u003Eto love him with all your heart, with all your mind, and with all your strength\u003C/b\u003E and \u003Cb\u003Eto love your neighbor as yourself\u003C/b\u003E is more important than all burnt offerings and sacrifices.” ","reference":"Mark 12:33"},{"bookName":"Mark","chapter":12,"verse":34,"text":"When Jesus saw that he had answered thoughtfully, he said to him, “You are not far from the kingdom of God.” Then no one dared any longer to question him. ","reference":"Mark 12:34"},{"bookName":"Mark","chapter":12,"verse":35,"text":"While Jesus was teaching in the temple courts, he said, “How is it that the experts in the law say that the Christ is David’s son? ","reference":"Mark 12:35"},{"bookName":"Mark","chapter":12,"verse":36,"text":"David himself, by the Holy Spirit, said,“‘\u003Cb\u003EThe Lord said to my lord,\u003C/b\u003E “\u003Cb\u003ESit at my right hand,\u003C/b\u003E\u003Cb\u003Euntil I put your enemies under your feet\u003C/b\u003E.”’ ","reference":"Mark 12:36"},{"bookName":"Mark","chapter":12,"verse":37,"text":"If David himself calls him ‘Lord,’ how can he be his son?” And the large crowd was listening to him with delight. ","reference":"Mark 12:37"},{"bookName":"Mark","chapter":12,"verse":38,"text":"In his teaching Jesus also said, “Watch out for the experts in the law. They like walking around in long robes and elaborate greetings in the marketplaces, ","reference":"Mark 12:38"},{"bookName":"Mark","chapter":12,"verse":39,"text":"and the best seats in the synagogues and the places of honor at banquets. ","reference":"Mark 12:39"},{"bookName":"Mark","chapter":12,"verse":40,"text":"They devour widows’ property, and as a show make long prayers. These men will receive a more severe punishment.” ","reference":"Mark 12:40"},{"bookName":"Mark","chapter":12,"verse":41,"text":"Then he sat down opposite the offering box, and watched the crowd putting coins into it. Many rich people were throwing in large amounts. ","reference":"Mark 12:41"},{"bookName":"Mark","chapter":12,"verse":42,"text":"And a poor widow came and put in two small copper coins, worth less than a penny. ","reference":"Mark 12:42"},{"bookName":"Mark","chapter":12,"verse":43,"text":"He called his disciples and said to them, “I tell you the truth, this poor widow has put more into the offering box than all the others. ","reference":"Mark 12:43"},{"bookName":"Mark","chapter":12,"verse":44,"text":"For they all gave out of their wealth. But she, out of her poverty, put in what she had to live on, everything she had.” ","reference":"Mark 12:44"}]