[{"bookName":"Mark","chapter":11,"verse":1,"text":"Now as they approached Jerusalem, near Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples ","reference":"Mark 11:1"},{"bookName":"Mark","chapter":11,"verse":2,"text":"and said to them, “Go to the village ahead of you. As soon as you enter it, you will find a colt tied there that has never been ridden. Untie it and bring it here.","reference":"Mark 11:2"},{"bookName":"Mark","chapter":11,"verse":3,"text":"If anyone says to you, ‘Why are you doing this?’ say, ‘The Lord needs it and will send it back here soon.’” ","reference":"Mark 11:3"},{"bookName":"Mark","chapter":11,"verse":4,"text":"So they went and found a colt tied at a door, outside in the street, and untied it. ","reference":"Mark 11:4"},{"bookName":"Mark","chapter":11,"verse":5,"text":"Some people standing there said to them, “What are you doing, untying that colt?” ","reference":"Mark 11:5"},{"bookName":"Mark","chapter":11,"verse":6,"text":"They replied as Jesus had told them, and the bystanders let them go. ","reference":"Mark 11:6"},{"bookName":"Mark","chapter":11,"verse":7,"text":"Then they brought the colt to Jesus, threw their cloaks on it, and he sat on it. ","reference":"Mark 11:7"},{"bookName":"Mark","chapter":11,"verse":8,"text":"Many spread their cloaks on the road and others spread branches they had cut in the fields. ","reference":"Mark 11:8"},{"bookName":"Mark","chapter":11,"verse":9,"text":"Both those who went ahead and those who followed kept shouting, “\u003Cb\u003EHosanna!\u003C/b\u003E \u003Cb\u003EBlessed is the one who comes in the name of the Lord!\u003C/b\u003E ","reference":"Mark 11:9"},{"bookName":"Mark","chapter":11,"verse":10,"text":"Blessed is the coming kingdom of our father David! Hosanna in the highest!” ","reference":"Mark 11:10"},{"bookName":"Mark","chapter":11,"verse":11,"text":"Then Jesus entered Jerusalem and went to the temple. And after looking around at everything, he went out to Bethany with the twelve since it was already late. ","reference":"Mark 11:11"},{"bookName":"Mark","chapter":11,"verse":12,"text":"Now the next day, as they went out from Bethany, he was hungry. ","reference":"Mark 11:12"},{"bookName":"Mark","chapter":11,"verse":13,"text":"After noticing in the distance a fig tree with leaves, he went to see if he could find any fruit on it. When he came to it he found nothing but leaves, for it was not the season for figs. ","reference":"Mark 11:13"},{"bookName":"Mark","chapter":11,"verse":14,"text":"He said to it, “May no one ever eat fruit from you again.” And his disciples heard it. ","reference":"Mark 11:14"},{"bookName":"Mark","chapter":11,"verse":15,"text":"Then they came to Jerusalem. Jesus entered the temple area and began to drive out those who were selling and buying in the temple courts. He turned over the tables of the money changers and the chairs of those selling doves, ","reference":"Mark 11:15"},{"bookName":"Mark","chapter":11,"verse":16,"text":"and he would not permit anyone to carry merchandise through the temple courts. ","reference":"Mark 11:16"},{"bookName":"Mark","chapter":11,"verse":17,"text":"Then he began to teach them and said, “Is it not written: ‘\u003Cb\u003EMy house will be called a house of prayer for all nations\u003C/b\u003E’? But you have turned it into \u003Cb\u003Ea den\u003C/b\u003E \u003Cb\u003Eof robbers\u003C/b\u003E!” ","reference":"Mark 11:17"},{"bookName":"Mark","chapter":11,"verse":18,"text":"The chief priests and the experts in the law heard it, and they considered how they could assassinate him, for they feared him because the whole crowd was amazed by his teaching. ","reference":"Mark 11:18"},{"bookName":"Mark","chapter":11,"verse":19,"text":"When evening came, Jesus and his disciples went out of the city. ","reference":"Mark 11:19"},{"bookName":"Mark","chapter":11,"verse":20,"text":"In the morning as they passed by, they saw the fig tree withered from the roots. ","reference":"Mark 11:20"},{"bookName":"Mark","chapter":11,"verse":21,"text":"Peter remembered and said to him, “Rabbi, look! The fig tree you cursed has withered.” ","reference":"Mark 11:21"},{"bookName":"Mark","chapter":11,"verse":22,"text":"Jesus said to them, “Have faith in God. ","reference":"Mark 11:22"},{"bookName":"Mark","chapter":11,"verse":23,"text":"I tell you the truth, if someone says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart but believes that what he says will happen, it will be done for him. ","reference":"Mark 11:23"},{"bookName":"Mark","chapter":11,"verse":24,"text":"For this reason I tell you, whatever you pray and ask for, believe that you have received it, and it will be yours. ","reference":"Mark 11:24"},{"bookName":"Mark","chapter":11,"verse":25,"text":"Whenever you stand praying, if you have anything against anyone, forgive him, so that your Father in heaven will also forgive you your sins.” ","reference":"Mark 11:25"},{"bookName":"Mark","chapter":11,"verse":27,"text":"They came again to Jerusalem. While Jesus was walking in the temple courts, the chief priests, the experts in the law, and the elders came up to him ","reference":"Mark 11:27"},{"bookName":"Mark","chapter":11,"verse":28,"text":"and said, “By what authority are you doing these things? Or who gave you this authority to do these things?” ","reference":"Mark 11:28"},{"bookName":"Mark","chapter":11,"verse":29,"text":"Jesus said to them, “I will ask you one question. Answer me and I will tell you by what authority I do these things: ","reference":"Mark 11:29"},{"bookName":"Mark","chapter":11,"verse":30,"text":"John’s baptism—was it from heaven or from people? Answer me.” ","reference":"Mark 11:30"},{"bookName":"Mark","chapter":11,"verse":31,"text":"They discussed with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’ ","reference":"Mark 11:31"},{"bookName":"Mark","chapter":11,"verse":32,"text":"But if we say, ‘From people…’” (they feared the crowd, for they all considered John to be truly a prophet). ","reference":"Mark 11:32"},{"bookName":"Mark","chapter":11,"verse":33,"text":"So they answered Jesus, “We don’t know.” Then Jesus said to them, “Neither will I tell you by what authority I am doing these things.” ","reference":"Mark 11:33"}]