[{"bookName":"Mark","chapter":13,"verse":1,"text":"Now as Jesus was going out of the temple courts, one of his disciples said to him, “Teacher, look at these tremendous stones and buildings!” ","reference":"Mark 13:1"},{"bookName":"Mark","chapter":13,"verse":2,"text":"Jesus said to him, “Do you see these great buildings? Not one stone will be left on another. All will be torn down!” ","reference":"Mark 13:2"},{"bookName":"Mark","chapter":13,"verse":3,"text":"So while he was sitting on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked him privately, ","reference":"Mark 13:3"},{"bookName":"Mark","chapter":13,"verse":4,"text":"“Tell us, when will these things happen? And what will be the sign that all these things are about to take place?” ","reference":"Mark 13:4"},{"bookName":"Mark","chapter":13,"verse":5,"text":"Jesus began to say to them, “Watch out that no one misleads you. ","reference":"Mark 13:5"},{"bookName":"Mark","chapter":13,"verse":6,"text":"Many will come in my name, saying, ‘I am he,’ and they will mislead many. ","reference":"Mark 13:6"},{"bookName":"Mark","chapter":13,"verse":7,"text":"When you hear of wars and rumors of wars, do not be alarmed. These things must happen, but the end is still to come. ","reference":"Mark 13:7"},{"bookName":"Mark","chapter":13,"verse":8,"text":"For nation will rise up in arms against nation, and kingdom against kingdom. There will be earthquakes in various places, and there will be famines. These are but the beginning of birth pains. ","reference":"Mark 13:8"},{"bookName":"Mark","chapter":13,"verse":9,"text":"“You must watch out for yourselves. You will be handed over to councils and beaten in the synagogues. You will stand before governors and kings because of me, as a witness to them. ","reference":"Mark 13:9"},{"bookName":"Mark","chapter":13,"verse":10,"text":"First the gospel must be preached to all nations. ","reference":"Mark 13:10"},{"bookName":"Mark","chapter":13,"verse":11,"text":"When they arrest you and hand you over for trial, do not worry about what to speak. But say whatever is given you at that time, for it is not you speaking, but the Holy Spirit. ","reference":"Mark 13:11"},{"bookName":"Mark","chapter":13,"verse":12,"text":"Brother will hand over brother to death, and a father his child. Children will rise against parents and have them put to death. ","reference":"Mark 13:12"},{"bookName":"Mark","chapter":13,"verse":13,"text":"You will be hated by everyone because of my name. But the one who endures to the end will be saved. ","reference":"Mark 13:13"},{"bookName":"Mark","chapter":13,"verse":14,"text":"“But when you see the abomination of desolation standing where it should not be” (let the reader understand), “then those in Judea must flee to the mountains. ","reference":"Mark 13:14"},{"bookName":"Mark","chapter":13,"verse":15,"text":"The one on the roof must not come down or go inside to take anything out of his house. ","reference":"Mark 13:15"},{"bookName":"Mark","chapter":13,"verse":16,"text":"The one in the field must not turn back to get his cloak. ","reference":"Mark 13:16"},{"bookName":"Mark","chapter":13,"verse":17,"text":"Woe to those who are pregnant and to those who are nursing their babies in those days! ","reference":"Mark 13:17"},{"bookName":"Mark","chapter":13,"verse":18,"text":"Pray that it may not be in winter. ","reference":"Mark 13:18"},{"bookName":"Mark","chapter":13,"verse":19,"text":"For in those days there will be suffering unlike anything that has happened from the beginning of the creation that God created until now, or ever will happen. ","reference":"Mark 13:19"},{"bookName":"Mark","chapter":13,"verse":20,"text":"And if the Lord had not cut short those days, no one would be saved. But because of the elect, whom he chose, he has cut them short. ","reference":"Mark 13:20"},{"bookName":"Mark","chapter":13,"verse":21,"text":"Then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe him.","reference":"Mark 13:21"},{"bookName":"Mark","chapter":13,"verse":22,"text":"For false messiahs and false prophets will appear and perform signs and wonders to deceive, if possible, the elect. ","reference":"Mark 13:22"},{"bookName":"Mark","chapter":13,"verse":23,"text":"Be careful! I have told you everything ahead of time. ","reference":"Mark 13:23"},{"bookName":"Mark","chapter":13,"verse":24,"text":"“But in those days, after that suffering, the sun will be darkened and the moon will not give its light; ","reference":"Mark 13:24"},{"bookName":"Mark","chapter":13,"verse":25,"text":"the stars will be falling from heaven, and the powers in the heavens will be shaken. ","reference":"Mark 13:25"},{"bookName":"Mark","chapter":13,"verse":26,"text":"Then everyone will see the Son of Man arriving in the clouds with great power and glory. ","reference":"Mark 13:26"},{"bookName":"Mark","chapter":13,"verse":27,"text":"Then he will send angels and they will gather his elect from the four winds, from the ends of the earth to the ends of heaven. ","reference":"Mark 13:27"},{"bookName":"Mark","chapter":13,"verse":28,"text":"“Learn this parable from the fig tree: Whenever its branch becomes tender and puts out its leaves, you know that summer is near. ","reference":"Mark 13:28"},{"bookName":"Mark","chapter":13,"verse":29,"text":"So also you, when you see these things happening, know that he is near, right at the door. ","reference":"Mark 13:29"},{"bookName":"Mark","chapter":13,"verse":30,"text":"I tell you the truth, this generation will not pass away until all these things take place. ","reference":"Mark 13:30"},{"bookName":"Mark","chapter":13,"verse":31,"text":"Heaven and earth will pass away, but my words will never pass away. ","reference":"Mark 13:31"},{"bookName":"Mark","chapter":13,"verse":32,"text":"“But as for that day or hour no one knows it—neither the angels in heaven, nor the Son—except the Father. ","reference":"Mark 13:32"},{"bookName":"Mark","chapter":13,"verse":33,"text":"Watch out! Stay alert! For you do not know when the time will come. ","reference":"Mark 13:33"},{"bookName":"Mark","chapter":13,"verse":34,"text":"It is like a man going on a journey. He left his house and put his slaves in charge, assigning to each his work, and commanded the doorkeeper to stay alert. ","reference":"Mark 13:34"},{"bookName":"Mark","chapter":13,"verse":35,"text":"Stay alert, then, because you do not know when the owner of the house will return—whether during evening, at midnight, when the rooster crows, or at dawn—","reference":"Mark 13:35"},{"bookName":"Mark","chapter":13,"verse":36,"text":"or else he might find you asleep when he returns suddenly. ","reference":"Mark 13:36"},{"bookName":"Mark","chapter":13,"verse":37,"text":"What I say to you I say to everyone: Stay alert!” ","reference":"Mark 13:37"}]