[{"bookName":"Mark","chapter":8,"verse":1,"text":"In those days there was another large crowd with nothing to eat. So Jesus called his disciples and said to them, ","reference":"Mark 8:1"},{"bookName":"Mark","chapter":8,"verse":2,"text":"“I have compassion on the crowd because they have already been here with me three days, and they have nothing to eat. ","reference":"Mark 8:2"},{"bookName":"Mark","chapter":8,"verse":3,"text":"If I send them home hungry, they will faint on the way, and some of them have come from a great distance.” ","reference":"Mark 8:3"},{"bookName":"Mark","chapter":8,"verse":4,"text":"His disciples answered him, “Where can someone get enough bread in this desolate place to satisfy these people?” ","reference":"Mark 8:4"},{"bookName":"Mark","chapter":8,"verse":5,"text":"He asked them, “How many loaves do you have?” They replied, “Seven.”","reference":"Mark 8:5"},{"bookName":"Mark","chapter":8,"verse":6,"text":"Then he directed the crowd to sit down on the ground. After he took the seven loaves and gave thanks, he broke them and began giving them to the disciples to serve. So they served the crowd. ","reference":"Mark 8:6"},{"bookName":"Mark","chapter":8,"verse":7,"text":"They also had a few small fish. After giving thanks for these, he told them to serve these as well.","reference":"Mark 8:7"},{"bookName":"Mark","chapter":8,"verse":8,"text":"Everyone ate and was satisfied, and they picked up the broken pieces left over, seven baskets full.","reference":"Mark 8:8"},{"bookName":"Mark","chapter":8,"verse":9,"text":"There were about 4,000 who ate. Then he dismissed them. ","reference":"Mark 8:9"},{"bookName":"Mark","chapter":8,"verse":10,"text":"Immediately he got into a boat with his disciples and went to the district of Dalmanutha. ","reference":"Mark 8:10"},{"bookName":"Mark","chapter":8,"verse":11,"text":"Then the Pharisees came and began to argue with Jesus, asking for a sign from heaven to test him. ","reference":"Mark 8:11"},{"bookName":"Mark","chapter":8,"verse":12,"text":"Sighing deeply in his spirit he said, “Why does this generation look for a sign? I tell you the truth, no sign will be given to this generation.” ","reference":"Mark 8:12"},{"bookName":"Mark","chapter":8,"verse":13,"text":"Then he left them, got back into the boat, and went to the other side. ","reference":"Mark 8:13"},{"bookName":"Mark","chapter":8,"verse":14,"text":"Now they had forgotten to take bread, except for one loaf they had with them in the boat. ","reference":"Mark 8:14"},{"bookName":"Mark","chapter":8,"verse":15,"text":"And Jesus ordered them, “Watch out! Beware of the yeast of the Pharisees and the yeast of Herod!” ","reference":"Mark 8:15"},{"bookName":"Mark","chapter":8,"verse":16,"text":"So they began to discuss with one another about having no bread. ","reference":"Mark 8:16"},{"bookName":"Mark","chapter":8,"verse":17,"text":"When he learned of this, Jesus said to them, “Why are you arguing about having no bread? Do you still not see or understand? Have your hearts been hardened? ","reference":"Mark 8:17"},{"bookName":"Mark","chapter":8,"verse":18,"text":"Though you have eyes, don’t you see? And though you have ears, can’t you hear? Don’t you remember? ","reference":"Mark 8:18"},{"bookName":"Mark","chapter":8,"verse":19,"text":"When I broke the five loaves for the 5,000, how many baskets full of pieces did you pick up?” They replied, “Twelve.”","reference":"Mark 8:19"},{"bookName":"Mark","chapter":8,"verse":20,"text":"“When I broke the seven loaves for the 4,000, how many baskets full of pieces did you pick up?” They replied, “Seven.”","reference":"Mark 8:20"},{"bookName":"Mark","chapter":8,"verse":21,"text":"Then he said to them, “Do you still not understand?” ","reference":"Mark 8:21"},{"bookName":"Mark","chapter":8,"verse":22,"text":"Then they came to Bethsaida. They brought a blind man to Jesus and asked him to touch him. ","reference":"Mark 8:22"},{"bookName":"Mark","chapter":8,"verse":23,"text":"He took the blind man by the hand and brought him outside of the village. Then he spit on his eyes, placed his hands on his eyes and asked, “Do you see anything?” ","reference":"Mark 8:23"},{"bookName":"Mark","chapter":8,"verse":24,"text":"Regaining his sight he said, “I see people, but they look like trees walking.” ","reference":"Mark 8:24"},{"bookName":"Mark","chapter":8,"verse":25,"text":"Then Jesus placed his hands on the man’s eyes again. And he opened his eyes, his sight was restored, and he saw everything clearly. ","reference":"Mark 8:25"},{"bookName":"Mark","chapter":8,"verse":26,"text":"Jesus sent him home, saying, “Do not even go into the village.” ","reference":"Mark 8:26"},{"bookName":"Mark","chapter":8,"verse":27,"text":"Then Jesus and his disciples went to the villages of Caesarea Philippi. On the way he asked his disciples, “Who do people say that I am?”","reference":"Mark 8:27"},{"bookName":"Mark","chapter":8,"verse":28,"text":"They said, “John the Baptist, others say Elijah, and still others, one of the prophets.” ","reference":"Mark 8:28"},{"bookName":"Mark","chapter":8,"verse":29,"text":"He asked them, “But who do you say that I am?” Peter answered him, “You are the Christ.” ","reference":"Mark 8:29"},{"bookName":"Mark","chapter":8,"verse":30,"text":"Then he warned them not to tell anyone about him. ","reference":"Mark 8:30"},{"bookName":"Mark","chapter":8,"verse":31,"text":"Then Jesus began to teach them that the Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law, and be killed, and after three days rise again.","reference":"Mark 8:31"},{"bookName":"Mark","chapter":8,"verse":32,"text":"He spoke openly about this. So Peter took him aside and began to rebuke him. ","reference":"Mark 8:32"},{"bookName":"Mark","chapter":8,"verse":33,"text":"But after turning and looking at his disciples, he rebuked Peter and said, “Get behind me, Satan. You are not setting your mind on God’s interests, but on man’s.”","reference":"Mark 8:33"},{"bookName":"Mark","chapter":8,"verse":34,"text":"Then Jesus called the crowd, along with his disciples, and said to them, “If anyone wants to become my follower, he must deny himself, take up his cross, and follow me. ","reference":"Mark 8:34"},{"bookName":"Mark","chapter":8,"verse":35,"text":"For whoever wants to save his life will lose it, but whoever loses his life because of me and because of the gospel will save it. ","reference":"Mark 8:35"},{"bookName":"Mark","chapter":8,"verse":36,"text":"For what benefit is it for a person to gain the whole world, yet forfeit his life? ","reference":"Mark 8:36"},{"bookName":"Mark","chapter":8,"verse":37,"text":"What can a person give in exchange for his life? ","reference":"Mark 8:37"},{"bookName":"Mark","chapter":8,"verse":38,"text":"For if anyone is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.” ","reference":"Mark 8:38"}]