[
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 1,
    "text": "The beginning of the gospel of Jesus Christ, the Son of God.",
    "reference": "Mark 1:1"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 2,
    "text": "As it is written in the prophet Isaiah, “\u003Cb\u003ELook, I am sending my messenger ahead of you,\u003C/b\u003E\u003Cb\u003Ewho will prepare your way,\u003C/b\u003E ",
    "reference": "Mark 1:2"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 3,
    "text": "\u003Cb\u003Ethe voice of one shouting in the wilderness,\u003C/b\u003E‘\u003Cb\u003EPrepare the way for the Lord,\u003C/b\u003E\u003Cb\u003Emake\u003C/b\u003E \u003Cb\u003Ehis paths straight.\u003C/b\u003E’” ",
    "reference": "Mark 1:3"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 4,
    "text": "In the wilderness John the baptizer began preaching a baptism of repentance for the forgiveness of sins. ",
    "reference": "Mark 1:4"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 5,
    "text": "People from the whole Judean countryside and all of Jerusalem were going out to him, and he was baptizing them in the Jordan River as they confessed their sins. ",
    "reference": "Mark 1:5"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 6,
    "text": "John wore a garment made of camel’s hair with a leather belt around his waist, and he ate locusts and wild honey. ",
    "reference": "Mark 1:6"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 7,
    "text": "He proclaimed, “One more powerful than I am is coming after me; I am not worthy to bend down and untie the strap of his sandals. ",
    "reference": "Mark 1:7"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 8,
    "text": "I baptize you with water, but he will baptize you with the Holy Spirit.” ",
    "reference": "Mark 1:8"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 9,
    "text": "Now in those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan River. ",
    "reference": "Mark 1:9"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 10,
    "text": "And just as Jesus was coming up out of the water, he saw the heavens splitting apart and the Spirit descending on him like a dove. ",
    "reference": "Mark 1:10"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 11,
    "text": "And a voice came from heaven: “You are my one dear Son; in you I take great delight.” ",
    "reference": "Mark 1:11"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 12,
    "text": "The Spirit immediately drove him into the wilderness.",
    "reference": "Mark 1:12"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 13,
    "text": "He was in the wilderness 40 days, enduring temptations from Satan. He was with wild animals, and angels were ministering to his needs. ",
    "reference": "Mark 1:13"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 14,
    "text": "Now after John was imprisoned, Jesus went into Galilee and proclaimed the gospel of God. ",
    "reference": "Mark 1:14"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 15,
    "text": "He said, “The time is fulfilled and the kingdom of God is near. Repent and believe the gospel!” ",
    "reference": "Mark 1:15"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 16,
    "text": "As he went along the Sea of Galilee, he saw Simon and Andrew, Simon’s brother, casting a net into the sea (for they were fishermen). ",
    "reference": "Mark 1:16"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 17,
    "text": "Jesus said to them, “Follow me, and I will turn you into fishers of people!” ",
    "reference": "Mark 1:17"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 18,
    "text": "They left their nets immediately and followed him. ",
    "reference": "Mark 1:18"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 19,
    "text": "Going on a little farther, he saw James, the son of Zebedee, and John his brother in their boat mending nets. ",
    "reference": "Mark 1:19"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 20,
    "text": "Immediately he called them, and they left their father Zebedee in the boat with the hired men and followed him. ",
    "reference": "Mark 1:20"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 21,
    "text": "Then they went to Capernaum. When the Sabbath came, Jesus went into the synagogue and began to teach. ",
    "reference": "Mark 1:21"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 22,
    "text": "The people there were amazed by his teaching because he taught them like one who had authority, not like the experts in the law. ",
    "reference": "Mark 1:22"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 23,
    "text": "Just then there was a man in their synagogue with an unclean spirit, and he cried out, ",
    "reference": "Mark 1:23"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 24,
    "text": "“Leave us alone, Jesus the Nazarene! Have you come to destroy us? I know who you are—the Holy One of God!” ",
    "reference": "Mark 1:24"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 25,
    "text": "But Jesus rebuked him: “Silence! Come out of him!” ",
    "reference": "Mark 1:25"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 26,
    "text": "After throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him. ",
    "reference": "Mark 1:26"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 27,
    "text": "They were all amazed so that they asked each other, “What is this? A new teaching with authority! He even commands the unclean spirits and they obey him.” ",
    "reference": "Mark 1:27"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 28,
    "text": "So the news about him spread quickly throughout all the region around Galilee. ",
    "reference": "Mark 1:28"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 29,
    "text": "Now as soon as they left the synagogue, they entered Simon and Andrew’s house, with James and John. ",
    "reference": "Mark 1:29"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 30,
    "text": "Simon’s mother-in-law was lying down, sick with a fever, so they spoke to Jesus at once about her. ",
    "reference": "Mark 1:30"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 31,
    "text": "He came and raised her up by gently taking her hand. Then the fever left her and she began to serve them. ",
    "reference": "Mark 1:31"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 32,
    "text": "When it was evening, after sunset, they brought to him all who were sick and demon-possessed. ",
    "reference": "Mark 1:32"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 33,
    "text": "The whole town gathered by the door. ",
    "reference": "Mark 1:33"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 34,
    "text": "So he healed many who were sick with various diseases and drove out many demons. But he would not permit the demons to speak because they knew him. ",
    "reference": "Mark 1:34"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 35,
    "text": "Then Jesus got up early in the morning when it was still very dark, departed, and went out to a deserted place, and there he spent time in prayer. ",
    "reference": "Mark 1:35"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 36,
    "text": "Simon and his companions searched for him. ",
    "reference": "Mark 1:36"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 37,
    "text": "When they found him, they said, “Everyone is looking for you.” ",
    "reference": "Mark 1:37"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 38,
    "text": "He replied, “Let us go elsewhere, into the surrounding villages, so that I can preach there too. For that is what I came out here to do.”",
    "reference": "Mark 1:38"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 39,
    "text": "So he went into all of Galilee preaching in their synagogues and casting out demons. ",
    "reference": "Mark 1:39"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 40,
    "text": "Now a leper came to him and fell to his knees, asking for help. “If you are willing, you can make me clean,” he said. ",
    "reference": "Mark 1:40"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 41,
    "text": "Moved with indignation, Jesus stretched out his hand and touched him, saying, “I am willing. Be clean!” ",
    "reference": "Mark 1:41"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 42,
    "text": "The leprosy left him at once, and he was clean. ",
    "reference": "Mark 1:42"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 43,
    "text": "Immediately Jesus sent the man away with a very strong warning. ",
    "reference": "Mark 1:43"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 44,
    "text": "He told him, “See that you do not say anything to anyone, but go, show yourself to a priest, and bring the offering that Moses commanded for your cleansing, as a testimony to them.” ",
    "reference": "Mark 1:44"
  },
  {
    "bookName": "Mark",
    "chapter": 1,
    "verse": 45,
    "text": "But as the man went out he began to announce it publicly and spread the story widely, so that Jesus was no longer able to enter any town openly but stayed outside in remote places. Still they kept coming to him from everywhere. ",
    "reference": "Mark 1:45"
  }
]