[{"bookName":"Mark","chapter":9,"verse":1,"text":"And he said to them, “I tell you the truth, there are some standing here who will not experience death before they see the kingdom of God come with power.” ","reference":"Mark 9:1"},{"bookName":"Mark","chapter":9,"verse":2,"text":"Six days later Jesus took with him Peter, James, and John and led them alone up a high mountain privately. And he was transfigured before them, ","reference":"Mark 9:2"},{"bookName":"Mark","chapter":9,"verse":3,"text":"and his clothes became radiantly white, more so than any launderer in the world could bleach them.","reference":"Mark 9:3"},{"bookName":"Mark","chapter":9,"verse":4,"text":"Then Elijah appeared before them along with Moses, and they were talking with Jesus. ","reference":"Mark 9:4"},{"bookName":"Mark","chapter":9,"verse":5,"text":"So Peter said to Jesus, “Rabbi, it is good for us to be here. Let us make three shelters—one for you, one for Moses, and one for Elijah.” ","reference":"Mark 9:5"},{"bookName":"Mark","chapter":9,"verse":6,"text":"(For they were afraid, and he did not know what to say.) ","reference":"Mark 9:6"},{"bookName":"Mark","chapter":9,"verse":7,"text":"Then a cloud overshadowed them, and a voice came from the cloud, “This is my one dear Son. Listen to him!” ","reference":"Mark 9:7"},{"bookName":"Mark","chapter":9,"verse":8,"text":"Suddenly when they looked around, they saw no one with them any more except Jesus. ","reference":"Mark 9:8"},{"bookName":"Mark","chapter":9,"verse":9,"text":"As they were coming down from the mountain, he gave them orders not to tell anyone what they had seen until after the Son of Man had risen from the dead. ","reference":"Mark 9:9"},{"bookName":"Mark","chapter":9,"verse":10,"text":"They kept this statement to themselves, discussing what this rising from the dead meant. ","reference":"Mark 9:10"},{"bookName":"Mark","chapter":9,"verse":11,"text":"Then they asked him, “Why do the experts in the law say that Elijah must come first?” ","reference":"Mark 9:11"},{"bookName":"Mark","chapter":9,"verse":12,"text":"He said to them, “Elijah does indeed come first, and restores all things. And why is it written that the Son of Man must suffer many things and be despised? ","reference":"Mark 9:12"},{"bookName":"Mark","chapter":9,"verse":13,"text":"But I tell you that Elijah has certainly come, and they did to him whatever they wanted, just as it is written about him.” ","reference":"Mark 9:13"},{"bookName":"Mark","chapter":9,"verse":14,"text":"When they came to the disciples, they saw a large crowd around them and experts in the law arguing with them. ","reference":"Mark 9:14"},{"bookName":"Mark","chapter":9,"verse":15,"text":"When the whole crowd saw him, they were amazed and ran at once and greeted him. ","reference":"Mark 9:15"},{"bookName":"Mark","chapter":9,"verse":16,"text":"He asked them, “What are you arguing about with them?” ","reference":"Mark 9:16"},{"bookName":"Mark","chapter":9,"verse":17,"text":"A member of the crowd said to him, “Teacher, I brought you my son, who is possessed by a spirit that makes him mute. ","reference":"Mark 9:17"},{"bookName":"Mark","chapter":9,"verse":18,"text":"Whenever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and becomes rigid. I asked your disciples to cast it out, but they were not able to do so.”","reference":"Mark 9:18"},{"bookName":"Mark","chapter":9,"verse":19,"text":"He answered them, “You unbelieving generation! How much longer must I be with you? How much longer must I endure you? Bring him to me.” ","reference":"Mark 9:19"},{"bookName":"Mark","chapter":9,"verse":20,"text":"So they brought the boy to him. When the spirit saw him, it immediately threw the boy into a convulsion. He fell on the ground and rolled around, foaming at the mouth. ","reference":"Mark 9:20"},{"bookName":"Mark","chapter":9,"verse":21,"text":"Jesus asked his father, “How long has this been happening to him?” And he said, “From childhood. ","reference":"Mark 9:21"},{"bookName":"Mark","chapter":9,"verse":22,"text":"It has often thrown him into fire or water to destroy him. But if you are able to do anything, have compassion on us and help us.” ","reference":"Mark 9:22"},{"bookName":"Mark","chapter":9,"verse":23,"text":"Then Jesus said to him, “‘If you are able?’ All things are possible for the one who believes.” ","reference":"Mark 9:23"},{"bookName":"Mark","chapter":9,"verse":24,"text":"Immediately the father of the boy cried out and said, “I believe; help my unbelief!” ","reference":"Mark 9:24"},{"bookName":"Mark","chapter":9,"verse":25,"text":"Now when Jesus saw that a crowd was quickly gathering, he rebuked the unclean spirit, saying to it, “Mute and deaf spirit, I command you, come out of him and never enter him again.”","reference":"Mark 9:25"},{"bookName":"Mark","chapter":9,"verse":26,"text":"It shrieked, threw him into terrible convulsions, and came out. The boy looked so much like a corpse that many said, “He is dead!” ","reference":"Mark 9:26"},{"bookName":"Mark","chapter":9,"verse":27,"text":"But Jesus gently took his hand and raised him to his feet, and he stood up. ","reference":"Mark 9:27"},{"bookName":"Mark","chapter":9,"verse":28,"text":"Then, after he went into the house, his disciples asked him privately, “Why couldn’t we cast it out?” ","reference":"Mark 9:28"},{"bookName":"Mark","chapter":9,"verse":29,"text":"He told them, “This kind can come out only by prayer.” ","reference":"Mark 9:29"},{"bookName":"Mark","chapter":9,"verse":30,"text":"They went out from there and passed through Galilee. But Jesus did not want anyone to know, ","reference":"Mark 9:30"},{"bookName":"Mark","chapter":9,"verse":31,"text":"for he was teaching his disciples and telling them, “The Son of Man will be betrayed into the hands of men. They will kill him, and after three days he will rise.” ","reference":"Mark 9:31"},{"bookName":"Mark","chapter":9,"verse":32,"text":"But they did not understand this statement and were afraid to ask him. ","reference":"Mark 9:32"},{"bookName":"Mark","chapter":9,"verse":33,"text":"Then they came to Capernaum. After Jesus was inside the house he asked them, “What were you discussing on the way?” ","reference":"Mark 9:33"},{"bookName":"Mark","chapter":9,"verse":34,"text":"But they were silent, for on the way they had argued with one another about who was the greatest. ","reference":"Mark 9:34"},{"bookName":"Mark","chapter":9,"verse":35,"text":"After he sat down, he called the twelve and said to them, “If anyone wants to be first, he must be last of all and servant of all.” ","reference":"Mark 9:35"},{"bookName":"Mark","chapter":9,"verse":36,"text":"He took a little child and had him stand among them. Taking him in his arms, he said to them, ","reference":"Mark 9:36"},{"bookName":"Mark","chapter":9,"verse":37,"text":"“Whoever welcomes one of these little children in my name welcomes me, and whoever welcomes me does not welcome me but the one who sent me.” ","reference":"Mark 9:37"},{"bookName":"Mark","chapter":9,"verse":38,"text":"John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him because he was not following us.” ","reference":"Mark 9:38"},{"bookName":"Mark","chapter":9,"verse":39,"text":"But Jesus said, “Do not stop him because no one who does a miracle in my name will be able soon afterward to say anything bad about me. ","reference":"Mark 9:39"},{"bookName":"Mark","chapter":9,"verse":40,"text":"For whoever is not against us is for us. ","reference":"Mark 9:40"},{"bookName":"Mark","chapter":9,"verse":41,"text":"For I tell you the truth, whoever gives you a cup of water because you bear Christ’s name will never lose his reward. ","reference":"Mark 9:41"},{"bookName":"Mark","chapter":9,"verse":42,"text":"“If anyone causes one of these little ones who believe in me to sin, it would be better for him to have a huge millstone tied around his neck and to be thrown into the sea. ","reference":"Mark 9:42"},{"bookName":"Mark","chapter":9,"verse":43,"text":"If your hand causes you to sin, cut it off! It is better for you to enter into life crippled than to have two hands and go into hell, to the unquenchable fire. ","reference":"Mark 9:43"},{"bookName":"Mark","chapter":9,"verse":45,"text":"If your foot causes you to sin, cut it off! It is better to enter life lame than to have two feet and be thrown into hell. ","reference":"Mark 9:45"},{"bookName":"Mark","chapter":9,"verse":47,"text":"If your eye causes you to sin, tear it out! It is better to enter into the kingdom of God with one eye than to have two eyes and be thrown into hell, ","reference":"Mark 9:47"},{"bookName":"Mark","chapter":9,"verse":48,"text":"where their worm never dies and the fire is never quenched. ","reference":"Mark 9:48"},{"bookName":"Mark","chapter":9,"verse":49,"text":"Everyone will be salted with fire. ","reference":"Mark 9:49"},{"bookName":"Mark","chapter":9,"verse":50,"text":"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.” ","reference":"Mark 9:50"}]