[
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 1,
    "text": "Early in the morning, after forming a plan, the chief priests with the elders and the experts in the law and the whole Sanhedrin tied Jesus up, led him away, and handed him over to Pilate. ",
    "reference": "Mark 15:1"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 2,
    "text": "So Pilate asked him, “Are you the king of the Jews?” He replied, “You say so.”",
    "reference": "Mark 15:2"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 3,
    "text": "Then the chief priests began to accuse him repeatedly. ",
    "reference": "Mark 15:3"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 4,
    "text": "So Pilate asked him again, “Have you nothing to say? See how many charges they are bringing against you!” ",
    "reference": "Mark 15:4"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 5,
    "text": "But Jesus made no further reply, so that Pilate was amazed. ",
    "reference": "Mark 15:5"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 6,
    "text": "During the feast it was customary to release one prisoner to the people, whomever they requested. ",
    "reference": "Mark 15:6"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 7,
    "text": "A man named Barabbas was imprisoned with rebels who had committed murder during an insurrection. ",
    "reference": "Mark 15:7"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 8,
    "text": "Then the crowd came up and began to ask Pilate to release a prisoner for them, as was his custom.",
    "reference": "Mark 15:8"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 9,
    "text": "So Pilate asked them, “Do you want me to release the king of the Jews for you?” ",
    "reference": "Mark 15:9"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 10,
    "text": "(For he knew that the chief priests had handed him over because of envy.) ",
    "reference": "Mark 15:10"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 11,
    "text": "But the chief priests stirred up the crowd to have him release Barabbas instead. ",
    "reference": "Mark 15:11"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 12,
    "text": "So Pilate spoke to them again, “Then what do you want me to do with the one you call king of the Jews?” ",
    "reference": "Mark 15:12"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 13,
    "text": "They shouted back, “Crucify him!” ",
    "reference": "Mark 15:13"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 14,
    "text": "Pilate asked them, “Why? What has he done wrong?” But they shouted more insistently, “Crucify him!” ",
    "reference": "Mark 15:14"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 15,
    "text": "Because he wanted to satisfy the crowd, Pilate released Barabbas for them. Then, after he had Jesus flogged, he handed him over to be crucified. ",
    "reference": "Mark 15:15"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 16,
    "text": "So the soldiers led him into the palace (that is, the governor’s residence) and called together the whole cohort. ",
    "reference": "Mark 15:16"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 17,
    "text": "They put a purple cloak on him and after braiding a crown of thorns, they put it on him. ",
    "reference": "Mark 15:17"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 18,
    "text": "They began to salute him: “Hail, king of the Jews!” ",
    "reference": "Mark 15:18"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 19,
    "text": "Again and again they struck him on the head with a staff and spit on him. Then they knelt down and paid homage to him. ",
    "reference": "Mark 15:19"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 20,
    "text": "When they had finished mocking him, they stripped him of the purple cloak and put his own clothes back on him. Then they led him away to crucify him. ",
    "reference": "Mark 15:20"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 21,
    "text": "The soldiers forced a passerby to carry his cross, Simon of Cyrene, who was coming in from the country (he was the father of Alexander and Rufus). ",
    "reference": "Mark 15:21"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 22,
    "text": "They brought Jesus to a place called Golgotha (which is translated, “Place of the Skull”). ",
    "reference": "Mark 15:22"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 23,
    "text": "They offered him wine mixed with myrrh, but he did not take it.",
    "reference": "Mark 15:23"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 24,
    "text": "Then they crucified him and divided his clothes, throwing dice for them, to decide what each would take. ",
    "reference": "Mark 15:24"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 25,
    "text": "It was nine o’clock in the morning when they crucified him. ",
    "reference": "Mark 15:25"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 26,
    "text": "The inscription of the charge against him read, “The king of the Jews.” ",
    "reference": "Mark 15:26"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 27,
    "text": "And they crucified two outlaws with him, one on his right and one on his left. ",
    "reference": "Mark 15:27"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 29,
    "text": "Those who passed by defamed him, shaking their heads and saying, “Aha! You who can destroy the temple and rebuild it in three days, ",
    "reference": "Mark 15:29"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 30,
    "text": "save yourself and come down from the cross!” ",
    "reference": "Mark 15:30"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 31,
    "text": "In the same way even the chief priests—together with the experts in the law—were mocking him among themselves: “He saved others, but he cannot save himself! ",
    "reference": "Mark 15:31"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 32,
    "text": "Let the Christ, the king of Israel, come down from the cross now, that we may see and believe!” Those who were crucified with him also spoke abusively to him. ",
    "reference": "Mark 15:32"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 33,
    "text": "Now when it was noon, darkness came over the whole land until three in the afternoon. ",
    "reference": "Mark 15:33"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 34,
    "text": "Around three o’clock Jesus cried out with a loud voice, “Eloi, Eloi, lema sabachthani?” which means, “\u003Cb\u003EMy God, my God, why have you forsaken me?\u003C/b\u003E” ",
    "reference": "Mark 15:34"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 35,
    "text": "When some of the bystanders heard it they said, “Listen, he is calling for Elijah!” ",
    "reference": "Mark 15:35"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 36,
    "text": "Then someone ran, filled a sponge with sour wine, put it on a stick, and gave it to him to drink, saying, “Leave him alone! Let’s see if Elijah will come to take him down!” ",
    "reference": "Mark 15:36"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 37,
    "text": "But Jesus cried out with a loud voice and breathed his last. ",
    "reference": "Mark 15:37"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 38,
    "text": "And the temple curtain was torn in two, from top to bottom. ",
    "reference": "Mark 15:38"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 39,
    "text": "Now when the centurion, who stood in front of him, saw how he died, he said, “Truly this man was God’s Son!” ",
    "reference": "Mark 15:39"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 40,
    "text": "There were also women, watching from a distance. Among them were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome. ",
    "reference": "Mark 15:40"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 41,
    "text": "When he was in Galilee, they had followed him and given him support. Many other women who had come up with him to Jerusalem were there too.",
    "reference": "Mark 15:41"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 42,
    "text": "Now when evening had already come, since it was the day of preparation (that is, the day before the Sabbath), ",
    "reference": "Mark 15:42"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 43,
    "text": "Joseph of Arimathea, a highly regarded member of the council, who was himself looking forward to the kingdom of God, went boldly to Pilate and asked for the body of Jesus. ",
    "reference": "Mark 15:43"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 44,
    "text": "Pilate was surprised that he was already dead. He called the centurion and asked him if he had been dead for some time. ",
    "reference": "Mark 15:44"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 45,
    "text": "When Pilate was informed by the centurion, he gave the body to Joseph. ",
    "reference": "Mark 15:45"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 46,
    "text": "After Joseph bought a linen cloth and took down the body, he wrapped it in the linen and placed it in a tomb cut out of the rock. Then he rolled a stone across the entrance of the tomb. ",
    "reference": "Mark 15:46"
  },
  {
    "bookName": "Mark",
    "chapter": 15,
    "verse": 47,
    "text": "Mary Magdalene and Mary the mother of Joses saw where the body was placed. ",
    "reference": "Mark 15:47"
  }
]