[{"bookName":"Mark","chapter":5,"verse":1,"text":"So they came to the other side of the lake, to the region of the Gerasenes. ","reference":"Mark 5:1"},{"bookName":"Mark","chapter":5,"verse":2,"text":"Just as Jesus was getting out of the boat, a man with an unclean spirit came from the tombs and met him. ","reference":"Mark 5:2"},{"bookName":"Mark","chapter":5,"verse":3,"text":"He lived among the tombs, and no one could bind him anymore, not even with a chain. ","reference":"Mark 5:3"},{"bookName":"Mark","chapter":5,"verse":4,"text":"For his hands and feet had often been bound with chains and shackles, but he had torn the chains apart and broken the shackles in pieces. No one was strong enough to subdue him. ","reference":"Mark 5:4"},{"bookName":"Mark","chapter":5,"verse":5,"text":"Each night and every day among the tombs and in the mountains, he would cry out and cut himself with stones. ","reference":"Mark 5:5"},{"bookName":"Mark","chapter":5,"verse":6,"text":"When he saw Jesus from a distance, he ran and bowed down before him. ","reference":"Mark 5:6"},{"bookName":"Mark","chapter":5,"verse":7,"text":"Then he cried out with a loud voice, “Leave me alone, Jesus, Son of the Most High God! I implore you by God—do not torment me!” ","reference":"Mark 5:7"},{"bookName":"Mark","chapter":5,"verse":8,"text":"(For Jesus had said to him, “Come out of that man, you unclean spirit!”) ","reference":"Mark 5:8"},{"bookName":"Mark","chapter":5,"verse":9,"text":"Jesus asked him, “What is your name?” And he said, “My name is Legion, for we are many.” ","reference":"Mark 5:9"},{"bookName":"Mark","chapter":5,"verse":10,"text":"He begged Jesus repeatedly not to send them out of the region. ","reference":"Mark 5:10"},{"bookName":"Mark","chapter":5,"verse":11,"text":"There on the hillside, a great herd of pigs was feeding. ","reference":"Mark 5:11"},{"bookName":"Mark","chapter":5,"verse":12,"text":"And the demonic spirits begged him, “Send us into the pigs. Let us enter them.” ","reference":"Mark 5:12"},{"bookName":"Mark","chapter":5,"verse":13,"text":"Jesus gave them permission. So the unclean spirits came out and went into the pigs. Then the herd rushed down the steep slope into the lake, and about 2,000 were drowned in the lake. ","reference":"Mark 5:13"},{"bookName":"Mark","chapter":5,"verse":14,"text":"Now the herdsmen ran off and spread the news in the town and countryside, and the people went out to see what had happened. ","reference":"Mark 5:14"},{"bookName":"Mark","chapter":5,"verse":15,"text":"They came to Jesus and saw the demon-possessed man sitting there, clothed, and in his right mind—the one who had the “Legion”—and they were afraid. ","reference":"Mark 5:15"},{"bookName":"Mark","chapter":5,"verse":16,"text":"Those who had seen what had happened to the demon-possessed man reported it, and they also told about the pigs. ","reference":"Mark 5:16"},{"bookName":"Mark","chapter":5,"verse":17,"text":"Then they began to beg Jesus to leave their region. ","reference":"Mark 5:17"},{"bookName":"Mark","chapter":5,"verse":18,"text":"As he was getting into the boat the man who had been demon-possessed asked if he could go with him. ","reference":"Mark 5:18"},{"bookName":"Mark","chapter":5,"verse":19,"text":"But Jesus did not permit him to do so. Instead, he said to him, “Go to your home and to your people and tell them what the Lord has done for you, that he had mercy on you.” ","reference":"Mark 5:19"},{"bookName":"Mark","chapter":5,"verse":20,"text":"So he went away and began to proclaim in the Decapolis what Jesus had done for him, and all were amazed. ","reference":"Mark 5:20"},{"bookName":"Mark","chapter":5,"verse":21,"text":"When Jesus had crossed again in a boat to the other side, a large crowd gathered around him, and he was by the sea. ","reference":"Mark 5:21"},{"bookName":"Mark","chapter":5,"verse":22,"text":"Then one of the synagogue leaders, named Jairus, came up, and when he saw Jesus, he fell at his feet. ","reference":"Mark 5:22"},{"bookName":"Mark","chapter":5,"verse":23,"text":"He asked him urgently, “My little daughter is near death. Come and lay your hands on her so that she may be healed and live.” ","reference":"Mark 5:23"},{"bookName":"Mark","chapter":5,"verse":24,"text":"Jesus went with him, and a large crowd followed and pressed around him. ","reference":"Mark 5:24"},{"bookName":"Mark","chapter":5,"verse":25,"text":"Now a woman was there who had been suffering from a hemorrhage for 12 years. ","reference":"Mark 5:25"},{"bookName":"Mark","chapter":5,"verse":26,"text":"She had endured a great deal under the care of many doctors and had spent all that she had. Yet instead of getting better, she grew worse. ","reference":"Mark 5:26"},{"bookName":"Mark","chapter":5,"verse":27,"text":"When she heard about Jesus, she came up behind him in the crowd and touched his cloak, ","reference":"Mark 5:27"},{"bookName":"Mark","chapter":5,"verse":28,"text":"for she kept saying, “If only I touch his clothes, I will be healed.” ","reference":"Mark 5:28"},{"bookName":"Mark","chapter":5,"verse":29,"text":"At once the bleeding stopped, and she felt in her body that she was healed of her disease. ","reference":"Mark 5:29"},{"bookName":"Mark","chapter":5,"verse":30,"text":"Jesus knew at once that power had gone out from him. He turned around in the crowd and said, “Who touched my clothes?” ","reference":"Mark 5:30"},{"bookName":"Mark","chapter":5,"verse":31,"text":"His disciples said to him, “You see the crowd pressing against you and you say, ‘Who touched me?’” ","reference":"Mark 5:31"},{"bookName":"Mark","chapter":5,"verse":32,"text":"But he looked around to see who had done it. ","reference":"Mark 5:32"},{"bookName":"Mark","chapter":5,"verse":33,"text":"Then the woman, with fear and trembling, knowing what had happened to her, came and fell down before him and told him the whole truth. ","reference":"Mark 5:33"},{"bookName":"Mark","chapter":5,"verse":34,"text":"He said to her, “Daughter, your faith has made you well. Go in peace, and be healed of your disease.” ","reference":"Mark 5:34"},{"bookName":"Mark","chapter":5,"verse":35,"text":"While he was still speaking, people came from the synagogue leader’s house saying, “Your daughter has died. Why trouble the teacher any longer?” ","reference":"Mark 5:35"},{"bookName":"Mark","chapter":5,"verse":36,"text":"But Jesus, paying no attention to what was said, told the synagogue leader, “Do not be afraid; just believe.” ","reference":"Mark 5:36"},{"bookName":"Mark","chapter":5,"verse":37,"text":"He did not let anyone follow him except Peter, James, and John, the brother of James. ","reference":"Mark 5:37"},{"bookName":"Mark","chapter":5,"verse":38,"text":"They came to the house of the synagogue leader where he saw noisy confusion and people weeping and wailing loudly. ","reference":"Mark 5:38"},{"bookName":"Mark","chapter":5,"verse":39,"text":"When he entered he said to them, “Why are you distressed and weeping? The child is not dead but asleep!” ","reference":"Mark 5:39"},{"bookName":"Mark","chapter":5,"verse":40,"text":"And they began making fun of him. But he forced them all outside, and he took the child’s father and mother and his own companions and went into the room where the child was. ","reference":"Mark 5:40"},{"bookName":"Mark","chapter":5,"verse":41,"text":"Then, gently taking the child by the hand, he said to her, “Talitha koum,” which means, “Little girl, I say to you, get up.” ","reference":"Mark 5:41"},{"bookName":"Mark","chapter":5,"verse":42,"text":"The girl got up at once and began to walk around (she was twelve years old). They were completely astonished at this.","reference":"Mark 5:42"},{"bookName":"Mark","chapter":5,"verse":43,"text":"He strictly ordered that no one should know about this, and told them to give her something to eat. ","reference":"Mark 5:43"}]