[{"bookName":"2 Timothy","chapter":4,"verse":1,"text":"I solemnly charge you before God and Christ Jesus, who is going to judge the living and the dead, and by his appearing and his kingdom: ","reference":"2 Timothy 4:1"},{"bookName":"2 Timothy","chapter":4,"verse":2,"text":"Preach the message, be ready whether it is convenient or not, reprove, rebuke, exhort with complete patience and instruction. ","reference":"2 Timothy 4:2"},{"bookName":"2 Timothy","chapter":4,"verse":3,"text":"For there will be a time when people will not tolerate sound teaching. Instead, following their own desires, they will accumulate teachers for themselves because they have an insatiable curiosity to hear new things.","reference":"2 Timothy 4:3"},{"bookName":"2 Timothy","chapter":4,"verse":4,"text":"And they will turn away from hearing the truth, but on the other hand they will turn aside to myths. ","reference":"2 Timothy 4:4"},{"bookName":"2 Timothy","chapter":4,"verse":5,"text":"You, however, be self-controlled in all things, endure hardship, do an evangelist’s work, fulfill your ministry. ","reference":"2 Timothy 4:5"},{"bookName":"2 Timothy","chapter":4,"verse":6,"text":"For I am already being poured out as an offering, and the time for me to depart is at hand. ","reference":"2 Timothy 4:6"},{"bookName":"2 Timothy","chapter":4,"verse":7,"text":"I have competed well; I have finished the race; I have kept the faith! ","reference":"2 Timothy 4:7"},{"bookName":"2 Timothy","chapter":4,"verse":8,"text":"Finally the crown of righteousness is reserved for me. The Lord, the righteous Judge, will award it to me in that day—and not to me only, but also to all who have set their affection on his appearing. ","reference":"2 Timothy 4:8"},{"bookName":"2 Timothy","chapter":4,"verse":9,"text":"Make every effort to come to me soon. ","reference":"2 Timothy 4:9"},{"bookName":"2 Timothy","chapter":4,"verse":10,"text":"For Demas deserted me, since he loved the present age, and he went to Thessalonica. Crescens went to Galatia and Titus to Dalmatia. ","reference":"2 Timothy 4:10"},{"bookName":"2 Timothy","chapter":4,"verse":11,"text":"Only Luke is with me. Get Mark and bring him with you because he is a great help to me in ministry. ","reference":"2 Timothy 4:11"},{"bookName":"2 Timothy","chapter":4,"verse":12,"text":"Now I have sent Tychicus to Ephesus. ","reference":"2 Timothy 4:12"},{"bookName":"2 Timothy","chapter":4,"verse":13,"text":"When you come, bring with you the cloak I left in Troas with Carpas and the scrolls, especially the parchments. ","reference":"2 Timothy 4:13"},{"bookName":"2 Timothy","chapter":4,"verse":14,"text":"Alexander the coppersmith did me a great deal of harm. The Lord will repay him in keeping with his deeds. ","reference":"2 Timothy 4:14"},{"bookName":"2 Timothy","chapter":4,"verse":15,"text":"You be on guard against him too, because he vehemently opposed our words. ","reference":"2 Timothy 4:15"},{"bookName":"2 Timothy","chapter":4,"verse":16,"text":"At my first defense no one appeared in my support; instead they all deserted me—may they not be held accountable for it.","reference":"2 Timothy 4:16"},{"bookName":"2 Timothy","chapter":4,"verse":17,"text":"But the Lord stood by me and strengthened me, so that through me the message would be fully proclaimed for all the Gentiles to hear. And so I was delivered from the lion’s mouth! ","reference":"2 Timothy 4:17"},{"bookName":"2 Timothy","chapter":4,"verse":18,"text":"The Lord will deliver me from every evil deed and will bring me safely into his heavenly kingdom. To him be glory for ever and ever! Amen. ","reference":"2 Timothy 4:18"},{"bookName":"2 Timothy","chapter":4,"verse":19,"text":"Greetings to Prisca and Aquila and the family of Onesiphorus. ","reference":"2 Timothy 4:19"},{"bookName":"2 Timothy","chapter":4,"verse":20,"text":"Erastus stayed in Corinth. Trophimus I left ill in Miletus. ","reference":"2 Timothy 4:20"},{"bookName":"2 Timothy","chapter":4,"verse":21,"text":"Make every effort to come before winter. Greetings to you from Eubulus, Pudens, Linus, Claudia, and all the brothers and sisters. ","reference":"2 Timothy 4:21"},{"bookName":"2 Timothy","chapter":4,"verse":22,"text":"The Lord be with your spirit. Grace be with you. ","reference":"2 Timothy 4:22"}]