[
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 1,
    "text": "From Paul, an apostle of Christ Jesus by the will of God, to further the promise of life in Christ Jesus, ",
    "reference": "2 Timothy 1:1"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 2,
    "text": "to Timothy, my dear child. Grace, mercy, and peace from God the Father and Christ Jesus our Lord! ",
    "reference": "2 Timothy 1:2"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 3,
    "text": "I am thankful to God, whom I have served with a clear conscience as my ancestors did, when I remember you in my prayers as I do constantly night and day. ",
    "reference": "2 Timothy 1:3"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 4,
    "text": "As I remember your tears, I long to see you, so that I may be filled with joy. ",
    "reference": "2 Timothy 1:4"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 5,
    "text": "I recall your sincere faith that was alive first in your grandmother Lois and in your mother Eunice, and I am sure is in you. ",
    "reference": "2 Timothy 1:5"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 6,
    "text": "Because of this I remind you to rekindle God’s gift that you possess through the laying on of my hands. ",
    "reference": "2 Timothy 1:6"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 7,
    "text": "For God did not give us a Spirit of fear but of power and love and self-control. ",
    "reference": "2 Timothy 1:7"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 8,
    "text": "So do not be ashamed of the testimony about our Lord or of me, a prisoner for his sake, but by God’s power accept your share of suffering for the gospel. ",
    "reference": "2 Timothy 1:8"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 9,
    "text": "He is the one who saved us and called us with a holy calling, not based on our works but on his own purpose and grace, granted to us in Christ Jesus before time began, ",
    "reference": "2 Timothy 1:9"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 10,
    "text": "but now made visible through the appearing of our Savior Christ Jesus. He has broken the power of death and brought life and immortality to light through the gospel! ",
    "reference": "2 Timothy 1:10"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 11,
    "text": "For this gospel I was appointed a preacher and apostle and teacher. ",
    "reference": "2 Timothy 1:11"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 12,
    "text": "Because of this, in fact, I suffer as I do. But I am not ashamed because I know the one in whom my faith is set and I am convinced that he is able to protect what has been entrusted to me until that day. ",
    "reference": "2 Timothy 1:12"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 13,
    "text": "Hold to the standard of sound words that you heard from me and do so with the faith and love that are in Christ Jesus. ",
    "reference": "2 Timothy 1:13"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 14,
    "text": "Protect that good thing entrusted to you, through the Holy Spirit who lives within us. ",
    "reference": "2 Timothy 1:14"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 15,
    "text": "You know that everyone in the province of Asia deserted me, including Phygelus and Hermogenes. ",
    "reference": "2 Timothy 1:15"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 16,
    "text": "May the Lord grant mercy to the family of Onesiphorus because he often refreshed me and was not ashamed of my imprisonment. ",
    "reference": "2 Timothy 1:16"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 17,
    "text": "But when he arrived in Rome, he eagerly searched for me and found me. ",
    "reference": "2 Timothy 1:17"
  },
  {
    "bookName": "2 Timothy",
    "chapter": 1,
    "verse": 18,
    "text": "May the Lord grant him to find mercy from the Lord on that day! And you know very well all the ways he served me in Ephesus. ",
    "reference": "2 Timothy 1:18"
  }
]