[
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 1,
    "text": "The Lord’s message came to Jonah son of Amittai, ",
    "reference": "Jonah 1:1"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 2,
    "text": "“Go immediately to Nineveh, that large capital city, and announce judgment against its people because their wickedness has come to my attention.”",
    "reference": "Jonah 1:2"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 3,
    "text": "Instead, Jonah immediately headed off to Tarshish to escape from the commission of the Lord. He traveled to Joppa and found a merchant ship heading to Tarshish. So he paid the fare and went aboard it to go with them to Tarshish, far away from the Lord. ",
    "reference": "Jonah 1:3"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 4,
    "text": "But the Lord hurled a powerful wind on the sea. Such a violent tempest arose on the sea that the ship threatened to break up!",
    "reference": "Jonah 1:4"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 5,
    "text": "The sailors were so afraid that each cried out to his own god and they flung the ship’s cargo overboard to make the ship lighter. Jonah, meanwhile, had gone down into the hold below deck, had lain down, and was sound asleep. ",
    "reference": "Jonah 1:5"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 6,
    "text": "The ship’s captain approached him and said, “What are you doing asleep? Get up! Cry out to your god! Perhaps your god might take notice of us so that we might not die!” ",
    "reference": "Jonah 1:6"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 7,
    "text": "The sailors said to one another, “Come on, let’s cast lots to find out whose fault it is that this disaster has overtaken us.” So they cast lots, and Jonah was singled out.",
    "reference": "Jonah 1:7"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 8,
    "text": "They said to him, “Tell us, whose fault is it that this disaster has overtaken us? What’s your occupation? Where do you come from? What’s your country? And who are your people?” ",
    "reference": "Jonah 1:8"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 9,
    "text": "He said to them, “I am a Hebrew, and I worship the Lord, the God of heaven, who made the sea and the dry land.” ",
    "reference": "Jonah 1:9"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 10,
    "text": "Hearing this, the men became even more afraid and said to him, “What have you done?” (The men said this because they knew that he was trying to escape from the Lord, because he had previously told them.) ",
    "reference": "Jonah 1:10"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 11,
    "text": "Because the storm was growing worse and worse, they said to him, “What should we do to you so that the sea will calm down for us?” ",
    "reference": "Jonah 1:11"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 12,
    "text": "He said to them, “Pick me up and throw me into the sea so that the sea will calm down for you, because I know it’s my fault you are in this severe storm.” ",
    "reference": "Jonah 1:12"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 13,
    "text": "Instead, they tried to row back to land, but they were not able to do so because the storm kept growing worse and worse. ",
    "reference": "Jonah 1:13"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 14,
    "text": "So they cried out to the Lord, “Oh, please, Lord, don’t let us die on account of this man! Don’t hold us guilty of shedding innocent blood. After all, you, Lord, have done just as you pleased.” ",
    "reference": "Jonah 1:14"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 15,
    "text": "So they picked Jonah up and threw him into the sea, and the sea stopped raging. ",
    "reference": "Jonah 1:15"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 16,
    "text": "The men feared the Lord greatly and earnestly vowed to offer lavish sacrifices to the Lord. ",
    "reference": "Jonah 1:16"
  },
  {
    "bookName": "Jonah",
    "chapter": 1,
    "verse": 17,
    "text": "(2:1) The Lord sent a huge fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights. ",
    "reference": "Jonah 1:17"
  }
]