[
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 1,
    "text": "This displeased Jonah terribly and he became very angry. ",
    "reference": "Jonah 4:1"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 2,
    "text": "He prayed to the Lord and said, “Oh, Lord, this is just what I thought would happen when I was in my own country. This is what I tried to prevent by attempting to escape to Tarshish, because I knew that you are a gracious and compassionate God, slow to anger and abounding in mercy, and one who relents concerning threatened judgment. ",
    "reference": "Jonah 4:2"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 3,
    "text": "So now, Lord, kill me instead, because I would rather die than live!” ",
    "reference": "Jonah 4:3"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 4,
    "text": "The Lord said, “Are you really so very angry?” ",
    "reference": "Jonah 4:4"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 5,
    "text": "Jonah left the city and sat down east of it. He made a shelter for himself there and sat down under it in the shade to see what would happen to the city. ",
    "reference": "Jonah 4:5"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 6,
    "text": "The Lord God appointed a little plant and caused it to grow up over Jonah to be a shade over his head to rescue him from his misery. Now Jonah was very delighted about the little plant. ",
    "reference": "Jonah 4:6"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 7,
    "text": "So God sent a worm at dawn the next day, and it attacked the little plant so that it dried up.",
    "reference": "Jonah 4:7"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 8,
    "text": "When the sun began to shine, God sent a hot east wind. So the sun beat down on Jonah’s head, and he grew faint. So he despaired of life and said, “I would rather die than live!” ",
    "reference": "Jonah 4:8"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 9,
    "text": "God said to Jonah, “Are you really so very angry about the little plant?” And he said, “I am as angry as I could possibly be!”",
    "reference": "Jonah 4:9"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 10,
    "text": "The Lord said, “You were upset about this little plant, something for which you did not work, nor did you do anything to make it grow. It grew up overnight and died the next day. ",
    "reference": "Jonah 4:10"
  },
  {
    "bookName": "Jonah",
    "chapter": 4,
    "verse": 11,
    "text": "Should I not be more concerned about Nineveh, this enormous city? There are more than 120,000 people in it who do not know right from wrong, as well as many animals.” ",
    "reference": "Jonah 4:11"
  }
]