The Lord’s message came to Jonah son of Amittai, 
“Go immediately to Nineveh, that large capital city, and announce judgment against its people because their wickedness has come to my attention.”
Instead, Jonah immediately headed off to Tarshish to escape from the commission of the Lord. He traveled to Joppa and found a merchant ship heading to Tarshish. So he paid the fare and went aboard it to go with them to Tarshish, far away from the Lord. 
But the Lord hurled a powerful wind on the sea. Such a violent tempest arose on the sea that the ship threatened to break up!
The sailors were so afraid that each cried out to his own god and they flung the ship’s cargo overboard to make the ship lighter. Jonah, meanwhile, had gone down into the hold below deck, had lain down, and was sound asleep. 
The ship’s captain approached him and said, “What are you doing asleep? Get up! Cry out to your god! Perhaps your god might take notice of us so that we might not die!” 
The sailors said to one another, “Come on, let’s cast lots to find out whose fault it is that this disaster has overtaken us.” So they cast lots, and Jonah was singled out.
They said to him, “Tell us, whose fault is it that this disaster has overtaken us? What’s your occupation? Where do you come from? What’s your country? And who are your people?” 
He said to them, “I am a Hebrew, and I worship the Lord, the God of heaven, who made the sea and the dry land.” 
Hearing this, the men became even more afraid and said to him, “What have you done?” (The men said this because they knew that he was trying to escape from the Lord, because he had previously told them.) 
Because the storm was growing worse and worse, they said to him, “What should we do to you so that the sea will calm down for us?” 
He said to them, “Pick me up and throw me into the sea so that the sea will calm down for you, because I know it’s my fault you are in this severe storm.” 
Instead, they tried to row back to land, but they were not able to do so because the storm kept growing worse and worse. 
So they cried out to the Lord, “Oh, please, Lord, don’t let us die on account of this man! Don’t hold us guilty of shedding innocent blood. After all, you, Lord, have done just as you pleased.” 
So they picked Jonah up and threw him into the sea, and the sea stopped raging. 
The men feared the Lord greatly and earnestly vowed to offer lavish sacrifices to the Lord. 
(2:1) The Lord sent a huge fish to swallow Jonah, and Jonah was in the stomach of the fish three days and three nights. 
Jonah prayed to the Lord his God from the stomach of the fish 
and said, “I called out to the Lord from my distress, and he answered me; from the belly of Sheol I cried out for help, and you heard my prayer. 
You threw me into the deep waters, into the middle of the sea; the ocean current engulfed me; all the mighty waves you sent swept over me.
I thought I had been banished from your sight and that I would never again see your holy temple. 
Water engulfed me up to my neck; the deep ocean surrounded me; seaweed was wrapped around my head. 
I went down to the very bottoms of the mountains; the gates of the netherworld barred me in forever, but you brought me up from the Pit, O Lord, my God. 
When my life was ebbing away, I called out to the Lord. And my prayer came to you, to your holy temple. 
Those who worship worthless idols forfeit the mercy that could be theirs. 
But as for me, I promise to offer a sacrifice to you with a public declaration of praise; I will surely do what I have promised. Salvation belongs to the Lord!” 
Then the Lord commanded the fish and it vomited Jonah out onto dry land. 
The Lord’s message came to Jonah a second time,
“Go immediately to Nineveh, that large city, and proclaim to it the message that I tell you.”
So Jonah went immediately to Nineveh, in keeping with the Lord’s message. Now Nineveh was an enormous city—it required three days to walk through it!
Jonah began to enter the city by going one day’s walk, announcing, “At the end of 40 days, Nineveh will be overthrown!” 
The people of Nineveh believed in God, and they declared a fast and put on sackcloth, from the greatest to the least of them.
When the news reached the king of Nineveh, he got up from his throne, took off his royal robe, put on sackcloth, and sat on ashes. 
He issued a proclamation and said, “In Nineveh, by the decree of the king and his nobles: No human or animal, cattle or sheep, is to taste anything; they must not eat and they must not drink water. 
Every person and animal must put on sackcloth and must cry earnestly to God, and everyone must turn from their evil way of living and from the violence that they do.
Who knows? Perhaps God might be willing to change his mind and relent and turn from his fierce anger so that we might not die.” 
When God saw their actions—that they turned from their evil way of living—God relented concerning the judgment he had threatened them with and did not destroy them. 
This displeased Jonah terribly and he became very angry. 
He prayed to the Lord and said, “Oh, Lord, this is just what I thought would happen when I was in my own country. This is what I tried to prevent by attempting to escape to Tarshish, because I knew that you are a gracious and compassionate God, slow to anger and abounding in mercy, and one who relents concerning threatened judgment. 
So now, Lord, kill me instead, because I would rather die than live!” 
The Lord said, “Are you really so very angry?” 
Jonah left the city and sat down east of it. He made a shelter for himself there and sat down under it in the shade to see what would happen to the city. 
The Lord God appointed a little plant and caused it to grow up over Jonah to be a shade over his head to rescue him from his misery. Now Jonah was very delighted about the little plant. 
So God sent a worm at dawn the next day, and it attacked the little plant so that it dried up.
When the sun began to shine, God sent a hot east wind. So the sun beat down on Jonah’s head, and he grew faint. So he despaired of life and said, “I would rather die than live!” 
God said to Jonah, “Are you really so very angry about the little plant?” And he said, “I am as angry as I could possibly be!”
The Lord said, “You were upset about this little plant, something for which you did not work, nor did you do anything to make it grow. It grew up overnight and died the next day. 
Should I not be more concerned about Nineveh, this enormous city? There are more than 120,000 people in it who do not know right from wrong, as well as many animals.” 