[{"bookName":"Jonah","chapter":3,"verse":1,"text":"The Lord’s message came to Jonah a second time,","reference":"Jonah 3:1"},{"bookName":"Jonah","chapter":3,"verse":2,"text":"“Go immediately to Nineveh, that large city, and proclaim to it the message that I tell you.”","reference":"Jonah 3:2"},{"bookName":"Jonah","chapter":3,"verse":3,"text":"So Jonah went immediately to Nineveh, in keeping with the Lord’s message. Now Nineveh was an enormous city—it required three days to walk through it!","reference":"Jonah 3:3"},{"bookName":"Jonah","chapter":3,"verse":4,"text":"Jonah began to enter the city by going one day’s walk, announcing, “At the end of 40 days, Nineveh will be overthrown!” ","reference":"Jonah 3:4"},{"bookName":"Jonah","chapter":3,"verse":5,"text":"The people of Nineveh believed in God, and they declared a fast and put on sackcloth, from the greatest to the least of them.","reference":"Jonah 3:5"},{"bookName":"Jonah","chapter":3,"verse":6,"text":"When the news reached the king of Nineveh, he got up from his throne, took off his royal robe, put on sackcloth, and sat on ashes. ","reference":"Jonah 3:6"},{"bookName":"Jonah","chapter":3,"verse":7,"text":"He issued a proclamation and said, “In Nineveh, by the decree of the king and his nobles: No human or animal, cattle or sheep, is to taste anything; they must not eat and they must not drink water. ","reference":"Jonah 3:7"},{"bookName":"Jonah","chapter":3,"verse":8,"text":"Every person and animal must put on sackcloth and must cry earnestly to God, and everyone must turn from their evil way of living and from the violence that they do.","reference":"Jonah 3:8"},{"bookName":"Jonah","chapter":3,"verse":9,"text":"Who knows? Perhaps God might be willing to change his mind and relent and turn from his fierce anger so that we might not die.” ","reference":"Jonah 3:9"},{"bookName":"Jonah","chapter":3,"verse":10,"text":"When God saw their actions—that they turned from their evil way of living—God relented concerning the judgment he had threatened them with and did not destroy them. ","reference":"Jonah 3:10"}]