[
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 1,
    "text": "This is a prayer of Habakkuk the prophet: ",
    "reference": "Habakkuk 3:1"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 2,
    "text": "Lord, I have heard the report of what you did; I am awed, Lord, by what you accomplished. In our time repeat those deeds; in our time reveal them again. But when you cause turmoil, remember to show us mercy! ",
    "reference": "Habakkuk 3:2"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 3,
    "text": "God comes from Teman, the Holy One from Mount Paran. Selah. His splendor has covered the skies, the earth is full of his glory.",
    "reference": "Habakkuk 3:3"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 4,
    "text": "His brightness will be as lightning; a two-pronged lightning bolt flashing from his hand. This is the outward display of his power. ",
    "reference": "Habakkuk 3:4"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 5,
    "text": "Plague will go before him; pestilence will march right behind him.",
    "reference": "Habakkuk 3:5"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 6,
    "text": "He took his battle position and shook the earth; with a mere look he frightened the nations. The ancient mountains disintegrated; the primeval hills were flattened. His are ancient roads.",
    "reference": "Habakkuk 3:6"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 7,
    "text": "I saw the tents of Cushan overwhelmed by trouble; the tent curtains of the land of Midian were shaking.",
    "reference": "Habakkuk 3:7"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 8,
    "text": "Was the Lord mad at the rivers? Were you angry with the rivers? Were you enraged at the sea? Such that you would climb into your horse-drawn chariots, your victorious chariots? ",
    "reference": "Habakkuk 3:8"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 9,
    "text": "Your bow is ready for action; you commission your arrows. Selah. You cause flash floods on the earth’s surface. ",
    "reference": "Habakkuk 3:9"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 10,
    "text": "When the mountains see you, they shake. The torrential downpour sweeps through. The great deep shouts out; it lifts its hands high. ",
    "reference": "Habakkuk 3:10"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 11,
    "text": "The sun and moon stand still in their courses; the flash of your arrows drives them away, the bright light of your lightning-quick spear. ",
    "reference": "Habakkuk 3:11"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 12,
    "text": "You furiously stomp on the earth; you angrily trample down the nations. ",
    "reference": "Habakkuk 3:12"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 13,
    "text": "You march out to deliver your people, to deliver your special servant. You strike the leader of the wicked nation, laying him open from the lower body to the neck. Selah. ",
    "reference": "Habakkuk 3:13"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 14,
    "text": "You pierce the heads of his warriors with a spear. They storm forward to scatter us; they shout with joy as if they were plundering the poor with no opposition. ",
    "reference": "Habakkuk 3:14"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 15,
    "text": "But you trample on the sea with your horses, on the surging, raging waters. ",
    "reference": "Habakkuk 3:15"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 16,
    "text": "I listened and my stomach churned; the sound made my lips quiver. My frame went limp, as if my bones were decaying, and I shook as I tried to walk. I long for the day of distress to come upon the people who attack us.",
    "reference": "Habakkuk 3:16"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 17,
    "text": "When the fig tree does not bud, and there are no grapes on the vines; when the olive trees do not produce and the fields yield no crops; when the sheep disappear from the pen and there are no cattle in the stalls— ",
    "reference": "Habakkuk 3:17"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 18,
    "text": "I will rejoice because of the Lord; I will be happy because of the God who delivers me!",
    "reference": "Habakkuk 3:18"
  },
  {
    "bookName": "Habakkuk",
    "chapter": 3,
    "verse": 19,
    "text": "The Sovereign Lord is my source of strength. He gives me the agility of a deer; he enables me to negotiate the rugged terrain. (This prayer is for the song leader. It is to be accompanied by stringed instruments.) ",
    "reference": "Habakkuk 3:19"
  }
]