[{"bookName":"Habakkuk","chapter":1,"verse":1,"text":"This is the oracle that the prophet Habakkuk saw:","reference":"Habakkuk 1:1"},{"bookName":"Habakkuk","chapter":1,"verse":2,"text":"How long, Lord, must I cry for help? But you do not listen! I call out to you, “Violence!” But you do not deliver! ","reference":"Habakkuk 1:2"},{"bookName":"Habakkuk","chapter":1,"verse":3,"text":"Why do you force me to witness injustice? Why do you put up with wrongdoing? Destruction and violence confront me; conflict is present and one must endure strife. ","reference":"Habakkuk 1:3"},{"bookName":"Habakkuk","chapter":1,"verse":4,"text":"For this reason the law lacks power, and justice is never carried out. Indeed, the wicked intimidate the innocent. For this reason justice is perverted. ","reference":"Habakkuk 1:4"},{"bookName":"Habakkuk","chapter":1,"verse":5,"text":"“Look at the nations and pay attention! You will be shocked and amazed! For I will do something in your lifetime that you will not believe even though you are forewarned. ","reference":"Habakkuk 1:5"},{"bookName":"Habakkuk","chapter":1,"verse":6,"text":"Look, I am about to empower the Babylonians, that ruthless and greedy nation. They sweep across the surface of the earth, seizing dwelling places that do not belong to them.","reference":"Habakkuk 1:6"},{"bookName":"Habakkuk","chapter":1,"verse":7,"text":"They are frightening and terrifying; they decide for themselves what is right. ","reference":"Habakkuk 1:7"},{"bookName":"Habakkuk","chapter":1,"verse":8,"text":"Their horses are faster than leopards and more alert than wolves in the desert. Their horses gallop, their horses come a great distance; like vultures they swoop down quickly to devour their prey.","reference":"Habakkuk 1:8"},{"bookName":"Habakkuk","chapter":1,"verse":9,"text":"All of them intend to do violence; every face is determined. They take prisoners as easily as one scoops up sand. ","reference":"Habakkuk 1:9"},{"bookName":"Habakkuk","chapter":1,"verse":10,"text":"They mock kings and laugh at rulers. They laugh at every fortified city; they build siege ramps and capture them.","reference":"Habakkuk 1:10"},{"bookName":"Habakkuk","chapter":1,"verse":11,"text":"They sweep by like the wind and pass on. But the one who considers himself a god will be held guilty.” ","reference":"Habakkuk 1:11"},{"bookName":"Habakkuk","chapter":1,"verse":12,"text":"Lord, you have been active from ancient times; my sovereign God, you are immortal. Lord, you have made them your instrument of judgment. Protector, you have appointed them as your instrument of punishment. ","reference":"Habakkuk 1:12"},{"bookName":"Habakkuk","chapter":1,"verse":13,"text":"You are too just to tolerate evil; you are unable to condone wrongdoing. So why do you put up with such treacherous people? Why do you say nothing when the wicked devour those more righteous than they are?","reference":"Habakkuk 1:13"},{"bookName":"Habakkuk","chapter":1,"verse":14,"text":"You made people like fish in the sea, like animals in the sea that have no ruler. ","reference":"Habakkuk 1:14"},{"bookName":"Habakkuk","chapter":1,"verse":15,"text":"The Babylonian tyrant pulls them all up with a fishhook; he hauls them in with his throw net. When he catches them in his dragnet, he is very happy. ","reference":"Habakkuk 1:15"},{"bookName":"Habakkuk","chapter":1,"verse":16,"text":"Because of his success he offers sacrifices to his throw net and burns incense to his dragnet; for because of them he has plenty of food and more than enough to eat. ","reference":"Habakkuk 1:16"},{"bookName":"Habakkuk","chapter":1,"verse":17,"text":"Will he then continue to fill and empty his throw net? Will he always destroy nations and spare none? ","reference":"Habakkuk 1:17"}]