[
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 1,
    "text": "Now when Jesus knew that the Pharisees had heard that he was winning and baptizing more disciples than John ",
    "reference": "John 4:1"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 2,
    "text": "(although Jesus himself was not baptizing, but his disciples were),",
    "reference": "John 4:2"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 3,
    "text": "he left Judea and set out once more for Galilee. ",
    "reference": "John 4:3"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 4,
    "text": "But he had to pass through Samaria. ",
    "reference": "John 4:4"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 5,
    "text": "Now he came to a Samaritan town called Sychar, near the plot of land that Jacob had given to his son Joseph. ",
    "reference": "John 4:5"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 6,
    "text": "Jacob’s well was there, so Jesus, since he was tired from the journey, sat right down beside the well. It was about noon.",
    "reference": "John 4:6"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 7,
    "text": "A Samaritan woman came to draw water. Jesus said to her, “Give me some water to drink.” ",
    "reference": "John 4:7"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 8,
    "text": "(For his disciples had gone off into the town to buy supplies.) ",
    "reference": "John 4:8"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 9,
    "text": "So the Samaritan woman said to him, “How can you—a Jew—ask me, a Samaritan woman, for water to drink?” (For Jews use nothing in common with Samaritans.) ",
    "reference": "John 4:9"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 10,
    "text": "Jesus answered her, “If you had known the gift of God and who it is who said to you, ‘Give me some water to drink,’ you would have asked him, and he would have given you living water.” ",
    "reference": "John 4:10"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 11,
    "text": "“Sir,” the woman said to him, “you have no bucket and the well is deep; where then do you get this living water? ",
    "reference": "John 4:11"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 12,
    "text": "Surely you’re not greater than our ancestor Jacob, are you? For he gave us this well and drank from it himself, along with his sons and his livestock.” ",
    "reference": "John 4:12"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 13,
    "text": "Jesus replied, “Everyone who drinks some of this water will be thirsty again. ",
    "reference": "John 4:13"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 14,
    "text": "But whoever drinks some of the water that I will give him will never be thirsty again, but the water that I will give him will become in him a fountain of water springing up to eternal life.” ",
    "reference": "John 4:14"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 15,
    "text": "The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.” ",
    "reference": "John 4:15"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 16,
    "text": "He said to her, “Go call your husband and come back here.” ",
    "reference": "John 4:16"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 17,
    "text": "The woman replied, “I have no husband.” Jesus said to her, “Right you are when you said, ‘I have no husband,’ ",
    "reference": "John 4:17"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 18,
    "text": "for you have had five husbands, and the man you are living with now is not your husband. This you said truthfully!” ",
    "reference": "John 4:18"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 19,
    "text": "The woman said to him, “Sir, I see that you are a prophet. ",
    "reference": "John 4:19"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 20,
    "text": "Our fathers worshiped on this mountain, and you people say that the place where people must worship is in Jerusalem.” ",
    "reference": "John 4:20"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 21,
    "text": "Jesus said to her, “Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. ",
    "reference": "John 4:21"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 22,
    "text": "You people worship what you do not know. We worship what we know because salvation is from the Jews. ",
    "reference": "John 4:22"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 23,
    "text": "But a time is coming—and now is here—when the true worshipers will worship the Father in spirit and truth, for the Father seeks such people to be his worshipers. ",
    "reference": "John 4:23"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 24,
    "text": "God is spirit, and the people who worship him must worship in spirit and truth.” ",
    "reference": "John 4:24"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 25,
    "text": "The woman said to him, “I know that Messiah is coming” (the one called Christ); “whenever he comes, he will tell us everything.” ",
    "reference": "John 4:25"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 26,
    "text": "Jesus said to her, “I, the one speaking to you, am he.”",
    "reference": "John 4:26"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 27,
    "text": "Now at that very moment his disciples came back. They were shocked because he was speaking with a woman. However, no one said, “What do you want?” or “Why are you speaking with her?” ",
    "reference": "John 4:27"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 28,
    "text": "Then the woman left her water jar, went off into the town and said to the people, ",
    "reference": "John 4:28"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 29,
    "text": "“Come, see a man who told me everything I ever did. Surely he can’t be the Messiah, can he?” ",
    "reference": "John 4:29"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 30,
    "text": "So they left the town and began coming to him. ",
    "reference": "John 4:30"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 31,
    "text": "Meanwhile the disciples were urging him, “Rabbi, eat something.”",
    "reference": "John 4:31"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 32,
    "text": "But he said to them, “I have food to eat that you know nothing about.”",
    "reference": "John 4:32"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 33,
    "text": "So the disciples began to say to one another, “No one brought him anything to eat, did they?”",
    "reference": "John 4:33"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 34,
    "text": "Jesus said to them, “My food is to do the will of the one who sent me and to complete his work. ",
    "reference": "John 4:34"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 35,
    "text": "Don’t you say, ‘There are four more months and then comes the harvest?’ I tell you, look up and see that the fields are already white for harvest! ",
    "reference": "John 4:35"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 36,
    "text": "The one who reaps receives pay and gathers fruit for eternal life, so that the one who sows and the one who reaps can rejoice together. ",
    "reference": "John 4:36"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 37,
    "text": "For in this instance the saying is true, ‘One sows and another reaps.’ ",
    "reference": "John 4:37"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 38,
    "text": "I sent you to reap what you did not work for; others have labored and you have entered into their labor.” ",
    "reference": "John 4:38"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 39,
    "text": "Now many Samaritans from that town believed in him because of the report of the woman who testified, “He told me everything I ever did.” ",
    "reference": "John 4:39"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 40,
    "text": "So when the Samaritans came to him, they began asking him to stay with them. He stayed there two days, ",
    "reference": "John 4:40"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 41,
    "text": "and because of his word many more believed. ",
    "reference": "John 4:41"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 42,
    "text": "They said to the woman, “No longer do we believe because of your words, for we have heard for ourselves, and we know that this one really is the Savior of the world.” ",
    "reference": "John 4:42"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 43,
    "text": "After the two days he departed from there to Galilee. ",
    "reference": "John 4:43"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 44,
    "text": "(For Jesus himself had testified that a prophet has no honor in his own country.) ",
    "reference": "John 4:44"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 45,
    "text": "So when he came to Galilee, the Galileans welcomed him because they had seen all the things he had done in Jerusalem at the feast (for they themselves had gone to the feast). ",
    "reference": "John 4:45"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 46,
    "text": "Now he came again to Cana in Galilee where he had made the water wine. In Capernaum there was a certain royal official whose son was sick. ",
    "reference": "John 4:46"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 47,
    "text": "When he heard that Jesus had come back from Judea to Galilee, he went to him and begged him to come down and heal his son, who was about to die. ",
    "reference": "John 4:47"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 48,
    "text": "So Jesus said to him, “Unless you people see signs and wonders you will never believe!” ",
    "reference": "John 4:48"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 49,
    "text": "“Sir,” the official said to him, “come down before my child dies.” ",
    "reference": "John 4:49"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 50,
    "text": "Jesus told him, “Go home; your son will live.” The man believed the word that Jesus spoke to him, and set off for home. ",
    "reference": "John 4:50"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 51,
    "text": "While he was on his way down, his slaves met him and told him that his son was going to live. ",
    "reference": "John 4:51"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 52,
    "text": "So he asked them the time when his condition began to improve, and they told him, “Yesterday at one o’clock in the afternoon the fever left him.”",
    "reference": "John 4:52"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 53,
    "text": "Then the father realized that it was the very time Jesus had said to him, “Your son will live,” and he himself believed along with his entire household. ",
    "reference": "John 4:53"
  },
  {
    "bookName": "John",
    "chapter": 4,
    "verse": 54,
    "text": "Jesus did this as his second miraculous sign when he returned from Judea to Galilee. ",
    "reference": "John 4:54"
  }
]