[{"bookName":"John","chapter":8,"verse":1,"text":"But Jesus went to the Mount of Olives. ","reference":"John 8:1"},{"bookName":"John","chapter":8,"verse":2,"text":"Early in the morning he came to the temple courts again. All the people came to him, and he sat down and began to teach them. ","reference":"John 8:2"},{"bookName":"John","chapter":8,"verse":3,"text":"The experts in the law and the Pharisees brought a woman who had been caught committing adultery. They made her stand in front of them","reference":"John 8:3"},{"bookName":"John","chapter":8,"verse":4,"text":"and said to Jesus, “Teacher, this woman was caught in the very act of adultery. ","reference":"John 8:4"},{"bookName":"John","chapter":8,"verse":5,"text":"In the law Moses commanded us to stone to death such women. What then do you say?” ","reference":"John 8:5"},{"bookName":"John","chapter":8,"verse":6,"text":"(Now they were asking this in an attempt to trap him, so that they could bring charges against him.) Jesus bent down and wrote on the ground with his finger. ","reference":"John 8:6"},{"bookName":"John","chapter":8,"verse":7,"text":"When they persisted in asking him, he stood up straight and replied, “Whoever among you is guiltless may be the first to throw a stone at her.” ","reference":"John 8:7"},{"bookName":"John","chapter":8,"verse":8,"text":"Then he bent over again and wrote on the ground. ","reference":"John 8:8"},{"bookName":"John","chapter":8,"verse":9,"text":"Now when they heard this, they began to drift away one at a time, starting with the older ones, until Jesus was left alone with the woman standing before him.","reference":"John 8:9"},{"bookName":"John","chapter":8,"verse":10,"text":"Jesus stood up straight and said to her, “Woman, where are they? Did no one condemn you?” ","reference":"John 8:10"},{"bookName":"John","chapter":8,"verse":11,"text":"She replied, “No one, Lord.” And Jesus said, “I do not condemn you either. Go, and from now on do not sin any more.”]]","reference":"John 8:11"},{"bookName":"John","chapter":8,"verse":12,"text":"Then Jesus spoke out again, “I am the light of the world! The one who follows me will never walk in darkness but will have the light of life.” ","reference":"John 8:12"},{"bookName":"John","chapter":8,"verse":13,"text":"So the Pharisees objected, “You testify about yourself; your testimony is not true!” ","reference":"John 8:13"},{"bookName":"John","chapter":8,"verse":14,"text":"Jesus answered, “Even if I testify about myself, my testimony is true because I know where I came from and where I am going. But you people do not know where I came from or where I am going. ","reference":"John 8:14"},{"bookName":"John","chapter":8,"verse":15,"text":"You people judge by outward appearances; I do not judge anyone. ","reference":"John 8:15"},{"bookName":"John","chapter":8,"verse":16,"text":"But if I judge, my evaluation is accurate because I am not alone when I judge, but I and the Father who sent me do so together.","reference":"John 8:16"},{"bookName":"John","chapter":8,"verse":17,"text":"It is written in your law that the testimony of two men is true. ","reference":"John 8:17"},{"bookName":"John","chapter":8,"verse":18,"text":"I testify about myself and the Father who sent me testifies about me.” ","reference":"John 8:18"},{"bookName":"John","chapter":8,"verse":19,"text":"Then they began asking him, “Who is your father?” Jesus answered, “You do not know either me or my Father. If you knew me you would know my Father too.” ","reference":"John 8:19"},{"bookName":"John","chapter":8,"verse":20,"text":"(Jesus spoke these words near the offering box while he was teaching in the temple courts. No one seized him because his time had not yet come.) ","reference":"John 8:20"},{"bookName":"John","chapter":8,"verse":21,"text":"Then Jesus said to them again, “I am going away, and you will look for me but will die in your sin. Where I am going you cannot come.” ","reference":"John 8:21"},{"bookName":"John","chapter":8,"verse":22,"text":"So the Jewish leaders began to say, “Perhaps he is going to kill himself because he says, ‘Where I am going you cannot come.’” ","reference":"John 8:22"},{"bookName":"John","chapter":8,"verse":23,"text":"Jesus replied, “You people are from below; I am from above. You people are from this world; I am not from this world. ","reference":"John 8:23"},{"bookName":"John","chapter":8,"verse":24,"text":"Thus I told you that you will die in your sins. For unless you believe that I am he, you will die in your sins.” ","reference":"John 8:24"},{"bookName":"John","chapter":8,"verse":25,"text":"So they said to him, “Who are you?” Jesus replied, “What I have told you from the beginning. ","reference":"John 8:25"},{"bookName":"John","chapter":8,"verse":26,"text":"I have many things to say and to judge about you, but the Father who sent me is truthful, and the things I have heard from him I speak to the world.” ","reference":"John 8:26"},{"bookName":"John","chapter":8,"verse":27,"text":"(They did not understand that he was telling them about his Father.) ","reference":"John 8:27"},{"bookName":"John","chapter":8,"verse":28,"text":"Then Jesus said, “When you lift up the Son of Man, then you will know that I am he, and I do nothing on my own initiative, but I speak just what the Father taught me. ","reference":"John 8:28"},{"bookName":"John","chapter":8,"verse":29,"text":"And the one who sent me is with me. He has not left me alone because I always do those things that please him.” ","reference":"John 8:29"},{"bookName":"John","chapter":8,"verse":30,"text":"While he was saying these things, many people believed in him. ","reference":"John 8:30"},{"bookName":"John","chapter":8,"verse":31,"text":"Then Jesus said to those Judeans who had believed him, “If you continue to follow my teaching, you are really my disciples ","reference":"John 8:31"},{"bookName":"John","chapter":8,"verse":32,"text":"and you will know the truth, and the truth will set you free.” ","reference":"John 8:32"},{"bookName":"John","chapter":8,"verse":33,"text":"“We are descendants of Abraham,” they replied, “and have never been anyone’s slaves! How can you say, ‘You will become free’?” ","reference":"John 8:33"},{"bookName":"John","chapter":8,"verse":34,"text":"Jesus answered them, “I tell you the solemn truth, everyone who practices sin is a slave of sin. ","reference":"John 8:34"},{"bookName":"John","chapter":8,"verse":35,"text":"The slave does not remain in the family forever, but the son remains forever. ","reference":"John 8:35"},{"bookName":"John","chapter":8,"verse":36,"text":"So if the son sets you free, you will be really free. ","reference":"John 8:36"},{"bookName":"John","chapter":8,"verse":37,"text":"I know that you are Abraham’s descendants. But you want to kill me because my teaching makes no progress among you. ","reference":"John 8:37"},{"bookName":"John","chapter":8,"verse":38,"text":"I am telling you the things I have seen while with the Father; as for you, practice the things you have heard from the Father!” ","reference":"John 8:38"},{"bookName":"John","chapter":8,"verse":39,"text":"They answered him, “Abraham is our father!” Jesus replied, “If you are Abraham’s children, you would be doing the deeds of Abraham. ","reference":"John 8:39"},{"bookName":"John","chapter":8,"verse":40,"text":"But now you are trying to kill me, a man who has told you the truth I heard from God. Abraham did not do this! ","reference":"John 8:40"},{"bookName":"John","chapter":8,"verse":41,"text":"You people are doing the deeds of your father.”Then they said to Jesus, “We were not born as a result of immorality! We have only one Father, God himself.”","reference":"John 8:41"},{"bookName":"John","chapter":8,"verse":42,"text":"Jesus replied, “If God were your Father, you would love me, for I have come from God and am now here. I have not come on my own initiative, but he sent me. ","reference":"John 8:42"},{"bookName":"John","chapter":8,"verse":43,"text":"Why don’t you understand what I am saying? It is because you cannot accept my teaching. ","reference":"John 8:43"},{"bookName":"John","chapter":8,"verse":44,"text":"You people are from your father the devil, and you want to do what your father desires. He was a murderer from the beginning, and does not uphold the truth because there is no truth in him. Whenever he lies, he speaks according to his own nature because he is a liar and the father of lies. ","reference":"John 8:44"},{"bookName":"John","chapter":8,"verse":45,"text":"But because I am telling you the truth, you do not believe me. ","reference":"John 8:45"},{"bookName":"John","chapter":8,"verse":46,"text":"Who among you can prove me guilty of any sin? If I am telling you the truth, why don’t you believe me? ","reference":"John 8:46"},{"bookName":"John","chapter":8,"verse":47,"text":"The one who belongs to God listens and responds to God’s words. You don’t listen and respond because you don’t belong to God.” ","reference":"John 8:47"},{"bookName":"John","chapter":8,"verse":48,"text":"The Judeans replied, “Aren’t we correct in saying that you are a Samaritan and are possessed by a demon?” ","reference":"John 8:48"},{"bookName":"John","chapter":8,"verse":49,"text":"Jesus answered, “I am not possessed by a demon, but I honor my Father—and yet you dishonor me. ","reference":"John 8:49"},{"bookName":"John","chapter":8,"verse":50,"text":"I am not trying to get praise for myself. There is one who demands it, and he also judges. ","reference":"John 8:50"},{"bookName":"John","chapter":8,"verse":51,"text":"I tell you the solemn truth, if anyone obeys my teaching, he will never see death.” ","reference":"John 8:51"},{"bookName":"John","chapter":8,"verse":52,"text":"Then the Judeans responded, “Now we know you’re possessed by a demon! Both Abraham and the prophets died, and yet you say, ‘If anyone obeys my teaching, he will never experience death.’ ","reference":"John 8:52"},{"bookName":"John","chapter":8,"verse":53,"text":"You aren’t greater than our father Abraham who died, are you? And the prophets died too! Who do you claim to be?” ","reference":"John 8:53"},{"bookName":"John","chapter":8,"verse":54,"text":"Jesus replied, “If I glorify myself, my glory is worthless. The one who glorifies me is my Father, about whom you people say, ‘He is our God.’ ","reference":"John 8:54"},{"bookName":"John","chapter":8,"verse":55,"text":"Yet you do not know him, but I know him. If I were to say that I do not know him, I would be a liar like you. But I do know him, and I obey his teaching. ","reference":"John 8:55"},{"bookName":"John","chapter":8,"verse":56,"text":"Your father Abraham was overjoyed to see my day, and he saw it and was glad.” ","reference":"John 8:56"},{"bookName":"John","chapter":8,"verse":57,"text":"Then the Judeans replied, “You are not yet fifty years old! Have you seen Abraham?” ","reference":"John 8:57"},{"bookName":"John","chapter":8,"verse":58,"text":"Jesus said to them, “I tell you the solemn truth, before Abraham came into existence, I am!” ","reference":"John 8:58"},{"bookName":"John","chapter":8,"verse":59,"text":"Then they picked up stones to throw at him, but Jesus was hidden from them and went out from the temple area. ","reference":"John 8:59"}]