[
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 1,
    "text": "After this Jesus traveled throughout Galilee. He stayed out of Judea because the Jewish leaders wanted to kill him. ",
    "reference": "John 7:1"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 2,
    "text": "Now the Jewish Feast of Shelters was near. ",
    "reference": "John 7:2"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 3,
    "text": "So Jesus’ brothers advised him, “Leave here and go to Judea so your disciples may see your miracles that you are performing. ",
    "reference": "John 7:3"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 4,
    "text": "For no one who seeks to make a reputation for himself does anything in secret. If you are doing these things, show yourself to the world.” ",
    "reference": "John 7:4"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 5,
    "text": "(For not even his own brothers believed in him.) ",
    "reference": "John 7:5"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 6,
    "text": "So Jesus replied, “My time has not yet arrived, but you are ready at any opportunity! ",
    "reference": "John 7:6"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 7,
    "text": "The world cannot hate you, but it hates me because I am testifying about it that its deeds are evil. ",
    "reference": "John 7:7"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 8,
    "text": "You go up to the feast yourselves. I am not going up to this feast because my time has not yet fully arrived.” ",
    "reference": "John 7:8"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 9,
    "text": "When he had said this, he remained in Galilee. ",
    "reference": "John 7:9"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 10,
    "text": "But when his brothers had gone up to the feast, then Jesus himself also went up, not openly but in secret. ",
    "reference": "John 7:10"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 11,
    "text": "So the Jewish leaders were looking for him at the feast, asking, “Where is he?” ",
    "reference": "John 7:11"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 12,
    "text": "There was a lot of grumbling about him among the crowds. Some were saying, “He is a good man,” but others, “He deceives the common people.” ",
    "reference": "John 7:12"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 13,
    "text": "However, no one spoke openly about him for fear of the Jewish leaders. ",
    "reference": "John 7:13"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 14,
    "text": "When the feast was half over, Jesus went up to the temple courts and began to teach. ",
    "reference": "John 7:14"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 15,
    "text": "Then the Jewish leaders were astonished and said, “How does this man know so much when he has never had formal instruction?” ",
    "reference": "John 7:15"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 16,
    "text": "So Jesus replied, “My teaching is not from me, but from the one who sent me. ",
    "reference": "John 7:16"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 17,
    "text": "If anyone wants to do God’s will, he will know about my teaching, whether it is from God or whether I speak from my own authority. ",
    "reference": "John 7:17"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 18,
    "text": "The person who speaks on his own authority desires to receive honor for himself; the one who desires the honor of the one who sent him is a man of integrity, and there is no unrighteousness in him. ",
    "reference": "John 7:18"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 19,
    "text": "Hasn’t Moses given you the law? Yet not one of you keeps the law! Why do you want to kill me?” ",
    "reference": "John 7:19"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 20,
    "text": "The crowd answered, “You’re possessed by a demon! Who is trying to kill you?” ",
    "reference": "John 7:20"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 21,
    "text": "Jesus replied, “I performed one miracle and you are all amazed. ",
    "reference": "John 7:21"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 22,
    "text": "However, because Moses gave you the practice of circumcision (not that it came from Moses, but from the forefathers), you circumcise a male child on the Sabbath. ",
    "reference": "John 7:22"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 23,
    "text": "But if a male child is circumcised on the Sabbath so that the law of Moses is not broken, why are you angry with me because I made a man completely well on the Sabbath? ",
    "reference": "John 7:23"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 24,
    "text": "Do not judge according to external appearance, but judge with proper judgment.” ",
    "reference": "John 7:24"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 25,
    "text": "Then some of the residents of Jerusalem began to say, “Isn’t this the man they are trying to kill? ",
    "reference": "John 7:25"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 26,
    "text": "Yet here he is, speaking publicly, and they are saying nothing to him. Do the ruling authorities really know that this man is the Christ? ",
    "reference": "John 7:26"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 27,
    "text": "But we know where this man comes from. Whenever the Christ comes, no one will know where he comes from.” ",
    "reference": "John 7:27"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 28,
    "text": "Then Jesus, while teaching in the temple courts, cried out, “You both know me and know where I come from! And I have not come on my own initiative, but the one who sent me is true. You do not know him,",
    "reference": "John 7:28"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 29,
    "text": "but I know him because I have come from him and he sent me.” ",
    "reference": "John 7:29"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 30,
    "text": "So then they tried to seize Jesus, but no one laid a hand on him because his time had not yet come. ",
    "reference": "John 7:30"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 31,
    "text": "Yet many of the crowd believed in him and said, “Whenever the Christ comes, he won’t perform more miraculous signs than this man did, will he?” ",
    "reference": "John 7:31"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 32,
    "text": "The Pharisees heard the crowd murmuring these things about Jesus, so the chief priests and the Pharisees sent officers to arrest him. ",
    "reference": "John 7:32"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 33,
    "text": "Then Jesus said, “I will be with you for only a little while longer, and then I am going to the one who sent me. ",
    "reference": "John 7:33"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 34,
    "text": "You will look for me but will not find me, and where I am you cannot come.” ",
    "reference": "John 7:34"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 35,
    "text": "Then the Jewish leaders said to one another, “Where is he going to go that we cannot find him? He is not going to go to the Jewish people dispersed among the Greeks and teach the Greeks, is he? ",
    "reference": "John 7:35"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 36,
    "text": "What did he mean by saying, ‘You will look for me but will not find me, and where I am you cannot come’?” ",
    "reference": "John 7:36"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 37,
    "text": "On the last day of the feast, the greatest day, Jesus stood up and shouted out, “If anyone is thirsty, let him come to me, and ",
    "reference": "John 7:37"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 38,
    "text": "let the one who believes in me drink. Just as the scripture says, ‘\u003Cb\u003EFrom within him\u003C/b\u003E \u003Cb\u003Ewill flow rivers of living water\u003C/b\u003E.’” ",
    "reference": "John 7:38"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 39,
    "text": "(Now he said this about the Spirit, whom those who believed in him were going to receive, for the Spirit had not yet been given because Jesus was not yet glorified.) ",
    "reference": "John 7:39"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 40,
    "text": "When they heard these words, some of the crowd began to say, “This really is the Prophet!” ",
    "reference": "John 7:40"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 41,
    "text": "Others said, “This is the Christ!” But still others said, “No, for the Christ doesn’t come from Galilee, does he?",
    "reference": "John 7:41"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 42,
    "text": "Don’t the scriptures say that the Christ is a descendant of David and comes from Bethlehem, the village where David lived?” ",
    "reference": "John 7:42"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 43,
    "text": "So there was a division in the crowd because of Jesus. ",
    "reference": "John 7:43"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 44,
    "text": "Some of them were wanting to seize him, but no one laid a hand on him. ",
    "reference": "John 7:44"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 45,
    "text": "Then the officers returned to the chief priests and Pharisees, who said to them, “Why didn’t you bring him back with you?”",
    "reference": "John 7:45"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 46,
    "text": "The officers replied, “No one ever spoke like this man!” ",
    "reference": "John 7:46"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 47,
    "text": "Then the Pharisees answered, “You haven’t been deceived too, have you?",
    "reference": "John 7:47"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 48,
    "text": "None of the members of the ruling council or the Pharisees have believed in him, have they?",
    "reference": "John 7:48"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 49,
    "text": "But this rabble who do not know the law are accursed!” ",
    "reference": "John 7:49"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 50,
    "text": "Nicodemus, who had gone to Jesus before and who was one of the rulers, said, ",
    "reference": "John 7:50"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 51,
    "text": "“Our law doesn’t condemn a man unless it first hears from him and learns what he is doing, does it?” ",
    "reference": "John 7:51"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 52,
    "text": "They replied, “You aren’t from Galilee too, are you? Investigate carefully and you will see that no prophet comes from Galilee!”",
    "reference": "John 7:52"
  },
  {
    "bookName": "John",
    "chapter": 7,
    "verse": 53,
    "text": "[[And each one departed to his own house. ",
    "reference": "John 7:53"
  }
]