[
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 1,
    "text": "Now a certain man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived. ",
    "reference": "John 11:1"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 2,
    "text": "(Now it was Mary who anointed the Lord with perfumed oil and wiped his feet dry with her hair, whose brother Lazarus was sick.) ",
    "reference": "John 11:2"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 3,
    "text": "So the sisters sent a message to Jesus, “Lord, look, the one you love is sick.” ",
    "reference": "John 11:3"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 4,
    "text": "When Jesus heard this, he said, “This sickness will not lead to death, but to God’s glory, so that the Son of God may be glorified through it.” ",
    "reference": "John 11:4"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 5,
    "text": "(Now Jesus loved Martha and her sister and Lazarus.) ",
    "reference": "John 11:5"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 6,
    "text": "So when he heard that Lazarus was sick, he remained in the place where he was for two more days. ",
    "reference": "John 11:6"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 7,
    "text": "Then after this, he said to his disciples, “Let us go to Judea again.” ",
    "reference": "John 11:7"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 8,
    "text": "The disciples replied, “Rabbi, the Jewish leaders were just now trying to stone you to death! Are you going there again?” ",
    "reference": "John 11:8"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 9,
    "text": "Jesus replied, “Are there not 12 hours in a day? If anyone walks around in the daytime, he does not stumble because he sees the light of this world. ",
    "reference": "John 11:9"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 10,
    "text": "But if anyone walks around at night, he stumbles because the light is not in him.” ",
    "reference": "John 11:10"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 11,
    "text": "After he said this, he added, “Our friend Lazarus has fallen asleep. But I am going there to awaken him.” ",
    "reference": "John 11:11"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 12,
    "text": "Then the disciples replied, “Lord, if he has fallen asleep, he will recover.” ",
    "reference": "John 11:12"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 13,
    "text": "(Now Jesus had been talking about his death, but they thought he had been talking about real sleep.) ",
    "reference": "John 11:13"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 14,
    "text": "Then Jesus told them plainly, “Lazarus has died, ",
    "reference": "John 11:14"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 15,
    "text": "and I am glad for your sake that I was not there, so that you may believe. But let us go to him.” ",
    "reference": "John 11:15"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 16,
    "text": "So Thomas (called Didymus) said to his fellow disciples, “Let us go too, so that we may die with him.” ",
    "reference": "John 11:16"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 17,
    "text": "When Jesus arrived, he found that Lazarus had been in the tomb four days already. ",
    "reference": "John 11:17"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 18,
    "text": "(Now Bethany was less than two miles from Jerusalem, ",
    "reference": "John 11:18"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 19,
    "text": "so many of the Jewish people of the region had come to Martha and Mary to console them over the loss of their brother.) ",
    "reference": "John 11:19"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 20,
    "text": "So when Martha heard that Jesus was coming, she went out to meet him, but Mary was sitting in the house. ",
    "reference": "John 11:20"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 21,
    "text": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ",
    "reference": "John 11:21"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 22,
    "text": "But even now I know that whatever you ask from God, God will grant you.” ",
    "reference": "John 11:22"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 23,
    "text": "Jesus replied, “Your brother will come back to life again.”",
    "reference": "John 11:23"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 24,
    "text": "Martha said, “I know that he will come back to life again in the resurrection at the last day.” ",
    "reference": "John 11:24"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 25,
    "text": "Jesus said to her, “I am the resurrection and the life. The one who believes in me will live even if he dies, ",
    "reference": "John 11:25"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 26,
    "text": "and the one who lives and believes in me will never die. Do you believe this?” ",
    "reference": "John 11:26"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 27,
    "text": "She replied, “Yes, Lord, I believe that you are the Christ, the Son of God who comes into the world.” ",
    "reference": "John 11:27"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 28,
    "text": "And when she had said this, Martha went and called her sister Mary, saying privately, “The Teacher is here and is asking for you.” ",
    "reference": "John 11:28"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 29,
    "text": "So when Mary heard this, she got up quickly and went to him. ",
    "reference": "John 11:29"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 30,
    "text": "(Now Jesus had not yet entered the village, but was still in the place where Martha had come out to meet him.) ",
    "reference": "John 11:30"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 31,
    "text": "Then the people who were with Mary in the house consoling her saw her get up quickly and go out. They followed her because they thought she was going to the tomb to weep there. ",
    "reference": "John 11:31"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 32,
    "text": "Now when Mary came to the place where Jesus was and saw him, she fell at his feet and said to him, “Lord, if you had been here, my brother would not have died.” ",
    "reference": "John 11:32"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 33,
    "text": "When Jesus saw her weeping, and the people who had come with her weeping, he was intensely moved in spirit and greatly distressed. ",
    "reference": "John 11:33"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 34,
    "text": "He asked, “Where have you laid him?” They replied, “Lord, come and see.” ",
    "reference": "John 11:34"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 35,
    "text": "Jesus wept. ",
    "reference": "John 11:35"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 36,
    "text": "Thus the people who had come to mourn said, “Look how much he loved him!” ",
    "reference": "John 11:36"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 37,
    "text": "But some of them said, “This is the man who caused the blind man to see! Couldn’t he have done something to keep Lazarus from dying?” ",
    "reference": "John 11:37"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 38,
    "text": "Jesus, intensely moved again, came to the tomb. (Now it was a cave, and a stone was placed across it.) ",
    "reference": "John 11:38"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 39,
    "text": "Jesus said, “Take away the stone.” Martha, the sister of the deceased, replied, “Lord, by this time the body will have a bad smell because he has been buried four days.” ",
    "reference": "John 11:39"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 40,
    "text": "Jesus responded, “Didn’t I tell you that if you believe, you would see the glory of God?” ",
    "reference": "John 11:40"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 41,
    "text": "So they took away the stone. Jesus looked upward and said, “Father, I thank you that you have listened to me. ",
    "reference": "John 11:41"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 42,
    "text": "I knew that you always listen to me, but I said this for the sake of the crowd standing around here, that they may believe that you sent me.” ",
    "reference": "John 11:42"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 43,
    "text": "When he had said this, he shouted in a loud voice, “Lazarus, come out!” ",
    "reference": "John 11:43"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 44,
    "text": "The one who had died came out, his feet and hands tied up with strips of cloth, and a cloth wrapped around his face. Jesus said to them, “Unwrap him and let him go.” ",
    "reference": "John 11:44"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 45,
    "text": "Then many of the people, who had come with Mary and had seen the things Jesus did, believed in him. ",
    "reference": "John 11:45"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 46,
    "text": "But some of them went to the Pharisees and reported to them what Jesus had done. ",
    "reference": "John 11:46"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 47,
    "text": "So the chief priests and the Pharisees called the council together and said, “What are we doing? For this man is performing many miraculous signs. ",
    "reference": "John 11:47"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 48,
    "text": "If we allow him to go on in this way, everyone will believe in him, and the Romans will come and take away our sanctuary and our nation.” ",
    "reference": "John 11:48"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 49,
    "text": "Then one of them, Caiaphas, who was high priest that year, said, “You know nothing at all!",
    "reference": "John 11:49"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 50,
    "text": "You do not realize that it is more to your advantage to have one man die for the people than for the whole nation to perish.” ",
    "reference": "John 11:50"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 51,
    "text": "(Now he did not say this on his own, but because he was high priest that year, he prophesied that Jesus was going to die for the Jewish nation, ",
    "reference": "John 11:51"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 52,
    "text": "and not for the Jewish nation only, but to gather together into one the children of God who are scattered.) ",
    "reference": "John 11:52"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 53,
    "text": "So from that day they planned together to kill him. ",
    "reference": "John 11:53"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 54,
    "text": "Thus Jesus no longer went around publicly among the Judeans, but went away from there to the region near the wilderness, to a town called Ephraim, and stayed there with his disciples. ",
    "reference": "John 11:54"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 55,
    "text": "Now the Jewish Feast of Passover was near, and many people went up to Jerusalem from the rural areas before the Passover to cleanse themselves ritually. ",
    "reference": "John 11:55"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 56,
    "text": "Thus they were looking for Jesus, and saying to one another as they stood in the temple courts, “What do you think? That he won’t come to the feast?” ",
    "reference": "John 11:56"
  },
  {
    "bookName": "John",
    "chapter": 11,
    "verse": 57,
    "text": "(Now the chief priests and the Pharisees had given orders that anyone who knew where Jesus was should report it, so that they could arrest him.) ",
    "reference": "John 11:57"
  }
]