[{"bookName":"John","chapter":9,"verse":1,"text":"Now as Jesus was passing by, he saw a man who had been blind from birth. ","reference":"John 9:1"},{"bookName":"John","chapter":9,"verse":2,"text":"His disciples asked him, “Rabbi, who committed the sin that caused him to be born blind, this man or his parents?” ","reference":"John 9:2"},{"bookName":"John","chapter":9,"verse":3,"text":"Jesus answered, “Neither this man nor his parents sinned, but he was born blind so that the acts of God may be revealed through what happens to him. ","reference":"John 9:3"},{"bookName":"John","chapter":9,"verse":4,"text":"We must perform the deeds of the one who sent me as long as it is daytime. Night is coming when no one can work. ","reference":"John 9:4"},{"bookName":"John","chapter":9,"verse":5,"text":"As long as I am in the world, I am the light of the world.” ","reference":"John 9:5"},{"bookName":"John","chapter":9,"verse":6,"text":"Having said this, he spat on the ground and made some mud with the saliva. He smeared the mud on the blind man’s eyes ","reference":"John 9:6"},{"bookName":"John","chapter":9,"verse":7,"text":"and said to him, “Go wash in the pool of Siloam” (which is translated “sent”). So the blind man went away and washed, and came back seeing. ","reference":"John 9:7"},{"bookName":"John","chapter":9,"verse":8,"text":"Then the neighbors and the people who had seen him previously as a beggar began saying, “Is this not the man who used to sit and beg?” ","reference":"John 9:8"},{"bookName":"John","chapter":9,"verse":9,"text":"Some people said, “This is the man!” while others said, “No, but he looks like him.” The man himself kept insisting, “I am the one!”","reference":"John 9:9"},{"bookName":"John","chapter":9,"verse":10,"text":"So they asked him, “How then were you made to see?” ","reference":"John 9:10"},{"bookName":"John","chapter":9,"verse":11,"text":"He replied, “The man called Jesus made mud, smeared it on my eyes and told me, ‘Go to Siloam and wash.’ So I went and washed, and was able to see.” ","reference":"John 9:11"},{"bookName":"John","chapter":9,"verse":12,"text":"They said to him, “Where is that man?” He replied, “I don’t know.” ","reference":"John 9:12"},{"bookName":"John","chapter":9,"verse":13,"text":"They brought the man who used to be blind to the Pharisees. ","reference":"John 9:13"},{"bookName":"John","chapter":9,"verse":14,"text":"(Now the day on which Jesus made the mud and caused him to see was a Sabbath.) ","reference":"John 9:14"},{"bookName":"John","chapter":9,"verse":15,"text":"So the Pharisees asked him again how he had gained his sight. He replied, “He put mud on my eyes and I washed, and now I am able to see.” ","reference":"John 9:15"},{"bookName":"John","chapter":9,"verse":16,"text":"Then some of the Pharisees began to say, “This man is not from God because he does not observe the Sabbath.” But others said, “How can a man who is a sinner perform such miraculous signs?” Thus there was a division among them. ","reference":"John 9:16"},{"bookName":"John","chapter":9,"verse":17,"text":"So again they asked the man who used to be blind, “What do you say about him, since he caused you to see?” “He is a prophet,” the man replied. ","reference":"John 9:17"},{"bookName":"John","chapter":9,"verse":18,"text":"Now the Jewish religious leaders refused to believe that he had really been blind and had gained his sight until at last they summoned the parents of the man who had become able to see. ","reference":"John 9:18"},{"bookName":"John","chapter":9,"verse":19,"text":"They asked the parents, “Is this your son, whom you say was born blind? Then how does he now see?” ","reference":"John 9:19"},{"bookName":"John","chapter":9,"verse":20,"text":"So his parents replied, “We know that this is our son and that he was born blind. ","reference":"John 9:20"},{"bookName":"John","chapter":9,"verse":21,"text":"But we do not know how he is now able to see, nor do we know who caused him to see. Ask him, he is a mature adult. He will speak for himself.” ","reference":"John 9:21"},{"bookName":"John","chapter":9,"verse":22,"text":"(His parents said these things because they were afraid of the Jewish religious leaders. For the Jewish leaders had already agreed that anyone who confessed Jesus to be the Christ would be put out of the synagogue. ","reference":"John 9:22"},{"bookName":"John","chapter":9,"verse":23,"text":"For this reason his parents said, “He is a mature adult, ask him.”) ","reference":"John 9:23"},{"bookName":"John","chapter":9,"verse":24,"text":"Then they summoned the man who used to be blind a second time and said to him, “Promise before God to tell the truth. We know that this man is a sinner.” ","reference":"John 9:24"},{"bookName":"John","chapter":9,"verse":25,"text":"He replied, “I do not know whether he is a sinner. I do know one thing—that although I was blind, now I can see.” ","reference":"John 9:25"},{"bookName":"John","chapter":9,"verse":26,"text":"Then they said to him, “What did he do to you? How did he cause you to see?” ","reference":"John 9:26"},{"bookName":"John","chapter":9,"verse":27,"text":"He answered, “I told you already and you didn’t listen. Why do you want to hear it again? You people don’t want to become his disciples too, do you?” ","reference":"John 9:27"},{"bookName":"John","chapter":9,"verse":28,"text":"They heaped insults on him, saying, “You are his disciple! We are disciples of Moses! ","reference":"John 9:28"},{"bookName":"John","chapter":9,"verse":29,"text":"We know that God has spoken to Moses! We do not know where this man comes from!” ","reference":"John 9:29"},{"bookName":"John","chapter":9,"verse":30,"text":"The man replied, “This is a remarkable thing that you don’t know where he comes from, and yet he caused me to see! ","reference":"John 9:30"},{"bookName":"John","chapter":9,"verse":31,"text":"We know that God doesn’t listen to sinners, but if anyone is devout and does his will, God listens to him. ","reference":"John 9:31"},{"bookName":"John","chapter":9,"verse":32,"text":"Never before has anyone heard of someone causing a man born blind to see. ","reference":"John 9:32"},{"bookName":"John","chapter":9,"verse":33,"text":"If this man were not from God, he could do nothing.” ","reference":"John 9:33"},{"bookName":"John","chapter":9,"verse":34,"text":"They replied, “You were born completely in sinfulness, and yet you presume to teach us?” So they threw him out. ","reference":"John 9:34"},{"bookName":"John","chapter":9,"verse":35,"text":"Jesus heard that they had thrown him out, so he found the man and said to him, “Do you believe in the Son of Man?” ","reference":"John 9:35"},{"bookName":"John","chapter":9,"verse":36,"text":"The man replied, “And who is he, sir, that I may believe in him?” ","reference":"John 9:36"},{"bookName":"John","chapter":9,"verse":37,"text":"Jesus told him, “You have seen him; he is the one speaking with you.” [","reference":"John 9:37"},{"bookName":"John","chapter":9,"verse":38,"text":"He said, “Lord, I believe,” and he worshiped him. ","reference":"John 9:38"},{"bookName":"John","chapter":9,"verse":39,"text":"Jesus said,] “For judgment I have come into this world, so that those who do not see may gain their sight, and the ones who see may become blind.” ","reference":"John 9:39"},{"bookName":"John","chapter":9,"verse":40,"text":"Some of the Pharisees who were with him heard this and asked him, “We are not blind too, are we?”","reference":"John 9:40"},{"bookName":"John","chapter":9,"verse":41,"text":"Jesus replied, “If you were blind, you would not be guilty of sin, but now because you claim that you can see, your guilt remains. ","reference":"John 9:41"}]