[
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 1,
    "text": "“I have told you all these things so that you will not fall away. ",
    "reference": "John 16:1"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 2,
    "text": "They will put you out of the synagogue, yet a time is coming when the one who kills you will think he is offering service to God. ",
    "reference": "John 16:2"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 3,
    "text": "They will do these things because they have not known the Father or me. ",
    "reference": "John 16:3"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 4,
    "text": "But I have told you these things so that when their time comes, you will remember that I told you about them. “I did not tell you these things from the beginning because I was with you. ",
    "reference": "John 16:4"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 5,
    "text": "But now I am going to the one who sent me, and not one of you is asking me, ‘Where are you going?’ ",
    "reference": "John 16:5"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 6,
    "text": "Instead your hearts are filled with sadness because I have said these things to you. ",
    "reference": "John 16:6"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 7,
    "text": "But I tell you the truth, it is to your advantage that I am going away. For if I do not go away, the Advocate will not come to you, but if I go, I will send him to you. ",
    "reference": "John 16:7"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 8,
    "text": "And when he comes, he will prove the world wrong concerning sin and righteousness and judgment—",
    "reference": "John 16:8"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 9,
    "text": "concerning sin because they do not believe in me; ",
    "reference": "John 16:9"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 10,
    "text": "concerning righteousness because I am going to the Father and you will see me no longer; ",
    "reference": "John 16:10"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 11,
    "text": "and concerning judgment because the ruler of this world has been condemned. ",
    "reference": "John 16:11"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 12,
    "text": "“I have many more things to say to you, but you cannot bear them now. ",
    "reference": "John 16:12"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 13,
    "text": "But when he, the Spirit of truth, comes, he will guide you into all truth. For he will not speak on his own authority, but will speak whatever he hears and will tell you what is to come. ",
    "reference": "John 16:13"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 14,
    "text": "He will glorify me because he will receive from me what is mine and will tell it to you. ",
    "reference": "John 16:14"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 15,
    "text": "Everything that the Father has is mine; that is why I said the Spirit will receive from me what is mine and will tell it to you. ",
    "reference": "John 16:15"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 16,
    "text": "In a little while you will see me no longer; again after a little while, you will see me.” ",
    "reference": "John 16:16"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 17,
    "text": "Then some of his disciples said to one another, “What is the meaning of what he is saying, ‘In a little while you will not see me; again after a little while, you will see me,’ and ‘because I am going to the Father’?” ",
    "reference": "John 16:17"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 18,
    "text": "So they kept on repeating, “What is the meaning of what he says, ‘In a little while’? We do not understand what he is talking about.”",
    "reference": "John 16:18"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 19,
    "text": "Jesus could see that they wanted to ask him about these things, so he said to them, “Are you asking each other about this—that I said, ‘In a little while you will not see me; again after a little while, you will see me’? ",
    "reference": "John 16:19"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 20,
    "text": "I tell you the solemn truth, you will weep and wail, but the world will rejoice; you will be sad, but your sadness will turn into joy. ",
    "reference": "John 16:20"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 21,
    "text": "When a woman gives birth, she has distress because her time has come, but when her child is born, she no longer remembers the suffering because of her joy that a human being has been born into the world. ",
    "reference": "John 16:21"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 22,
    "text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy away from you. ",
    "reference": "John 16:22"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 23,
    "text": "At that time you will ask me nothing. I tell you the solemn truth, whatever you ask the Father in my name he will give you. ",
    "reference": "John 16:23"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 24,
    "text": "Until now you have not asked for anything in my name. Ask and you will receive it, so that your joy may be complete. ",
    "reference": "John 16:24"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 25,
    "text": "“I have told you these things in obscure figures of speech; a time is coming when I will no longer speak to you in obscure figures, but will tell you plainly about the Father. ",
    "reference": "John 16:25"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 26,
    "text": "At that time you will ask in my name, and I do not say that I will ask the Father on your behalf. ",
    "reference": "John 16:26"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 27,
    "text": "For the Father himself loves you because you have loved me and have believed that I came from God. ",
    "reference": "John 16:27"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 28,
    "text": "I came from the Father and entered into the world, but in turn, I am leaving the world and going back to the Father.” ",
    "reference": "John 16:28"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 29,
    "text": "His disciples said, “Look, now you are speaking plainly and not in obscure figures of speech! ",
    "reference": "John 16:29"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 30,
    "text": "Now we know that you know everything and do not need anyone to ask you anything. Because of this we believe that you have come from God.” ",
    "reference": "John 16:30"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 31,
    "text": "Jesus replied, “Do you now believe? ",
    "reference": "John 16:31"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 32,
    "text": "Look, a time is coming—and has come—when you will be scattered, each one to his own home, and I will be left alone. Yet I am not alone because my Father is with me. ",
    "reference": "John 16:32"
  },
  {
    "bookName": "John",
    "chapter": 16,
    "verse": 33,
    "text": "I have told you these things so that in me you may have peace. In the world you have trouble and suffering, but take courage—I have conquered the world.” ",
    "reference": "John 16:33"
  }
]