[{"bookName":"John","chapter":12,"verse":1,"text":"Then, six days before the Passover, Jesus came to Bethany, where Lazarus lived, whom he had raised from the dead. ","reference":"John 12:1"},{"bookName":"John","chapter":12,"verse":2,"text":"So they prepared a dinner for Jesus there. Martha was serving, and Lazarus was among those present at the table with him. ","reference":"John 12:2"},{"bookName":"John","chapter":12,"verse":3,"text":"Then Mary took three quarters of a pound of expensive aromatic oil from pure nard and anointed the feet of Jesus. She then wiped his feet dry with her hair. (Now the house was filled with the fragrance of the perfumed oil.) ","reference":"John 12:3"},{"bookName":"John","chapter":12,"verse":4,"text":"But Judas Iscariot, one of his disciples (the one who was going to betray him) said, ","reference":"John 12:4"},{"bookName":"John","chapter":12,"verse":5,"text":"“Why wasn’t this oil sold for 300 silver coins and the money given to the poor?” ","reference":"John 12:5"},{"bookName":"John","chapter":12,"verse":6,"text":"(Now Judas said this not because he was concerned about the poor, but because he was a thief. As keeper of the money box, he used to steal what was put into it.)","reference":"John 12:6"},{"bookName":"John","chapter":12,"verse":7,"text":"So Jesus said, “Leave her alone. She has kept it for the day of my burial. ","reference":"John 12:7"},{"bookName":"John","chapter":12,"verse":8,"text":"For you will always have the poor with you, but you will not always have me!” ","reference":"John 12:8"},{"bookName":"John","chapter":12,"verse":9,"text":"Now a large crowd of Judeans learned that Jesus was there, and so they came not only because of him but also to see Lazarus whom he had raised from the dead. ","reference":"John 12:9"},{"bookName":"John","chapter":12,"verse":10,"text":"So the chief priests planned to kill Lazarus too, ","reference":"John 12:10"},{"bookName":"John","chapter":12,"verse":11,"text":"for on account of him many of the Jewish people from Jerusalem were going away and believing in Jesus. ","reference":"John 12:11"},{"bookName":"John","chapter":12,"verse":12,"text":"The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. ","reference":"John 12:12"},{"bookName":"John","chapter":12,"verse":13,"text":"So they took branches of palm trees and went out to meet him. They began to shout, “\u003Cb\u003EHosanna!\u003C/b\u003E \u003Cb\u003EBlessed\u003C/b\u003E \u003Cb\u003Eis the one who comes in the name of the Lord!\u003C/b\u003E Blessed is the king of Israel!” ","reference":"John 12:13"},{"bookName":"John","chapter":12,"verse":14,"text":"Jesus found a young donkey and sat on it, just as it is written, ","reference":"John 12:14"},{"bookName":"John","chapter":12,"verse":15,"text":"“\u003Cb\u003EDo not be afraid, people of Zion;\u003C/b\u003E \u003Cb\u003Elook, your king is coming, seated on a donkey’s colt!\u003C/b\u003E” ","reference":"John 12:15"},{"bookName":"John","chapter":12,"verse":16,"text":"(His disciples did not understand these things when they first happened, but when Jesus was glorified, then they remembered that these things were written about him and that these things had happened to him.) ","reference":"John 12:16"},{"bookName":"John","chapter":12,"verse":17,"text":"So the crowd who had been with him when he called Lazarus out of the tomb and raised him from the dead were continuing to testify about it.","reference":"John 12:17"},{"bookName":"John","chapter":12,"verse":18,"text":"Because they had heard that Jesus had performed this miraculous sign, the crowd went out to meet him. ","reference":"John 12:18"},{"bookName":"John","chapter":12,"verse":19,"text":"Thus the Pharisees said to one another, “You see that you can do nothing. Look, the world has run off after him!” ","reference":"John 12:19"},{"bookName":"John","chapter":12,"verse":20,"text":"Now some Greeks were among those who had gone up to worship at the feast. ","reference":"John 12:20"},{"bookName":"John","chapter":12,"verse":21,"text":"So these approached Philip, who was from Bethsaida in Galilee, and requested, “Sir, we would like to see Jesus.” ","reference":"John 12:21"},{"bookName":"John","chapter":12,"verse":22,"text":"Philip went and told Andrew, and they both went and told Jesus. ","reference":"John 12:22"},{"bookName":"John","chapter":12,"verse":23,"text":"Jesus replied, “The time has come for the Son of Man to be glorified. ","reference":"John 12:23"},{"bookName":"John","chapter":12,"verse":24,"text":"I tell you the solemn truth, unless a kernel of wheat falls into the ground and dies, it remains by itself alone. But if it dies, it produces much grain. ","reference":"John 12:24"},{"bookName":"John","chapter":12,"verse":25,"text":"The one who loves his life destroys it, and the one who hates his life in this world guards it for eternal life. ","reference":"John 12:25"},{"bookName":"John","chapter":12,"verse":26,"text":"If anyone wants to serve me, he must follow me, and where I am, my servant will be too. If anyone serves me, the Father will honor him. ","reference":"John 12:26"},{"bookName":"John","chapter":12,"verse":27,"text":"“Now my soul is greatly distressed. And what should I say? ‘Father, deliver me from this hour’? No, but for this very reason I have come to this hour. ","reference":"John 12:27"},{"bookName":"John","chapter":12,"verse":28,"text":"Father, glorify your name.” Then a voice came from heaven, “I have glorified it, and I will glorify it again.” ","reference":"John 12:28"},{"bookName":"John","chapter":12,"verse":29,"text":"The crowd that stood there and heard the voice said that it had thundered. Others said that an angel had spoken to him. ","reference":"John 12:29"},{"bookName":"John","chapter":12,"verse":30,"text":"Jesus said, “This voice has not come for my benefit but for yours. ","reference":"John 12:30"},{"bookName":"John","chapter":12,"verse":31,"text":"Now is the judgment of this world; now the ruler of this world will be driven out. ","reference":"John 12:31"},{"bookName":"John","chapter":12,"verse":32,"text":"And I, when I am lifted up from the earth, will draw all people to myself.” ","reference":"John 12:32"},{"bookName":"John","chapter":12,"verse":33,"text":"(Now he said this to indicate clearly what kind of death he was going to die.) ","reference":"John 12:33"},{"bookName":"John","chapter":12,"verse":34,"text":"Then the crowd responded, “We have heard from the law that the Christ will remain forever. How can you say, ‘The Son of Man must be lifted up’? Who is this Son of Man?” ","reference":"John 12:34"},{"bookName":"John","chapter":12,"verse":35,"text":"Jesus replied, “The light is with you for a little while longer. Walk while you have the light, so that the darkness may not overtake you. The one who walks in the darkness does not know where he is going. ","reference":"John 12:35"},{"bookName":"John","chapter":12,"verse":36,"text":"While you have the light, believe in the light, so that you may become sons of light.” When Jesus had said these things, he went away and hid himself from them. ","reference":"John 12:36"},{"bookName":"John","chapter":12,"verse":37,"text":"Although Jesus had performed so many miraculous signs before them, they still refused to believe in him, ","reference":"John 12:37"},{"bookName":"John","chapter":12,"verse":38,"text":"so that the word of the prophet Isaiah would be fulfilled. He said, “\u003Cb\u003ELord\u003C/b\u003E\u003Cb\u003E, who has believed our message, and to whom has the arm of the Lord\u003C/b\u003E \u003Cb\u003Ebeen revealed?\u003C/b\u003E” ","reference":"John 12:38"},{"bookName":"John","chapter":12,"verse":39,"text":"For this reason they could not believe because again Isaiah said, ","reference":"John 12:39"},{"bookName":"John","chapter":12,"verse":40,"text":"“\u003Cb\u003EHe has blinded their eyes\u003C/b\u003E \u003Cb\u003Eand hardened their heart,\u003C/b\u003E \u003Cb\u003Eso that they would not see with their eyes\u003C/b\u003E \u003Cb\u003Eand understand with their heart,\u003C/b\u003E \u003Cb\u003Eand turn to me,\u003C/b\u003E \u003Cb\u003Eand I would heal them\u003C/b\u003E.” ","reference":"John 12:40"},{"bookName":"John","chapter":12,"verse":41,"text":"Isaiah said these things because he saw Christ’s glory and spoke about him. ","reference":"John 12:41"},{"bookName":"John","chapter":12,"verse":42,"text":"Nevertheless, even among the rulers many believed in him, but because of the Pharisees they would not confess Jesus to be the Christ, so that they would not be put out of the synagogue. ","reference":"John 12:42"},{"bookName":"John","chapter":12,"verse":43,"text":"For they loved praise from men more than praise from God. ","reference":"John 12:43"},{"bookName":"John","chapter":12,"verse":44,"text":"But Jesus shouted out, “The one who believes in me does not believe in me, but in the one who sent me, ","reference":"John 12:44"},{"bookName":"John","chapter":12,"verse":45,"text":"and the one who sees me sees the one who sent me. ","reference":"John 12:45"},{"bookName":"John","chapter":12,"verse":46,"text":"I have come as a light into the world, so that everyone who believes in me should not remain in darkness. ","reference":"John 12:46"},{"bookName":"John","chapter":12,"verse":47,"text":"If anyone hears my words and does not obey them, I do not judge him. For I have not come to judge the world, but to save the world. ","reference":"John 12:47"},{"bookName":"John","chapter":12,"verse":48,"text":"The one who rejects me and does not accept my words has a judge; the word I have spoken will judge him at the last day. ","reference":"John 12:48"},{"bookName":"John","chapter":12,"verse":49,"text":"For I have not spoken from my own authority, but the Father himself who sent me has commanded me what I should say and what I should speak. ","reference":"John 12:49"},{"bookName":"John","chapter":12,"verse":50,"text":"And I know that his commandment is eternal life. Thus the things I say, I say just as the Father has told me.” ","reference":"John 12:50"}]