[{"bookName":"John","chapter":19,"verse":1,"text":"Then Pilate took Jesus and had him flogged severely. ","reference":"John 19:1"},{"bookName":"John","chapter":19,"verse":2,"text":"The soldiers braided a crown of thorns and put it on his head, and they clothed him in a purple robe. ","reference":"John 19:2"},{"bookName":"John","chapter":19,"verse":3,"text":"They came up to him again and again and said, “Hail, king of the Jews!” And they struck him repeatedly in the face. ","reference":"John 19:3"},{"bookName":"John","chapter":19,"verse":4,"text":"Again Pilate went out and said to the Jewish leaders, “Look, I am bringing him out to you, so that you may know that I find no reason for an accusation against him.” ","reference":"John 19:4"},{"bookName":"John","chapter":19,"verse":5,"text":"So Jesus came outside, wearing the crown of thorns and the purple robe. Pilate said to them, “Look, here is the man!” ","reference":"John 19:5"},{"bookName":"John","chapter":19,"verse":6,"text":"When the chief priests and their officers saw him, they shouted out, “Crucify him! Crucify him!” Pilate said, “You take him and crucify him! Certainly I find no reason for an accusation against him!” ","reference":"John 19:6"},{"bookName":"John","chapter":19,"verse":7,"text":"The Jewish leaders replied, “We have a law, and according to our law he ought to die because he claimed to be the Son of God!” ","reference":"John 19:7"},{"bookName":"John","chapter":19,"verse":8,"text":"When Pilate heard what they said, he was more afraid than ever, ","reference":"John 19:8"},{"bookName":"John","chapter":19,"verse":9,"text":"and he went back into the governor’s residence and said to Jesus, “Where do you come from?” But Jesus gave him no answer. ","reference":"John 19:9"},{"bookName":"John","chapter":19,"verse":10,"text":"So Pilate said, “Do you refuse to speak to me? Don’t you know I have the authority to release you and to crucify you?” ","reference":"John 19:10"},{"bookName":"John","chapter":19,"verse":11,"text":"Jesus replied, “You would have no authority over me at all, unless it was given to you from above. Therefore the one who handed me over to you is guilty of greater sin.” ","reference":"John 19:11"},{"bookName":"John","chapter":19,"verse":12,"text":"From this point on, Pilate tried to release him. But the Jewish leaders shouted out, “If you release this man, you are no friend of Caesar! Everyone who claims to be a king opposes Caesar!” ","reference":"John 19:12"},{"bookName":"John","chapter":19,"verse":13,"text":"When Pilate heard these words he brought Jesus outside and sat down on the judgment seat in the place called “The Stone Pavement” (Gabbatha in Aramaic). ","reference":"John 19:13"},{"bookName":"John","chapter":19,"verse":14,"text":"(Now it was the day of preparation for the Passover, about noon.) Pilate said to the Jewish leaders, “Look, here is your king!”","reference":"John 19:14"},{"bookName":"John","chapter":19,"verse":15,"text":"Then they shouted out, “Away with him! Away with him! Crucify him!” Pilate asked, “Shall I crucify your king?” The high priests replied, “We have no king except Caesar!” ","reference":"John 19:15"},{"bookName":"John","chapter":19,"verse":16,"text":"Then Pilate handed him over to them to be crucified.So they took Jesus, ","reference":"John 19:16"},{"bookName":"John","chapter":19,"verse":17,"text":"and carrying his own cross he went out to the place called “The Place of the Skull” (called in Aramaic Golgotha). ","reference":"John 19:17"},{"bookName":"John","chapter":19,"verse":18,"text":"There they crucified him along with two others, one on each side, with Jesus in the middle. ","reference":"John 19:18"},{"bookName":"John","chapter":19,"verse":19,"text":"Pilate also had a notice written and fastened to the cross, which read: “Jesus the Nazarene, the king of the Jews.” ","reference":"John 19:19"},{"bookName":"John","chapter":19,"verse":20,"text":"Thus many of the Jewish residents of Jerusalem read this notice because the place where Jesus was crucified was near the city, and the notice was written in Aramaic, Latin, and Greek. ","reference":"John 19:20"},{"bookName":"John","chapter":19,"verse":21,"text":"Then the chief priests of the Jews said to Pilate, “Do not write, ‘The king of the Jews,’ but rather, ‘This man said, I am king of the Jews.’” ","reference":"John 19:21"},{"bookName":"John","chapter":19,"verse":22,"text":"Pilate answered, “What I have written, I have written.” ","reference":"John 19:22"},{"bookName":"John","chapter":19,"verse":23,"text":"Now when the soldiers crucified Jesus, they took his clothes and made four shares, one for each soldier, and the tunic remained. (Now the tunic was seamless, woven from top to bottom as a single piece.) ","reference":"John 19:23"},{"bookName":"John","chapter":19,"verse":24,"text":"So the soldiers said to one another, “Let’s not tear it, but throw dice to see who will get it.” This took place to fulfill the scripture that says, “\u003Cb\u003EThey divided my garments among them, and for my clothing they threw dice\u003C/b\u003E.” So the soldiers did these things. ","reference":"John 19:24"},{"bookName":"John","chapter":19,"verse":25,"text":"Now standing beside Jesus’ cross were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene. ","reference":"John 19:25"},{"bookName":"John","chapter":19,"verse":26,"text":"So when Jesus saw his mother and the disciple whom he loved standing there, he said to his mother, “Woman, look, here is your son!” ","reference":"John 19:26"},{"bookName":"John","chapter":19,"verse":27,"text":"He then said to his disciple, “Look, here is your mother!” From that very time the disciple took her into his own home. ","reference":"John 19:27"},{"bookName":"John","chapter":19,"verse":28,"text":"After this Jesus, realizing that by this time everything was completed, said (in order to fulfill the scripture), “I am thirsty!” ","reference":"John 19:28"},{"bookName":"John","chapter":19,"verse":29,"text":"A jar full of sour wine was there, so they put a sponge soaked in sour wine on a branch of hyssop and lifted it to his mouth. ","reference":"John 19:29"},{"bookName":"John","chapter":19,"verse":30,"text":"When he had received the sour wine, Jesus said, “It is completed!” Then he bowed his head and gave up his spirit. ","reference":"John 19:30"},{"bookName":"John","chapter":19,"verse":31,"text":"Then because it was the day of preparation, so that the bodies should not stay on the crosses on the Sabbath (for that Sabbath was an especially important one), the Jewish leaders asked Pilate to have the victims’ legs broken and the bodies taken down. ","reference":"John 19:31"},{"bookName":"John","chapter":19,"verse":32,"text":"So the soldiers came and broke the legs of the two men who had been crucified with Jesus, first the one and then the other. ","reference":"John 19:32"},{"bookName":"John","chapter":19,"verse":33,"text":"But when they came to Jesus and saw that he was already dead, they did not break his legs. ","reference":"John 19:33"},{"bookName":"John","chapter":19,"verse":34,"text":"But one of the soldiers pierced his side with a spear, and blood and water flowed out immediately. ","reference":"John 19:34"},{"bookName":"John","chapter":19,"verse":35,"text":"And the person who saw it has testified (and his testimony is true, and he knows that he is telling the truth), so that you also may believe. ","reference":"John 19:35"},{"bookName":"John","chapter":19,"verse":36,"text":"For these things happened so that the scripture would be fulfilled, “\u003Cb\u003ENot a bone of his will be broken\u003C/b\u003E.” ","reference":"John 19:36"},{"bookName":"John","chapter":19,"verse":37,"text":"And again another scripture says, “\u003Cb\u003EThey will look on the one whom they have pierced\u003C/b\u003E.” ","reference":"John 19:37"},{"bookName":"John","chapter":19,"verse":38,"text":"After this, Joseph of Arimathea, a disciple of Jesus (but secretly because he feared the Jewish leaders), asked Pilate if he could remove the body of Jesus. Pilate gave him permission, so he went and took the body away. ","reference":"John 19:38"},{"bookName":"John","chapter":19,"verse":39,"text":"Nicodemus, the man who had previously come to Jesus at night, accompanied Joseph, carrying a mixture of myrrh and aloes weighing about 75 pounds. ","reference":"John 19:39"},{"bookName":"John","chapter":19,"verse":40,"text":"Then they took Jesus’ body and wrapped it, with the aromatic spices, in strips of linen cloth according to Jewish burial customs. ","reference":"John 19:40"},{"bookName":"John","chapter":19,"verse":41,"text":"Now at the place where Jesus was crucified there was a garden, and in the garden was a new tomb where no one had yet been buried. ","reference":"John 19:41"},{"bookName":"John","chapter":19,"verse":42,"text":"And so, because it was the Jewish day of preparation and the tomb was nearby, they placed Jesus’ body there.","reference":"John 19:42"}]