[
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 1,
    "text": "When he had said these things, Jesus went out with his disciples across the Kidron Valley. There was an orchard there, and he and his disciples went into it.",
    "reference": "John 18:1"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 2,
    "text": "(Now Judas, the one who betrayed him, knew the place too, because Jesus had met there many times with his disciples.) ",
    "reference": "John 18:2"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 3,
    "text": "So Judas obtained a squad of soldiers and some officers of the chief priests and Pharisees. They came to the orchard with lanterns and torches and weapons. ",
    "reference": "John 18:3"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 4,
    "text": "Then Jesus, because he knew everything that was going to happen to him, came and asked them, “Who are you looking for?” ",
    "reference": "John 18:4"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 5,
    "text": "They replied, “Jesus the Nazarene.” He told them, “I am he.” (Now Judas, the one who betrayed him, was standing there with them.) ",
    "reference": "John 18:5"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 6,
    "text": "So when Jesus said to them, “I am he,” they retreated and fell to the ground. ",
    "reference": "John 18:6"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 7,
    "text": "Then Jesus asked them again, “Who are you looking for?” And they said, “Jesus the Nazarene.” ",
    "reference": "John 18:7"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 8,
    "text": "Jesus replied, “I told you that I am he. If you are looking for me, let these men go.” ",
    "reference": "John 18:8"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 9,
    "text": "He said this to fulfill the word he had spoken, “I have not lost a single one of those whom you gave me.” ",
    "reference": "John 18:9"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 10,
    "text": "Then Simon Peter, who had a sword, pulled it out and struck the high priest’s slave, cutting off his right ear. (Now the slave’s name was Malchus.) ",
    "reference": "John 18:10"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 11,
    "text": "But Jesus said to Peter, “Put your sword back into its sheath! Am I not to drink the cup that the Father has given me?” ",
    "reference": "John 18:11"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 12,
    "text": "Then the squad of soldiers with their commanding officer and the officers of the Jewish leaders arrested Jesus and tied him up. ",
    "reference": "John 18:12"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 13,
    "text": "They brought him first to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. ",
    "reference": "John 18:13"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 14,
    "text": "(Now it was Caiaphas who had advised the Jewish leaders that it was to their advantage that one man die for the people.) ",
    "reference": "John 18:14"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 15,
    "text": "Simon Peter and another disciple followed them as they brought Jesus to Annas. (Now the other disciple was acquainted with the high priest, and he went with Jesus into the high priest’s courtyard.) ",
    "reference": "John 18:15"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 16,
    "text": "But Peter was left standing outside by the door. So the other disciple who was acquainted with the high priest came out and spoke to the slave girl who watched the door, and brought Peter inside.",
    "reference": "John 18:16"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 17,
    "text": "The girl who was the doorkeeper said to Peter, “You’re not one of this man’s disciples too, are you?” He replied, “I am not.” ",
    "reference": "John 18:17"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 18,
    "text": "(Now the slaves and the guards were standing around a charcoal fire they had made, warming themselves because it was cold. Peter also was standing with them, warming himself.)",
    "reference": "John 18:18"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 19,
    "text": "While this was happening, the high priest questioned Jesus about his disciples and about his teaching. ",
    "reference": "John 18:19"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 20,
    "text": "Jesus replied, “I have spoken publicly to the world. I always taught in the synagogues and in the temple courts, where all the Jewish people assemble together. I have said nothing in secret. ",
    "reference": "John 18:20"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 21,
    "text": "Why do you ask me? Ask those who heard what I said. They know what I said.” ",
    "reference": "John 18:21"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 22,
    "text": "When Jesus had said this, one of the high priest’s officers who stood nearby struck him on the face and said, “Is that the way you answer the high priest?” ",
    "reference": "John 18:22"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 23,
    "text": "Jesus replied, “If I have said something wrong, confirm what is wrong. But if I spoke correctly, why strike me?” ",
    "reference": "John 18:23"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 24,
    "text": "Then Annas sent him, still tied up, to Caiaphas the high priest. ",
    "reference": "John 18:24"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 25,
    "text": "Meanwhile Simon Peter was standing in the courtyard warming himself. They said to him, “You aren’t one of his disciples too, are you?” Peter denied it: “I am not!” ",
    "reference": "John 18:25"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 26,
    "text": "One of the high priest’s slaves, a relative of the man whose ear Peter had cut off, said, “Did I not see you in the orchard with him?” ",
    "reference": "John 18:26"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 27,
    "text": "Then Peter denied it again, and immediately a rooster crowed. ",
    "reference": "John 18:27"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 28,
    "text": "Then they brought Jesus from Caiaphas to the Roman governor’s residence. (Now it was very early morning.) They did not go into the governor’s residence so they would not be ceremonially defiled, but could eat the Passover meal. ",
    "reference": "John 18:28"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 29,
    "text": "So Pilate came outside to them and said, “What accusation do you bring against this man?” ",
    "reference": "John 18:29"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 30,
    "text": "They replied, “If this man were not a criminal, we would not have handed him over to you.” ",
    "reference": "John 18:30"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 31,
    "text": "Pilate told them, “Take him yourselves and pass judgment on him according to your own law!” The Jewish leaders replied, “We cannot legally put anyone to death.” ",
    "reference": "John 18:31"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 32,
    "text": "(This happened to fulfill the word Jesus had spoken when he indicated what kind of death he was going to die.)",
    "reference": "John 18:32"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 33,
    "text": "So Pilate went back into the governor’s residence, summoned Jesus, and asked him, “Are you the king of the Jews?” ",
    "reference": "John 18:33"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 34,
    "text": "Jesus replied, “Are you saying this on your own initiative, or have others told you about me?” ",
    "reference": "John 18:34"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 35,
    "text": "Pilate answered, “I am not a Jew, am I? Your own people and your chief priests handed you over to me. What have you done?” ",
    "reference": "John 18:35"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 36,
    "text": "Jesus replied, “My kingdom is not from this world. If my kingdom were from this world, my servants would be fighting to keep me from being handed over to the Jewish authorities. But as it is, my kingdom is not from here.” ",
    "reference": "John 18:36"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 37,
    "text": "Then Pilate said, “So you are a king!” Jesus replied, “You say that I am a king. For this reason I was born, and for this reason I came into the world—to testify to the truth. Everyone who belongs to the truth listens to my voice.” ",
    "reference": "John 18:37"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 38,
    "text": "Pilate asked, “What is truth?” When he had said this he went back outside to the Jewish leaders and announced, “I find no basis for an accusation against him.",
    "reference": "John 18:38"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 39,
    "text": "But it is your custom that I release one prisoner for you at the Passover. So do you want me to release for you the king of the Jews?” ",
    "reference": "John 18:39"
  },
  {
    "bookName": "John",
    "chapter": 18,
    "verse": 40,
    "text": "Then they shouted back, “Not this man, but Barabbas!” (Now Barabbas was a revolutionary.) ",
    "reference": "John 18:40"
  }
]