[{"bookName":"John","chapter":10,"verse":1,"text":"“I tell you the solemn truth, the one who does not enter the sheepfold by the door, but climbs in some other way, is a thief and a robber. ","reference":"John 10:1"},{"bookName":"John","chapter":10,"verse":2,"text":"The one who enters by the door is the shepherd of the sheep. ","reference":"John 10:2"},{"bookName":"John","chapter":10,"verse":3,"text":"The doorkeeper opens the door for him, and the sheep hear his voice. He calls his own sheep by name and leads them out. ","reference":"John 10:3"},{"bookName":"John","chapter":10,"verse":4,"text":"When he has brought all his own sheep out, he goes ahead of them, and the sheep follow him because they recognize his voice. ","reference":"John 10:4"},{"bookName":"John","chapter":10,"verse":5,"text":"They will never follow a stranger, but will run away from him because they do not recognize the stranger’s voice.” ","reference":"John 10:5"},{"bookName":"John","chapter":10,"verse":6,"text":"Jesus told them this parable, but they did not understand what he was saying to them. ","reference":"John 10:6"},{"bookName":"John","chapter":10,"verse":7,"text":"So Jesus said again, “I tell you the solemn truth, I am the door for the sheep. ","reference":"John 10:7"},{"bookName":"John","chapter":10,"verse":8,"text":"All who came before me were thieves and robbers, but the sheep did not listen to them. ","reference":"John 10:8"},{"bookName":"John","chapter":10,"verse":9,"text":"I am the door. If anyone enters through me, he will be saved, and will come in and go out, and find pasture. ","reference":"John 10:9"},{"bookName":"John","chapter":10,"verse":10,"text":"The thief comes only to steal and kill and destroy; I have come so that they may have life, and may have it abundantly. ","reference":"John 10:10"},{"bookName":"John","chapter":10,"verse":11,"text":"“I am the good shepherd. The good shepherd lays down his life for the sheep. ","reference":"John 10:11"},{"bookName":"John","chapter":10,"verse":12,"text":"The hired hand, who is not a shepherd and does not own sheep, sees the wolf coming and abandons the sheep and runs away. So the wolf attacks the sheep and scatters them.","reference":"John 10:12"},{"bookName":"John","chapter":10,"verse":13,"text":"Because he is a hired hand and is not concerned about the sheep, he runs away.","reference":"John 10:13"},{"bookName":"John","chapter":10,"verse":14,"text":"“I am the good shepherd. I know my own and my own know me—","reference":"John 10:14"},{"bookName":"John","chapter":10,"verse":15,"text":"just as the Father knows me and I know the Father—and I lay down my life for the sheep. ","reference":"John 10:15"},{"bookName":"John","chapter":10,"verse":16,"text":"I have other sheep that do not come from this sheepfold. I must bring them too, and they will listen to my voice, so that there will be one flock and one shepherd. ","reference":"John 10:16"},{"bookName":"John","chapter":10,"verse":17,"text":"This is why the Father loves me—because I lay down my life, so that I may take it back again. ","reference":"John 10:17"},{"bookName":"John","chapter":10,"verse":18,"text":"No one takes it away from me, but I lay it down of my own free will. I have the authority to lay it down, and I have the authority to take it back again. This commandment I received from my Father.” ","reference":"John 10:18"},{"bookName":"John","chapter":10,"verse":19,"text":"Another sharp division took place among the Jewish people because of these words. ","reference":"John 10:19"},{"bookName":"John","chapter":10,"verse":20,"text":"Many of them were saying, “He is possessed by a demon and has lost his mind! Why do you listen to him?” ","reference":"John 10:20"},{"bookName":"John","chapter":10,"verse":21,"text":"Others said, “These are not the words of someone possessed by a demon. A demon cannot cause the blind to see, can it?”","reference":"John 10:21"},{"bookName":"John","chapter":10,"verse":22,"text":"Then came the feast of the Dedication in Jerusalem. ","reference":"John 10:22"},{"bookName":"John","chapter":10,"verse":23,"text":"It was winter, and Jesus was walking in the temple area in Solomon’s Portico. ","reference":"John 10:23"},{"bookName":"John","chapter":10,"verse":24,"text":"The Jewish leaders surrounded him and asked, “How long will you keep us in suspense? If you are the Christ, tell us plainly.” ","reference":"John 10:24"},{"bookName":"John","chapter":10,"verse":25,"text":"Jesus replied, “I told you and you do not believe. The deeds I do in my Father’s name testify about me. ","reference":"John 10:25"},{"bookName":"John","chapter":10,"verse":26,"text":"But you refuse to believe because you are not my sheep. ","reference":"John 10:26"},{"bookName":"John","chapter":10,"verse":27,"text":"My sheep listen to my voice, and I know them, and they follow me. ","reference":"John 10:27"},{"bookName":"John","chapter":10,"verse":28,"text":"I give them eternal life, and they will never perish; no one will snatch them from my hand. ","reference":"John 10:28"},{"bookName":"John","chapter":10,"verse":29,"text":"My Father, who has given them to me, is greater than all, and no one can snatch them from my Father’s hand. ","reference":"John 10:29"},{"bookName":"John","chapter":10,"verse":30,"text":"The Father and I are one.” ","reference":"John 10:30"},{"bookName":"John","chapter":10,"verse":31,"text":"The Jewish leaders picked up rocks again to stone him to death.","reference":"John 10:31"},{"bookName":"John","chapter":10,"verse":32,"text":"Jesus said to them, “I have shown you many good deeds from the Father. For which one of them are you going to stone me?” ","reference":"John 10:32"},{"bookName":"John","chapter":10,"verse":33,"text":"The Jewish leaders replied, “We are not going to stone you for a good deed but for blasphemy because you, a man, are claiming to be God.” ","reference":"John 10:33"},{"bookName":"John","chapter":10,"verse":34,"text":"Jesus answered, “Is it not written in your law, ‘\u003Cb\u003EI said, you are gods\u003C/b\u003E’? ","reference":"John 10:34"},{"bookName":"John","chapter":10,"verse":35,"text":"If those people to whom the word of God came were called ‘gods’ (and the scripture cannot be broken), ","reference":"John 10:35"},{"bookName":"John","chapter":10,"verse":36,"text":"do you say about the one whom the Father set apart and sent into the world, ‘You are blaspheming,’ because I said, ‘I am the Son of God’? ","reference":"John 10:36"},{"bookName":"John","chapter":10,"verse":37,"text":"If I do not perform the deeds of my Father, do not believe me. ","reference":"John 10:37"},{"bookName":"John","chapter":10,"verse":38,"text":"But if I do them, even if you do not believe me, believe the deeds, so that you may come to know and understand that I am in the Father and the Father is in me.” ","reference":"John 10:38"},{"bookName":"John","chapter":10,"verse":39,"text":"Then they attempted again to seize him, but he escaped their clutches. ","reference":"John 10:39"},{"bookName":"John","chapter":10,"verse":40,"text":"Jesus went back across the Jordan River again to the place where John had been baptizing at an earlier time, and he stayed there. ","reference":"John 10:40"},{"bookName":"John","chapter":10,"verse":41,"text":"Many came to him and began to say, “John performed no miraculous sign, but everything John said about this man was true!” ","reference":"John 10:41"},{"bookName":"John","chapter":10,"verse":42,"text":"And many believed in Jesus there. ","reference":"John 10:42"}]