[
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 1,
    "text": "After this there was a Jewish feast, and Jesus went up to Jerusalem. ",
    "reference": "John 5:1"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 2,
    "text": "Now there is in Jerusalem by the Sheep Gate a pool called Bethzatha in Aramaic, which has five covered walkways. ",
    "reference": "John 5:2"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 3,
    "text": "A great number of sick, blind, lame, and paralyzed people were lying in these walkways. ",
    "reference": "John 5:3"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 5,
    "text": "Now a man was there who had been disabled for 38 years. ",
    "reference": "John 5:5"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 6,
    "text": "When Jesus saw him lying there and when he realized that the man had been disabled a long time already, he said to him, “Do you want to become well?” ",
    "reference": "John 5:6"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 7,
    "text": "The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up. While I am trying to get into the water, someone else goes down there before me.” ",
    "reference": "John 5:7"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 8,
    "text": "Jesus said to him, “Stand up! Pick up your mat and walk.” ",
    "reference": "John 5:8"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 9,
    "text": "Immediately the man was healed, and he picked up his mat and started walking. (Now that day was a Sabbath.) ",
    "reference": "John 5:9"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 10,
    "text": "So the Jewish leaders said to the man who had been healed, “It is the Sabbath, and you are not permitted to carry your mat.” ",
    "reference": "John 5:10"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 11,
    "text": "But he answered them, “The man who made me well said to me, ‘Pick up your mat and walk.’” ",
    "reference": "John 5:11"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 12,
    "text": "They asked him, “Who is the man who said to you, ‘Pick up your mat and walk’?” ",
    "reference": "John 5:12"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 13,
    "text": "But the man who had been healed did not know who it was, for Jesus had slipped out, since there was a crowd in that place. ",
    "reference": "John 5:13"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 14,
    "text": "After this Jesus found him at the temple and said to him, “Look, you have become well. Don’t sin any more, lest anything worse happen to you.” ",
    "reference": "John 5:14"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 15,
    "text": "The man went away and informed the Jewish leaders that Jesus was the one who had made him well. ",
    "reference": "John 5:15"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 16,
    "text": "Now because Jesus was doing these things on the Sabbath, the Jewish leaders began persecuting him.",
    "reference": "John 5:16"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 17,
    "text": "So he told them, “My Father is working until now, and I too am working.” ",
    "reference": "John 5:17"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 18,
    "text": "For this reason the Jewish leaders were trying even harder to kill him because not only was he breaking the Sabbath, but he was also calling God his own Father, thus making himself equal with God. ",
    "reference": "John 5:18"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 19,
    "text": "So Jesus answered them, “I tell you the solemn truth, the Son can do nothing on his own initiative, but only what he sees the Father doing. For whatever the Father does, the Son does likewise. ",
    "reference": "John 5:19"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 20,
    "text": "For the Father loves the Son and shows him everything he does, and will show him greater deeds than these, so that you will be amazed. ",
    "reference": "John 5:20"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 21,
    "text": "For just as the Father raises the dead and gives them life, so also the Son gives life to whomever he wishes. ",
    "reference": "John 5:21"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 22,
    "text": "Furthermore, the Father does not judge anyone, but has assigned all judgment to the Son, ",
    "reference": "John 5:22"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 23,
    "text": "so that all people will honor the Son just as they honor the Father. The one who does not honor the Son does not honor the Father who sent him. ",
    "reference": "John 5:23"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 24,
    "text": "“I tell you the solemn truth, the one who hears my message and believes the one who sent me has eternal life and will not be condemned, but has crossed over from death to life. ",
    "reference": "John 5:24"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 25,
    "text": "I tell you the solemn truth, a time is coming—and is now here—when the dead will hear the voice of the Son of God, and those who hear will live. ",
    "reference": "John 5:25"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 26,
    "text": "For just as the Father has life in himself, thus he has granted the Son to have life in himself, ",
    "reference": "John 5:26"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 27,
    "text": "and he has granted the Son authority to execute judgment because he is the Son of Man. ",
    "reference": "John 5:27"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 28,
    "text": "“Do not be amazed at this because a time is coming when all who are in the tombs will hear his voice ",
    "reference": "John 5:28"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 29,
    "text": "and will come out—the ones who have done what is good to the resurrection resulting in life, and the ones who have done what is evil to the resurrection resulting in condemnation. ",
    "reference": "John 5:29"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 30,
    "text": "I can do nothing on my own initiative. Just as I hear, I judge, and my judgment is just because I do not seek my own will, but the will of the one who sent me. ",
    "reference": "John 5:30"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 31,
    "text": "“If I testify about myself, my testimony is not true. ",
    "reference": "John 5:31"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 32,
    "text": "There is another who testifies about me, and I know the testimony he testifies about me is true. ",
    "reference": "John 5:32"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 33,
    "text": "You have sent to John, and he has testified to the truth. ",
    "reference": "John 5:33"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 34,
    "text": "(I do not accept human testimony, but I say this so that you may be saved.) ",
    "reference": "John 5:34"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 35,
    "text": "He was a lamp that was burning and shining, and you wanted to rejoice greatly for a short time in his light. ",
    "reference": "John 5:35"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 36,
    "text": "“But I have a testimony greater than that from John. For the deeds that the Father has assigned me to complete—the deeds I am now doing—testify about me that the Father has sent me. ",
    "reference": "John 5:36"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 37,
    "text": "And the Father who sent me has himself testified about me. You people have never heard his voice nor seen his form at any time, ",
    "reference": "John 5:37"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 38,
    "text": "nor do you have his word residing in you because you do not believe the one whom he sent. ",
    "reference": "John 5:38"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 39,
    "text": "You study the scriptures thoroughly because you think in them you possess eternal life, and it is these same scriptures that testify about me, ",
    "reference": "John 5:39"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 40,
    "text": "but you are not willing to come to me so that you may have life. ",
    "reference": "John 5:40"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 41,
    "text": "“I do not accept praise from people, ",
    "reference": "John 5:41"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 42,
    "text": "but I know you, that you do not have the love of God within you. ",
    "reference": "John 5:42"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 43,
    "text": "I have come in my Father’s name, and you do not accept me. If someone else comes in his own name, you will accept him. ",
    "reference": "John 5:43"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 44,
    "text": "How can you believe, if you accept praise from one another and don’t seek the praise that comes from the only God? ",
    "reference": "John 5:44"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 45,
    "text": "“Do not suppose that I will accuse you before the Father. The one who accuses you is Moses, in whom you have placed your hope. ",
    "reference": "John 5:45"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 46,
    "text": "If you believed Moses, you would believe me because he wrote about me. ",
    "reference": "John 5:46"
  },
  {
    "bookName": "John",
    "chapter": 5,
    "verse": 47,
    "text": "But if you do not believe what Moses wrote, how will you believe my words?” ",
    "reference": "John 5:47"
  }
]