[
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 1,
    "text": "In the beginning was the Word, and the Word was with God, and the Word was fully God. ",
    "reference": "John 1:1"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 2,
    "text": "The Word was with God in the beginning. ",
    "reference": "John 1:2"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 3,
    "text": "All things were created by him, and apart from him not one thing was created that has been created. ",
    "reference": "John 1:3"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 4,
    "text": "In him was life, and the life was the light of mankind. ",
    "reference": "John 1:4"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 5,
    "text": "And the light shines on in the darkness, but the darkness has not mastered it. ",
    "reference": "John 1:5"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 6,
    "text": "A man came, sent from God, whose name was John. ",
    "reference": "John 1:6"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 7,
    "text": "He came as a witness to testify about the light, so that everyone might believe through him. ",
    "reference": "John 1:7"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 8,
    "text": "He himself was not the light, but he came to testify about the light. ",
    "reference": "John 1:8"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 9,
    "text": "The true light, who gives light to everyone, was coming into the world. ",
    "reference": "John 1:9"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 10,
    "text": "He was in the world, and the world was created by him, but the world did not recognize him. ",
    "reference": "John 1:10"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 11,
    "text": "He came to what was his own, but his own people did not receive him. ",
    "reference": "John 1:11"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 12,
    "text": "But to all who have received him—those who believe in his name—he has given the right to become God’s children— ",
    "reference": "John 1:12"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 13,
    "text": "children not born by human parents or by human desire or a husband’s decision, but by God. ",
    "reference": "John 1:13"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 14,
    "text": "Now the Word became flesh and took up residence among us. We saw his glory—the glory of the one and only, full of grace and truth, who came from the Father. ",
    "reference": "John 1:14"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 15,
    "text": "John testified about him and shouted out, “This one was the one about whom I said, ‘He who comes after me is greater than I am, because he existed before me.’” ",
    "reference": "John 1:15"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 16,
    "text": "For we have all received from his fullness one gracious gift after another.",
    "reference": "John 1:16"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 17,
    "text": "For the law was given through Moses, but grace and truth came about through Jesus Christ. ",
    "reference": "John 1:17"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 18,
    "text": "No one has ever seen God. The only one, himself God, who is in closest fellowship with the Father, has made God known. ",
    "reference": "John 1:18"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 19,
    "text": "Now this was John’s testimony when the Jewish leaders sent priests and Levites from Jerusalem to ask him, “Who are you?” ",
    "reference": "John 1:19"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 20,
    "text": "He confessed—he did not deny but confessed—“I am not the Christ!” ",
    "reference": "John 1:20"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 21,
    "text": "So they asked him, “Then who are you? Are you Elijah?” He said, “I am not!” “Are you the Prophet?” He answered, “No!”",
    "reference": "John 1:21"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 22,
    "text": "Then they said to him, “Who are you? Tell us so that we can give an answer to those who sent us. What do you say about yourself?” ",
    "reference": "John 1:22"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 23,
    "text": "John said, “I am \u003Cb\u003Ethe voice of one shouting in the wilderness, ‘Make straight\u003C/b\u003E \u003Cb\u003Ethe way for the Lord,’\u003C/b\u003E as the prophet Isaiah said.” ",
    "reference": "John 1:23"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 24,
    "text": "(Now they had been sent from the Pharisees.) ",
    "reference": "John 1:24"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 25,
    "text": "So they asked John, “Why then are you baptizing if you are not the Christ, nor Elijah, nor the Prophet?” ",
    "reference": "John 1:25"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 26,
    "text": "John answered them, “I baptize with water. Among you stands one whom you do not recognize, ",
    "reference": "John 1:26"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 27,
    "text": "who is coming after me. I am not worthy to untie the strap of his sandal!” ",
    "reference": "John 1:27"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 28,
    "text": "These things happened in Bethany across the Jordan River where John was baptizing. ",
    "reference": "John 1:28"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 29,
    "text": "On the next day John saw Jesus coming toward him and said, “Look, the Lamb of God who takes away the sin of the world! ",
    "reference": "John 1:29"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 30,
    "text": "This is the one about whom I said, ‘After me comes a man who is greater than I am, because he existed before me.’ ",
    "reference": "John 1:30"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 31,
    "text": "I did not recognize him, but I came baptizing with water so that he could be revealed to Israel.” ",
    "reference": "John 1:31"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 32,
    "text": "Then John testified, “I saw the Spirit descending like a dove from heaven, and it remained on him. ",
    "reference": "John 1:32"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 33,
    "text": "And I did not recognize him, but the one who sent me to baptize with water said to me, ‘The one on whom you see the Spirit descending and remaining—this is the one who baptizes with the Holy Spirit.’ ",
    "reference": "John 1:33"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 34,
    "text": "I have both seen and testified that this man is the Chosen One of God.” ",
    "reference": "John 1:34"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 35,
    "text": "Again the next day John was standing there with two of his disciples. ",
    "reference": "John 1:35"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 36,
    "text": "Gazing at Jesus as he walked by, he said, “Look, the Lamb of God!” ",
    "reference": "John 1:36"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 37,
    "text": "When John’s two disciples heard him say this, they followed Jesus. ",
    "reference": "John 1:37"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 38,
    "text": "Jesus turned around and saw them following and said to them, “What do you want?” So they said to him, “Rabbi” (which is translated Teacher), “where are you staying?” ",
    "reference": "John 1:38"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 39,
    "text": "Jesus answered, “Come and you will see.” So they came and saw where he was staying, and they stayed with him that day. Now it was about four o’clock in the afternoon. ",
    "reference": "John 1:39"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 40,
    "text": "Andrew, the brother of Simon Peter, was one of the two disciples who heard what John said and followed Jesus. ",
    "reference": "John 1:40"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 41,
    "text": "He first found his own brother Simon and told him, “We have found the Messiah!” (which is translated Christ). ",
    "reference": "John 1:41"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 42,
    "text": "Andrew brought Simon to Jesus. Jesus looked at him and said, “You are Simon, the son of John. You will be called Cephas” (which is translated Peter). ",
    "reference": "John 1:42"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 43,
    "text": "On the next day Jesus wanted to set out for Galilee. He found Philip and said to him, “Follow me.” ",
    "reference": "John 1:43"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 44,
    "text": "(Now Philip was from Bethsaida, the town of Andrew and Peter.) ",
    "reference": "John 1:44"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 45,
    "text": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the law, and the prophets also wrote about—Jesus of Nazareth, the son of Joseph.” ",
    "reference": "John 1:45"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 46,
    "text": "Nathanael replied, “Can anything good come out of Nazareth?” Philip replied, “Come and see.” ",
    "reference": "John 1:46"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 47,
    "text": "Jesus saw Nathanael coming toward him and exclaimed, “Look, a true Israelite in whom there is no deceit!” ",
    "reference": "John 1:47"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 48,
    "text": "Nathanael asked him, “How do you know me?” Jesus replied, “Before Philip called you, when you were under the fig tree, I saw you.” ",
    "reference": "John 1:48"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 49,
    "text": "Nathanael answered him, “Rabbi, you are the Son of God; you are the king of Israel!” ",
    "reference": "John 1:49"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 50,
    "text": "Jesus said to him, “Because I told you that I saw you under the fig tree, do you believe? You will see greater things than these.” ",
    "reference": "John 1:50"
  },
  {
    "bookName": "John",
    "chapter": 1,
    "verse": 51,
    "text": "He continued, “I tell all of you the solemn truth—you will see heaven opened and the angels of God ascending and descending on the Son of Man.” ",
    "reference": "John 1:51"
  }
]