[{"bookName":"John","chapter":2,"verse":1,"text":"Now on the third day there was a wedding at Cana in Galilee. Jesus’ mother was there, ","reference":"John 2:1"},{"bookName":"John","chapter":2,"verse":2,"text":"and Jesus and his disciples were also invited to the wedding. ","reference":"John 2:2"},{"bookName":"John","chapter":2,"verse":3,"text":"When the wine ran out, Jesus’ mother said to him, “They have no wine left.”","reference":"John 2:3"},{"bookName":"John","chapter":2,"verse":4,"text":"Jesus replied, “Woman, why are you saying this to me? My time has not yet come.” ","reference":"John 2:4"},{"bookName":"John","chapter":2,"verse":5,"text":"His mother told the servants, “Whatever he tells you, do it.”","reference":"John 2:5"},{"bookName":"John","chapter":2,"verse":6,"text":"Now there were six stone water jars there for Jewish ceremonial washing, each holding 20 or 30 gallons. ","reference":"John 2:6"},{"bookName":"John","chapter":2,"verse":7,"text":"Jesus told the servants, “Fill the water jars with water.” So they filled them up to the very top. ","reference":"John 2:7"},{"bookName":"John","chapter":2,"verse":8,"text":"Then he told them, “Now draw some out and take it to the head steward,” and they did. ","reference":"John 2:8"},{"bookName":"John","chapter":2,"verse":9,"text":"When the head steward tasted the water that had been turned to wine, not knowing where it came from (though the servants who had drawn the water knew), he called the bridegroom ","reference":"John 2:9"},{"bookName":"John","chapter":2,"verse":10,"text":"and said to him, “Everyone serves the good wine first, and then the cheaper wine when the guests are drunk. You have kept the good wine until now!” ","reference":"John 2:10"},{"bookName":"John","chapter":2,"verse":11,"text":"Jesus did this as the first of his miraculous signs, in Cana of Galilee. In this way he revealed his glory, and his disciples believed in him. ","reference":"John 2:11"},{"bookName":"John","chapter":2,"verse":12,"text":"After this he went down to Capernaum with his mother and brothers and his disciples, and they stayed there a few days. ","reference":"John 2:12"},{"bookName":"John","chapter":2,"verse":13,"text":"Now the Jewish Feast of Passover was near, so Jesus went up to Jerusalem. ","reference":"John 2:13"},{"bookName":"John","chapter":2,"verse":14,"text":" He found in the temple courts those who were selling oxen and sheep and doves, and the money changers sitting at tables. ","reference":"John 2:14"},{"bookName":"John","chapter":2,"verse":15,"text":"So he made a whip of cords and drove them all out of the temple courts, with the sheep and the oxen. He scattered the coins of the money changers and overturned their tables. ","reference":"John 2:15"},{"bookName":"John","chapter":2,"verse":16,"text":"To those who sold the doves he said, “Take these things away from here! Do not make my Father’s house a marketplace!” ","reference":"John 2:16"},{"bookName":"John","chapter":2,"verse":17,"text":"His disciples remembered that it was written, “\u003Cb\u003EZeal\u003C/b\u003E \u003Cb\u003Efor your house will devour me\u003C/b\u003E.” ","reference":"John 2:17"},{"bookName":"John","chapter":2,"verse":18,"text":"So then the Jewish leaders responded, “What sign can you show us, since you are doing these things?” ","reference":"John 2:18"},{"bookName":"John","chapter":2,"verse":19,"text":"Jesus replied, “Destroy this temple and in three days I will raise it up again.”","reference":"John 2:19"},{"bookName":"John","chapter":2,"verse":20,"text":"Then the Jewish leaders said to him, “This temple has been under construction for 46 years, and are you going to raise it up in three days?” ","reference":"John 2:20"},{"bookName":"John","chapter":2,"verse":21,"text":"But Jesus was speaking about the temple of his body. ","reference":"John 2:21"},{"bookName":"John","chapter":2,"verse":22,"text":"So after he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken. ","reference":"John 2:22"},{"bookName":"John","chapter":2,"verse":23,"text":"Now while Jesus was in Jerusalem at the Feast of the Passover, many people believed in his name because they saw the miraculous signs he was doing. ","reference":"John 2:23"},{"bookName":"John","chapter":2,"verse":24,"text":"But Jesus would not entrust himself to them because he knew all people. ","reference":"John 2:24"},{"bookName":"John","chapter":2,"verse":25,"text":"He did not need anyone to testify about man, for he knew what was in man. ","reference":"John 2:25"}]