[{"bookName":"John","chapter":21,"verse":1,"text":"After this Jesus revealed himself again to the disciples by the Sea of Tiberias. Now this is how he did so. ","reference":"John 21:1"},{"bookName":"John","chapter":21,"verse":2,"text":"Simon Peter, Thomas (called Didymus), Nathanael (who was from Cana in Galilee), the sons of Zebedee, and two other disciples of his were together. ","reference":"John 21:2"},{"bookName":"John","chapter":21,"verse":3,"text":"Simon Peter told them, “I am going fishing.” “We will go with you,” they replied. They went out and got into the boat, but that night they caught nothing. ","reference":"John 21:3"},{"bookName":"John","chapter":21,"verse":4,"text":"When it was already very early morning, Jesus stood on the beach, but the disciples did not know that it was Jesus. ","reference":"John 21:4"},{"bookName":"John","chapter":21,"verse":5,"text":"So Jesus said to them, “Children, you don’t have any fish, do you?” They replied, “No.”","reference":"John 21:5"},{"bookName":"John","chapter":21,"verse":6,"text":"He told them, “Throw your net on the right side of the boat, and you will find some.” So they threw the net and were not able to pull it in because of the large number of fish. ","reference":"John 21:6"},{"bookName":"John","chapter":21,"verse":7,"text":"Then the disciple whom Jesus loved said to Peter, “It is the Lord!” So Simon Peter, when he heard that it was the Lord, tucked in his outer garment (for he had nothing on underneath it), and plunged into the sea. ","reference":"John 21:7"},{"bookName":"John","chapter":21,"verse":8,"text":"Meanwhile the other disciples came with the boat, dragging the net full of fish, for they were not far from land, only about a hundred yards. ","reference":"John 21:8"},{"bookName":"John","chapter":21,"verse":9,"text":"When they got out on the beach, they saw a charcoal fire ready with a fish placed on it, and bread. ","reference":"John 21:9"},{"bookName":"John","chapter":21,"verse":10,"text":"Jesus said, “Bring some of the fish you have just now caught.” ","reference":"John 21:10"},{"bookName":"John","chapter":21,"verse":11,"text":"So Simon Peter went aboard and pulled the net to shore. It was full of large fish, 153, but although there were so many, the net was not torn. ","reference":"John 21:11"},{"bookName":"John","chapter":21,"verse":12,"text":"“Come, have breakfast,” Jesus said. But none of the disciples dared to ask him, “Who are you?” because they knew it was the Lord. ","reference":"John 21:12"},{"bookName":"John","chapter":21,"verse":13,"text":"Jesus came and took the bread and gave it to them, and did the same with the fish. ","reference":"John 21:13"},{"bookName":"John","chapter":21,"verse":14,"text":"This was now the third time Jesus was revealed to the disciples after he was raised from the dead. ","reference":"John 21:14"},{"bookName":"John","chapter":21,"verse":15,"text":"Then when they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these do?” He replied, “Yes, Lord, you know I love you.” Jesus told him, “Feed my lambs.” ","reference":"John 21:15"},{"bookName":"John","chapter":21,"verse":16,"text":"Jesus said a second time, “Simon, son of John, do you love me?” He replied, “Yes, Lord, you know I love you.” Jesus told him, “Shepherd my sheep.” ","reference":"John 21:16"},{"bookName":"John","chapter":21,"verse":17,"text":"Jesus said a third time, “Simon, son of John, do you love me?” Peter was distressed that Jesus asked him a third time, “Do you love me?” and said, “Lord, you know everything. You know that I love you.” Jesus replied, “Feed my sheep. ","reference":"John 21:17"},{"bookName":"John","chapter":21,"verse":18,"text":"I tell you the solemn truth, when you were young, you tied your clothes around you and went wherever you wanted, but when you are old, you will stretch out your hands, and others will tie you up and bring you where you do not want to go.”","reference":"John 21:18"},{"bookName":"John","chapter":21,"verse":19,"text":"(Now Jesus said this to indicate clearly by what kind of death Peter was going to glorify God.) After he said this, Jesus told Peter, “Follow me.” ","reference":"John 21:19"},{"bookName":"John","chapter":21,"verse":20,"text":"Peter turned around and saw the disciple whom Jesus loved following them. (This was the disciple who had leaned back against Jesus’ chest at the meal and asked, “Lord, who is the one who is going to betray you?”) ","reference":"John 21:20"},{"bookName":"John","chapter":21,"verse":21,"text":"So when Peter saw him, he asked Jesus, “Lord, what about him?” ","reference":"John 21:21"},{"bookName":"John","chapter":21,"verse":22,"text":"Jesus replied, “If I want him to live until I come back, what concern is that of yours? You follow me!” ","reference":"John 21:22"},{"bookName":"John","chapter":21,"verse":23,"text":"So the saying circulated among the brothers and sisters that this disciple was not going to die. But Jesus did not say to him that he was not going to die, but rather, “If I want him to live until I come back, what concern is that of yours?”","reference":"John 21:23"},{"bookName":"John","chapter":21,"verse":24,"text":"This is the disciple who testifies about these things and has written these things, and we know that his testimony is true. ","reference":"John 21:24"},{"bookName":"John","chapter":21,"verse":25,"text":"There are many other things that Jesus did. If every one of them were written down, I suppose the whole world would not have room for the books that would be written. ","reference":"John 21:25"}]