[
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 1,
    "text": "From Simeon Peter, a slave and apostle of Jesus Christ, to those who through the righteousness of our God and Savior, Jesus Christ, have been granted a faith just as precious as ours. ",
    "reference": "2 Peter 1:1"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 2,
    "text": "May grace and peace be lavished on you as you grow in the rich knowledge of God and of Jesus our Lord! ",
    "reference": "2 Peter 1:2"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 3,
    "text": "I can pray this because his divine power has bestowed on us everything necessary for life and godliness through the rich knowledge of the one who called us by his own glory and excellence. ",
    "reference": "2 Peter 1:3"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 4,
    "text": "Through these things he has bestowed on us his precious and most magnificent promises, so that by means of what was promised you may become partakers of the divine nature, after escaping the worldly corruption that is produced by evil desire. ",
    "reference": "2 Peter 1:4"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 5,
    "text": "For this very reason, make every effort to add to your faith excellence, to excellence, knowledge; ",
    "reference": "2 Peter 1:5"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 6,
    "text": "to knowledge, self-control; to self-control, perseverance; to perseverance, godliness; ",
    "reference": "2 Peter 1:6"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 7,
    "text": "to godliness, brotherly affection; to brotherly affection, unselfish love. ",
    "reference": "2 Peter 1:7"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 8,
    "text": "For if these things are really yours and are continually increasing, they will keep you from becoming ineffective and unproductive in your pursuit of knowing our Lord Jesus Christ more intimately.",
    "reference": "2 Peter 1:8"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 9,
    "text": "But concerning the one who lacks such things—he is blind. That is to say, he is nearsighted, since he has forgotten about the cleansing of his past sins. ",
    "reference": "2 Peter 1:9"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 10,
    "text": "Therefore, brothers and sisters, make every effort to be sure of your calling and election. For by doing this you will never stumble into sin.",
    "reference": "2 Peter 1:10"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 11,
    "text": "For thus an entrance into the eternal kingdom of our Lord and Savior, Jesus Christ, will be richly provided for you. ",
    "reference": "2 Peter 1:11"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 12,
    "text": "Therefore, I intend to remind you constantly of these things even though you know them and are well established in the truth that you now have. ",
    "reference": "2 Peter 1:12"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 13,
    "text": "Indeed, as long as I am in this tabernacle, I consider it right to stir you up by way of a reminder, ",
    "reference": "2 Peter 1:13"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 14,
    "text": "since I know that my tabernacle will soon be removed because our Lord Jesus Christ revealed this to me. ",
    "reference": "2 Peter 1:14"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 15,
    "text": "Indeed, I will also make every effort that, after my departure, you have a testimony of these things. ",
    "reference": "2 Peter 1:15"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 16,
    "text": "For we did not follow cleverly concocted fables when we made known to you the power and return of our Lord Jesus Christ; no, we were eyewitnesses of his grandeur. ",
    "reference": "2 Peter 1:16"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 17,
    "text": "For he received honor and glory from God the Father, when that voice was conveyed to him by the Majestic Glory: “This is my dear Son, in whom I am delighted.” ",
    "reference": "2 Peter 1:17"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 18,
    "text": "When this voice was conveyed from heaven, we ourselves heard it, for we were with him on the holy mountain. ",
    "reference": "2 Peter 1:18"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 19,
    "text": "Moreover, we possess the prophetic word as an altogether reliable thing. You do well if you pay attention to this as you would to a light shining in a murky place, until the day dawns and the morning star rises in your hearts. ",
    "reference": "2 Peter 1:19"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 20,
    "text": "Above all, you do well if you recognize this: No prophecy of scripture ever comes about by the prophet’s own imagination, ",
    "reference": "2 Peter 1:20"
  },
  {
    "bookName": "2 Peter",
    "chapter": 1,
    "verse": 21,
    "text": "for no prophecy was ever borne of human impulse; rather, men carried along by the Holy Spirit spoke from God. ",
    "reference": "2 Peter 1:21"
  }
]