[
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 1,
    "text": "Dear friends, this is already the second letter I have written you, in which I am trying to stir up your pure mind by way of reminder: ",
    "reference": "2 Peter 3:1"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 2,
    "text": "I want you to recall both the predictions foretold by the holy prophets and the commandment of the Lord and Savior through your apostles. ",
    "reference": "2 Peter 3:2"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 3,
    "text": "Above all, understand this: In the last days blatant scoffers will come, being propelled by their own evil urges ",
    "reference": "2 Peter 3:3"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 4,
    "text": "and saying, “Where is his promised return? For ever since our ancestors died, all things have continued as they were from the beginning of creation.” ",
    "reference": "2 Peter 3:4"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 5,
    "text": "For they deliberately suppress this fact, that by the word of God heavens existed long ago and an earth was formed out of water and by means of water. ",
    "reference": "2 Peter 3:5"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 6,
    "text": "Through these things the world existing at that time was destroyed when it was deluged with water. ",
    "reference": "2 Peter 3:6"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 7,
    "text": "But by the same word the present heavens and earth have been reserved for fire, by being kept for the day of judgment and destruction of the ungodly. ",
    "reference": "2 Peter 3:7"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 8,
    "text": "Now, dear friends, do not let this one thing escape your notice, that a single day is like a thousand years with the Lord and a thousand years are like a single day. ",
    "reference": "2 Peter 3:8"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 9,
    "text": "The Lord is not slow concerning his promise, as some regard slowness, but is being patient toward you because he does not wish for any to perish but for all to come to repentance. ",
    "reference": "2 Peter 3:9"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 10,
    "text": "But the day of the Lord will come like a thief; when it comes, the heavens will disappear with a horrific noise, and the celestial bodies will melt away in a blaze, and the earth and every deed done on it will be laid bare. ",
    "reference": "2 Peter 3:10"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 11,
    "text": "Since all these things are to melt away in this manner, what sort of people must you be, conducting your lives in holiness and godliness, ",
    "reference": "2 Peter 3:11"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 12,
    "text": "while waiting for and hastening the coming of the day of God? Because of this day, the heavens will be burned up and dissolve, and the celestial bodies will melt away in a blaze! ",
    "reference": "2 Peter 3:12"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 13,
    "text": "But, according to his promise, we are waiting for new heavens and a new earth, in which righteousness truly resides. ",
    "reference": "2 Peter 3:13"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 14,
    "text": "Therefore, dear friends, since you are waiting for these things, strive to be found at peace, without spot or blemish, when you come into his presence.",
    "reference": "2 Peter 3:14"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 15,
    "text": "And regard the patience of our Lord as salvation, just as also our dear brother Paul wrote to you, according to the wisdom given to him, ",
    "reference": "2 Peter 3:15"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 16,
    "text": "speaking of these things in all his letters. Some things in these letters are hard to understand, things the ignorant and unstable twist to their own destruction, as they also do to the rest of the scriptures. ",
    "reference": "2 Peter 3:16"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 17,
    "text": "Therefore, dear friends, since you have been forewarned, be on your guard that you do not get led astray by the error of these unprincipled men and fall from your firm grasp on the truth.",
    "reference": "2 Peter 3:17"
  },
  {
    "bookName": "2 Peter",
    "chapter": 3,
    "verse": 18,
    "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the honor both now and on that eternal day. ",
    "reference": "2 Peter 3:18"
  }
]