[
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 1,
    "text": "Woe to those who live in ease in Zion, to those who feel secure on Mount Samaria. They think of themselves as the elite class of the best nation. The family of Israel looks to them for leadership.",
    "reference": "Amos 6:1"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 2,
    "text": "They say to the people: “Journey over to Calneh and look at it; then go from there to Hamath-Rabbah; then go down to Gath of the Philistines. Are they superior to our two kingdoms? Is their territory larger than yours?” ",
    "reference": "Amos 6:2"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 3,
    "text": "You refuse to believe a day of disaster will come, but you establish a reign of violence. ",
    "reference": "Amos 6:3"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 4,
    "text": "They lie around on beds decorated with ivory and sprawl out on their couches. They eat lambs from the flock and calves from the middle of the pen. ",
    "reference": "Amos 6:4"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 5,
    "text": "They sing to the tune of stringed instruments; like David they invent musical instruments. ",
    "reference": "Amos 6:5"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 6,
    "text": "They drink wine from sacrificial bowls and pour the very best oils on themselves. Yet they are not concerned over the ruin of Joseph. ",
    "reference": "Amos 6:6"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 7,
    "text": "Therefore they will now be the first to go into exile, and the religious banquets where they sprawl on couches will end.",
    "reference": "Amos 6:7"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 8,
    "text": "The Sovereign Lord confirms this oath by his very own life. The Lord God of Heaven’s Armies is speaking: “I despise Jacob’s arrogance; I hate their fortresses. I will hand over to their enemies the city of Samaria and everything in it.”",
    "reference": "Amos 6:8"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 9,
    "text": "If 10 men are left in one house, they too will die. ",
    "reference": "Amos 6:9"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 10,
    "text": "When their close relatives, the ones who will burn the corpses, pick up their bodies to remove the bones from the house, they will say to anyone who is in the inner rooms of the house, “Is anyone else with you?” He will respond, “No one.” Then he will say, “Hush! Don’t invoke the Lord’s name!” ",
    "reference": "Amos 6:10"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 11,
    "text": "Indeed, look! The Lord is giving the command. He will smash the large house to bits and the small house into little pieces. ",
    "reference": "Amos 6:11"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 12,
    "text": "Can horses run on rocky cliffs? Can one plow the sea with oxen? Yet you have turned justice into a poisonous plant and the fruit of righteous actions into a bitter plant. ",
    "reference": "Amos 6:12"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 13,
    "text": "You are happy because you conquered Lo Debar. You say, “Did we not conquer Karnaim by our own power?” ",
    "reference": "Amos 6:13"
  },
  {
    "bookName": "Amos",
    "chapter": 6,
    "verse": 14,
    "text": "“Look! I am about to bring a nation against you, family of Israel,” the Lord, the God who commands armies, is speaking. “They will oppress you all the way from Lebo Hamath to the stream of the rift valley.”",
    "reference": "Amos 6:14"
  }
]