[
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 1,
    "text": "Listen to this funeral song I am ready to sing about you, family of Israel: ",
    "reference": "Amos 5:1"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 2,
    "text": "“The virgin Israel has fallen down and will not get up again. She is abandoned on her own land with no one to help her get up.”",
    "reference": "Amos 5:2"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 3,
    "text": "The Sovereign Lord says this: “The city that marches out with a thousand soldiers will have only a hundred left; the town that marches out with a hundred soldiers will have only ten left for the family of Israel.” ",
    "reference": "Amos 5:3"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 4,
    "text": "The Lord says this to the family of Israel: “Seek me so you can live! ",
    "reference": "Amos 5:4"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 5,
    "text": "Do not seek Bethel. Do not visit Gilgal. Do not journey down to Beer Sheba. For the people of Gilgal will certainly be carried into exile, and Bethel will become a place where disaster abounds.” ",
    "reference": "Amos 5:5"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 6,
    "text": "Seek the Lord so you can live! Otherwise he will break out like fire against Joseph’s family; the fire will consume, and no one will be able to quench it and save Bethel. ",
    "reference": "Amos 5:6"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 7,
    "text": "The Israelites turn justice into bitterness; they throw what is fair and right to the ground. ",
    "reference": "Amos 5:7"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 8,
    "text": "But there is one who made the constellations Pleiades and Orion; he can turn the darkness into morning and daylight into night. He summons the water of the seas and pours it out on the earth’s surface. The Lord is his name! ",
    "reference": "Amos 5:8"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 9,
    "text": "He flashes destruction down upon the strong so that destruction overwhelms the fortified places. ",
    "reference": "Amos 5:9"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 10,
    "text": "The Israelites hate anyone who arbitrates at the city gate; they despise anyone who speaks honestly. ",
    "reference": "Amos 5:10"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 11,
    "text": "Therefore, because you make the poor pay taxes on their crops and exact a grain tax from them, you will not live in the houses you built with chiseled stone, nor will you drink the wine from the fine vineyards you planted. ",
    "reference": "Amos 5:11"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 12,
    "text": "Certainly I am aware of your many rebellious acts and your numerous sins. You torment the innocent, you take bribes, and you deny justice to the needy at the city gate. ",
    "reference": "Amos 5:12"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 13,
    "text": "For this reason whoever is smart keeps quiet in such a time, for it is an evil time. ",
    "reference": "Amos 5:13"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 14,
    "text": "Seek good and not evil so you can live! Then the Lord God of Heaven’s Armies just might be with you, as you claim he is.",
    "reference": "Amos 5:14"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 15,
    "text": "Hate what is wrong, love what is right. Promote justice at the city gate. Maybe the Lord God of Heaven’s Armies will have mercy on those who are left from Joseph. ",
    "reference": "Amos 5:15"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 16,
    "text": "Because of Israel’s sins this is what the Lord, the Lord God of Heaven’s Armies, says: “In all the squares there will be wailing; in all the streets they will mourn the dead. They will tell the field workers to lament and the professional mourners to wail. ",
    "reference": "Amos 5:16"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 17,
    "text": "In all the vineyards there will be wailing, for I will pass through your midst,” says the Lord. ",
    "reference": "Amos 5:17"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 18,
    "text": "Woe to those who wish for the day of the Lord! Why do you want the Lord’s day of judgment to come? It will bring darkness, not light. ",
    "reference": "Amos 5:18"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 19,
    "text": "Disaster will be inescapable, as if a man ran from a lion only to meet a bear, then escaped into a house, leaned his hand against the wall, and was bitten by a poisonous snake. ",
    "reference": "Amos 5:19"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 20,
    "text": "Don’t you realize the Lord’s day of judgment will bring darkness, not light— gloomy blackness, not bright light? ",
    "reference": "Amos 5:20"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 21,
    "text": "“I absolutely despise your festivals! I get no pleasure from your religious assemblies. ",
    "reference": "Amos 5:21"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 22,
    "text": "Even if you offer me burnt and grain offerings, I will not be satisfied; I will not look with favor on your peace offerings of fattened calves. ",
    "reference": "Amos 5:22"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 23,
    "text": "Take away from me your noisy songs; I don’t want to hear the music of your stringed instruments. ",
    "reference": "Amos 5:23"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 24,
    "text": "Justice must flow like torrents of water, righteous actions like a stream that never dries up. ",
    "reference": "Amos 5:24"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 25,
    "text": "You did not bring me sacrifices and grain offerings during the 40 years you spent in the wilderness, family of Israel. ",
    "reference": "Amos 5:25"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 26,
    "text": "You will pick up your images of Sikkuth, your king, and Kiyyun, your star god, which you made for yourselves,",
    "reference": "Amos 5:26"
  },
  {
    "bookName": "Amos",
    "chapter": 5,
    "verse": 27,
    "text": "and I will drive you into exile beyond Damascus,” says the Lord. He is called the God of Heaven’s Armies. ",
    "reference": "Amos 5:27"
  }
]