[
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 1,
    "text": "Listen, you Israelites, to this message that the Lord is proclaiming against you! This message is for the entire clan I brought up from the land of Egypt: ",
    "reference": "Amos 3:1"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 2,
    "text": "“I have chosen you alone from all the clans of the earth. Therefore I will punish you for all your sins.” ",
    "reference": "Amos 3:2"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 3,
    "text": "Do two walk together without having met? ",
    "reference": "Amos 3:3"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 4,
    "text": "Does a lion roar in the woods if he has not cornered his prey? Does a young lion bellow from his den if he has not caught something?",
    "reference": "Amos 3:4"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 5,
    "text": "Does a bird swoop down into a trap on the ground if there is no bait? Does a trap spring up from the ground unless it has surely caught something? ",
    "reference": "Amos 3:5"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 6,
    "text": "If an alarm sounds in a city, do people not fear? If disaster overtakes a city, is the Lord not responsible? ",
    "reference": "Amos 3:6"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 7,
    "text": "Certainly the Sovereign Lord does nothing without first revealing his plan to his servants the prophets. ",
    "reference": "Amos 3:7"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 8,
    "text": "A lion has roared! Who is not afraid? The Sovereign Lord has spoken. Who can refuse to prophesy? ",
    "reference": "Amos 3:8"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 9,
    "text": "Make this announcement in the fortresses of Ashdod and in the fortresses in the land of Egypt. Say this: “Gather on the hills around Samaria! Observe the many acts of violence taking place within the city, the oppressive deeds occurring in it.”",
    "reference": "Amos 3:9"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 10,
    "text": "“They do not know how to do what is right,” the Lord says. “They store up the spoils of destructive violence in their fortresses. ",
    "reference": "Amos 3:10"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 11,
    "text": "Therefore,” says the Sovereign Lord, “an enemy will encircle the land. He will take away your power; your fortresses will be looted.” ",
    "reference": "Amos 3:11"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 12,
    "text": "This is what the Lord says: “Just as a shepherd salvages from the lion’s mouth a couple of leg bones or a piece of an ear, so the Israelites who live in Samaria will be salvaged. They will be left with just a corner of a bed, and a part of a couch. ",
    "reference": "Amos 3:12"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 13,
    "text": "Listen and warn the family of Jacob!” The Sovereign Lord, the God who commands armies, is speaking! ",
    "reference": "Amos 3:13"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 14,
    "text": "“Certainly when I punish Israel for their covenant transgressions, I will destroy Bethel’s altars. The horns of the altar will be cut off and fall to the ground. ",
    "reference": "Amos 3:14"
  },
  {
    "bookName": "Amos",
    "chapter": 3,
    "verse": 15,
    "text": "I will destroy both the winter and summer houses. The houses filled with ivory will be ruined; the great houses will be swept away.” The Lord is speaking! ",
    "reference": "Amos 3:15"
  }
]