[
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 1,
    "text": "Listen to this message, you cows of Bashan who live on Mount Samaria! You oppress the poor; you crush the needy. You say to your husbands, “Bring us more to drink!” ",
    "reference": "Amos 4:1"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 2,
    "text": "The Sovereign Lord confirms this oath by his own holy character: “Certainly the time is approaching when you will be carried away in baskets, every last one of you in fishermen’s pots. ",
    "reference": "Amos 4:2"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 3,
    "text": "Each of you will go straight through the gaps in the walls; you will be thrown out toward Harmon.” The Lord is speaking. ",
    "reference": "Amos 4:3"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 4,
    "text": "“Go to Bethel and rebel! At Gilgal rebel some more! Bring your sacrifices in the morning, your tithes on the third day! ",
    "reference": "Amos 4:4"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 5,
    "text": "Burn a thank offering of bread made with yeast! Make a public display of your voluntary offerings! For you love to do this, you Israelites.” The Sovereign Lord is speaking. ",
    "reference": "Amos 4:5"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 6,
    "text": "“But surely I gave you no food to eat in all your cities; you lacked food everywhere you lived. Still you did not come back to me.” The Lord is speaking. ",
    "reference": "Amos 4:6"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 7,
    "text": "“I withheld rain from you three months before the harvest. I gave rain to one city, but not to another. One field would get rain, but the field that received no rain dried up.",
    "reference": "Amos 4:7"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 8,
    "text": "People from two or three cities staggered into one city to get water, but remained thirsty. Still you did not come back to me.” The Lord is speaking. ",
    "reference": "Amos 4:8"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 9,
    "text": "“I destroyed your crops with blight and disease. Locusts kept devouring your orchards, vineyards, fig trees, and olive trees. Still you did not come back to me.” The Lord is speaking. ",
    "reference": "Amos 4:9"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 10,
    "text": "“I sent against you a plague like one of the Egyptian plagues. I killed your young men with the sword, along with the horses you had captured. I made the stench from the corpses rise up into your nostrils. Still you did not come back to me.” The Lord is speaking. ",
    "reference": "Amos 4:10"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 11,
    "text": "“I overthrew some of you the way God overthrew Sodom and Gomorrah. You were like a burning stick snatched from the flames. Still you did not come back to me.” The Lord is speaking. ",
    "reference": "Amos 4:11"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 12,
    "text": "“Therefore this is what I will do to you, Israel. Because I will do this to you, prepare to meet your God, Israel!” ",
    "reference": "Amos 4:12"
  },
  {
    "bookName": "Amos",
    "chapter": 4,
    "verse": 13,
    "text": "For here he is! He formed the mountains and created the wind. He reveals his plans to men. He turns the dawn into darkness and marches on the heights of the earth. The Lord God of Heaven’s Armies is his name! ",
    "reference": "Amos 4:13"
  }
]