[
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 1,
    "text": "The Sovereign Lord showed me this: I saw him making locusts just as the crops planted late were beginning to sprout. (The crops planted late sprout after the royal harvest.) ",
    "reference": "Amos 7:1"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 2,
    "text": "When they had completely consumed the earth’s vegetation, I said, “Sovereign Lord, forgive Israel! How can Jacob survive? He is too weak!” ",
    "reference": "Amos 7:2"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 3,
    "text": "The Lord decided not to do this. “It will not happen,” the Lord said. ",
    "reference": "Amos 7:3"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 4,
    "text": "The Sovereign Lord showed me this: I saw the Sovereign Lord summoning a shower of fire. It consumed the great deep and devoured the fields. ",
    "reference": "Amos 7:4"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 5,
    "text": "I said, “Sovereign Lord, stop! How can Jacob survive? He is too weak!” ",
    "reference": "Amos 7:5"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 6,
    "text": "The Lord decided not to do this. The Sovereign Lord said, “This will not happen either.” ",
    "reference": "Amos 7:6"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 7,
    "text": "He showed me this: I saw the Lord standing by a tin wall holding tin in his hand. ",
    "reference": "Amos 7:7"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 8,
    "text": "The Lord said to me, “What do you see, Amos?” I said, “Tin.” The Lord then said, “Look, I am about to place tin among my people Israel. I will no longer overlook their sin.",
    "reference": "Amos 7:8"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 9,
    "text": "Isaac’s centers of worship will become desolate; Israel’s holy places will be in ruins. I will attack Jeroboam’s dynasty with the sword.” ",
    "reference": "Amos 7:9"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 10,
    "text": "Amaziah the priest of Bethel sent this message to King Jeroboam of Israel: “Amos is conspiring against you in the very heart of the kingdom of Israel! The land cannot endure all his prophecies. ",
    "reference": "Amos 7:10"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 11,
    "text": "As a matter of fact, Amos is saying this: ‘Jeroboam will die by the sword, and Israel will certainly be carried into exile away from its land.’” ",
    "reference": "Amos 7:11"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 12,
    "text": "Amaziah then said to Amos, “Leave, you visionary! Run away to the land of Judah. Earn your living and prophesy there! ",
    "reference": "Amos 7:12"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 13,
    "text": "Don’t prophesy at Bethel any longer, for a royal temple and palace are here.”",
    "reference": "Amos 7:13"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 14,
    "text": "Amos replied to Amaziah, “I was not a prophet by profession. No, I was a herdsman who also took care of sycamore fig trees. ",
    "reference": "Amos 7:14"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 15,
    "text": "Then the Lord took me from tending flocks and gave me this commission, ‘Go! Prophesy to my people Israel.’ ",
    "reference": "Amos 7:15"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 16,
    "text": "So now listen to the Lord’s message! You say, ‘Don’t prophesy against Israel! Don’t preach against the family of Isaac!’ ",
    "reference": "Amos 7:16"
  },
  {
    "bookName": "Amos",
    "chapter": 7,
    "verse": 17,
    "text": "“Therefore this is what the Lord says: ‘Your wife will become a prostitute in the streets, and your sons and daughters will die violently. Your land will be given to others, and you will die in a foreign land. Israel will certainly be carried into exile away from its land.’” ",
    "reference": "Amos 7:17"
  }
]