[
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 1,
    "text": "I saw the Lord standing by the altar and he said, “Strike the tops of the support pillars, so the thresholds shake! Knock them down on the heads of all the people, and I will kill the survivors with the sword. No one will be able to run away; no one will be able to escape. ",
    "reference": "Amos 9:1"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 2,
    "text": "Even if they could dig down into the netherworld, my hand would pull them up from there. Even if they could climb up to heaven, I would drag them down from there. ",
    "reference": "Amos 9:2"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 3,
    "text": "Even if they were to hide on the top of Mount Carmel, I would hunt them down and take them from there. Even if they tried to hide from me at the bottom of the sea, from there I would command the Sea Serpent to bite them.",
    "reference": "Amos 9:3"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 4,
    "text": "Even when their enemies drive them into captivity, from there I will command the sword to kill them. I will not let them out of my sight; they will experience disaster, not prosperity.” ",
    "reference": "Amos 9:4"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 5,
    "text": "The Sovereign Lord of Heaven’s Armies will do this. He touches the earth and it dissolves; all who live on it mourn. The whole earth rises like the Nile River and then grows calm like the Nile in Egypt. ",
    "reference": "Amos 9:5"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 6,
    "text": "He builds the upper rooms of his palace in heaven and sets its foundation supports on the earth. He summons the water of the sea and pours it out on the earth’s surface. The Lord is his name. ",
    "reference": "Amos 9:6"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 7,
    "text": "“You Israelites are just like the Ethiopians in my sight,” says the Lord. “Certainly I brought Israel up from the land of Egypt, but I also brought the Philistines from Caphtor and the Arameans from Kir. ",
    "reference": "Amos 9:7"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 8,
    "text": "Look, the Sovereign Lord is watching the sinful nation, and I will destroy it from the face of the earth. But I will not completely destroy the family of Jacob,” says the Lord. ",
    "reference": "Amos 9:8"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 9,
    "text": "“For look, I am giving a command, and I will shake the family of Israel together with all the nations. It will resemble a sieve being shaken, when not even a pebble falls to the ground. ",
    "reference": "Amos 9:9"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 10,
    "text": "All the sinners among my people will die by the sword— the ones who say, ‘Disaster will not come near, it will not confront us.’",
    "reference": "Amos 9:10"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 11,
    "text": "“In that day I will rebuild the collapsing hut of David. I will seal its gaps, repair its ruins, and restore it to what it was like in days gone by.",
    "reference": "Amos 9:11"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 12,
    "text": "As a result they will conquer those left in Edom and all the nations subject to my rule.” The Lord, who is about to do this, is speaking. ",
    "reference": "Amos 9:12"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 13,
    "text": "“Be sure of this, the time is coming,” says the Lord, “when the plowman will catch up to the reaper, and the one who stomps the grapes will overtake the planter. Juice will run down the slopes; it will flow down all the hillsides. ",
    "reference": "Amos 9:13"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 14,
    "text": "I will bring back my people, Israel; they will rebuild the cities lying in rubble and settle down. They will plant vineyards and drink the wine they produce; they will grow orchards and eat the fruit they produce. ",
    "reference": "Amos 9:14"
  },
  {
    "bookName": "Amos",
    "chapter": 9,
    "verse": 15,
    "text": "I will plant them on their land, and they will never again be uprooted from the land I have given them,” says the Lord your God. ",
    "reference": "Amos 9:15"
  }
]