[
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 1,
    "text": "The Sovereign Lord showed me this: I saw a basket of summer fruit. ",
    "reference": "Amos 8:1"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 2,
    "text": "He said, “What do you see, Amos?” I replied, “A basket of summer fruit.” Then the Lord said to me, “The end has come for my people Israel! I will no longer overlook their sins.",
    "reference": "Amos 8:2"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 3,
    "text": "The women singing in the temple will wail in that day.” The Sovereign Lord is speaking. “There will be many corpses littered everywhere! Be quiet!” ",
    "reference": "Amos 8:3"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 4,
    "text": "Listen to this, you who trample the needy and do away with the destitute in the land.",
    "reference": "Amos 8:4"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 5,
    "text": "You say, “When will the new moon festival be over, so we can sell grain? When will the Sabbath end, so we can open up the grain bins? We’re eager to sell less for a higher price, and to cheat the buyer with rigged scales! ",
    "reference": "Amos 8:5"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 6,
    "text": "We’re eager to trade silver for the poor, a pair of sandals for the needy. We want to mix in some chaff with the grain!” ",
    "reference": "Amos 8:6"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 7,
    "text": "The Lord confirms this oath by the arrogance of Jacob: “I swear I will never forget all you have done! ",
    "reference": "Amos 8:7"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 8,
    "text": "Because of this the earth will quake, and all who live in it will mourn. The whole earth will rise like the Nile River; it will surge upward and then grow calm, like the Nile in Egypt. ",
    "reference": "Amos 8:8"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 9,
    "text": "In that day,” says the Sovereign Lord, “I will make the sun set at noon and make the earth dark in the middle of the day. ",
    "reference": "Amos 8:9"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 10,
    "text": "I will turn your festivals into funerals and all your songs into funeral dirges. I will make everyone wear funeral clothes and cause every head to be shaved bald. I will make you mourn as if you had lost your only son; when it ends it will indeed have been a bitter day. ",
    "reference": "Amos 8:10"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 11,
    "text": "Be certain of this, the time is coming,” says the Sovereign Lord, “when I will send a famine through the land— not a shortage of food or water but an end to divine revelation.",
    "reference": "Amos 8:11"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 12,
    "text": "People will stagger from sea to sea, and from the north around to the east. They will wander about looking for a message from the Lord, but they will not find any.",
    "reference": "Amos 8:12"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 13,
    "text": "In that day your beautiful young women and your young men will faint from thirst. ",
    "reference": "Amos 8:13"
  },
  {
    "bookName": "Amos",
    "chapter": 8,
    "verse": 14,
    "text": "These are the ones who now take oaths in the name of the sinful idol goddess of Samaria. They vow, ‘As surely as your god lives, O Dan,’ or, ‘As surely as your beloved one lives, O Beer Sheba!’ But they will fall down and not get up again.” ",
    "reference": "Amos 8:14"
  }
]