[{"bookName":"Amos","chapter":1,"verse":1,"text":"The following is a record of what Amos prophesied. He was one of the herdsmen from Tekoa. These prophecies about Israel were revealed to him during the time of King Uzziah of Judah and King Jeroboam son of Joash of Israel, two years before the earthquake. ","reference":"Amos 1:1"},{"bookName":"Amos","chapter":1,"verse":2,"text":"Amos said: “The Lord comes roaring out of Zion; from Jerusalem he comes bellowing! The shepherds’ pastures wilt; the summit of Carmel withers.” ","reference":"Amos 1:2"},{"bookName":"Amos","chapter":1,"verse":3,"text":"This is what the Lord says: “Because Damascus has committed three crimes— make that four!—I will not revoke my decree of judgment. They ripped through Gilead like threshing sledges with iron teeth. ","reference":"Amos 1:3"},{"bookName":"Amos","chapter":1,"verse":4,"text":"So I will set Hazael’s house on fire; fire will consume Ben Hadad’s fortresses. ","reference":"Amos 1:4"},{"bookName":"Amos","chapter":1,"verse":5,"text":"I will break the bar on the gate of Damascus. I will remove the ruler from Wicked Valley, the one who holds the royal scepter from Beth Eden. The people of Aram will be deported to Kir.” The Lord has spoken! ","reference":"Amos 1:5"},{"bookName":"Amos","chapter":1,"verse":6,"text":"This is what the Lord says: “Because Gaza has committed three crimes— make that four!—I will not revoke my decree of judgment. They deported a whole community and sold them to Edom. ","reference":"Amos 1:6"},{"bookName":"Amos","chapter":1,"verse":7,"text":"So I will set Gaza’s city wall on fire; fire will consume her fortresses. ","reference":"Amos 1:7"},{"bookName":"Amos","chapter":1,"verse":8,"text":"I will remove the ruler from Ashdod, the one who holds the royal scepter from Ashkelon. I will strike Ekron with my hand; the rest of the Philistines will also die.” The Sovereign Lord has spoken! ","reference":"Amos 1:8"},{"bookName":"Amos","chapter":1,"verse":9,"text":"This is what the Lord says: “Because Tyre has committed three crimes— make that four—I will not revoke my decree of judgment. They sold a whole community to Edom; they failed to observe a treaty of brotherhood. ","reference":"Amos 1:9"},{"bookName":"Amos","chapter":1,"verse":10,"text":"So I will set fire to Tyre’s city wall; fire will consume her fortresses.” ","reference":"Amos 1:10"},{"bookName":"Amos","chapter":1,"verse":11,"text":"This is what the Lord says: “Because Edom has committed three crimes— make that four—I will not revoke my decree of judgment. He chased his brother with a sword; he wiped out his allies. In his anger he tore them apart without stopping to rest; in his fury he relentlessly attacked them.","reference":"Amos 1:11"},{"bookName":"Amos","chapter":1,"verse":12,"text":"So I will set Teman on fire; fire will consume Bozrah’s fortresses.” ","reference":"Amos 1:12"},{"bookName":"Amos","chapter":1,"verse":13,"text":"This is what the Lord says: “Because the Ammonites have committed three crimes— make that four—I will not revoke my decree of judgment. They ripped open Gilead’s pregnant women so they could expand their territory. ","reference":"Amos 1:13"},{"bookName":"Amos","chapter":1,"verse":14,"text":"So I will set fire to Rabbah’s city wall; fire will consume her fortresses. War cries will be heard on the day of battle; a strong gale will blow on the day of the windstorm. ","reference":"Amos 1:14"},{"bookName":"Amos","chapter":1,"verse":15,"text":"Ammon’s king will be deported; he and his officials will be carried off together.” The Lord has spoken!","reference":"Amos 1:15"}]