[{"bookName":"Hosea","chapter":7,"verse":1,"text":"whenever I want to heal Israel, the sin of Ephraim is revealed, and the evil deeds of Samaria are exposed. For they do what is wrong; thieves break into houses, and gangs rob people out in the streets. ","reference":"Hosea 7:1"},{"bookName":"Hosea","chapter":7,"verse":2,"text":"They do not realize that I remember all their wicked deeds. Their evil deeds have now surrounded them; their sinful deeds are always before me. ","reference":"Hosea 7:2"},{"bookName":"Hosea","chapter":7,"verse":3,"text":"The royal advisers delight the king with their evil schemes; the princes make him glad with their lies.","reference":"Hosea 7:3"},{"bookName":"Hosea","chapter":7,"verse":4,"text":"They are all like bakers; they are like a smoldering oven; they are like a baker who does not stoke the fire until the kneaded dough is ready for baking. ","reference":"Hosea 7:4"},{"bookName":"Hosea","chapter":7,"verse":5,"text":"At the celebration of their king, his princes become inflamed with wine; they conspire with evildoers. ","reference":"Hosea 7:5"},{"bookName":"Hosea","chapter":7,"verse":6,"text":"They approach him, all the while plotting against him. Their hearts are like an oven; their anger smolders all night long, but in the morning it bursts into a flaming fire. ","reference":"Hosea 7:6"},{"bookName":"Hosea","chapter":7,"verse":7,"text":"All of them are blazing like an oven; they devour their rulers. All their kings fall, and none of them call on me!","reference":"Hosea 7:7"},{"bookName":"Hosea","chapter":7,"verse":8,"text":"Ephraim has mixed itself like flour among the nations; Ephraim is like a ruined cake of bread that is scorched on one side. ","reference":"Hosea 7:8"},{"bookName":"Hosea","chapter":7,"verse":9,"text":"Foreigners are consuming what his strenuous labor produced, but he does not recognize it. His head is filled with gray hair, but he does not realize it.","reference":"Hosea 7:9"},{"bookName":"Hosea","chapter":7,"verse":10,"text":"The arrogance of Israel testifies against him, yet they refuse to return to the Lord their God. In spite of all this they refuse to seek him.","reference":"Hosea 7:10"},{"bookName":"Hosea","chapter":7,"verse":11,"text":"Ephraim has been like a dove, easily deceived and lacking discernment. They called to Egypt for help; they turned to Assyria for protection. ","reference":"Hosea 7:11"},{"bookName":"Hosea","chapter":7,"verse":12,"text":"I will throw my bird net over them while they are flying; I will bring them down like birds in the sky; I will discipline them when I hear them flocking together. ","reference":"Hosea 7:12"},{"bookName":"Hosea","chapter":7,"verse":13,"text":"Woe to them! For they have fled from me! Destruction to them! For they have rebelled against me! I want to deliver them, but they have lied to me.","reference":"Hosea 7:13"},{"bookName":"Hosea","chapter":7,"verse":14,"text":"They do not pray to me, but howl in distress on their beds; they slash themselves for grain and new wine, but turn away from me. ","reference":"Hosea 7:14"},{"bookName":"Hosea","chapter":7,"verse":15,"text":"Although I trained and strengthened them, they plot evil against me!","reference":"Hosea 7:15"},{"bookName":"Hosea","chapter":7,"verse":16,"text":"They turn to Baal; they are like an unreliable bow. Their leaders will fall by the sword because their prayers to Baal have made me angry. So people will disdain them in the land of Egypt. ","reference":"Hosea 7:16"}]