[
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 1,
    "text": "When Ephraim spoke, there was terror; he was exalted in Israel, but he became guilty by worshiping Baal and died. ",
    "reference": "Hosea 13:1"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 2,
    "text": "Even now they persist in sin! They make metal images for themselves, idols that they skillfully fashion from their own silver; all of them are nothing but the work of craftsmen. There is a saying about them: “Those who sacrifice to the calf idol are calf kissers!” ",
    "reference": "Hosea 13:2"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 3,
    "text": "Therefore they will disappear like the morning mist, like early morning dew that evaporates, like chaff that is blown away from a threshing floor, like smoke that disappears through an open window. ",
    "reference": "Hosea 13:3"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 4,
    "text": "But I am the Lord your God, who brought you out of Egypt. Therefore, you must not acknowledge any God but me. Except for me there is no Savior. ",
    "reference": "Hosea 13:4"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 5,
    "text": "I cared for you in the wilderness, in the dry desert where no water was. ",
    "reference": "Hosea 13:5"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 6,
    "text": "When they were fed, they became satisfied; when they were satisfied, they became proud; as a result, they forgot me!",
    "reference": "Hosea 13:6"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 7,
    "text": "So I will pounce on them like a lion; like a leopard I will lurk by the path. ",
    "reference": "Hosea 13:7"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 8,
    "text": "I will attack them like a bear robbed of her cubs— I will rip open their chests. I will devour them there like a lion— like a wild animal would tear them apart. ",
    "reference": "Hosea 13:8"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 9,
    "text": "I will destroy you, O Israel! Who is there to help you?",
    "reference": "Hosea 13:9"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 10,
    "text": "Where then is your king, that he may save you in all your cities? Where are your rulers for whom you asked, saying, “Give me a king and princes”? ",
    "reference": "Hosea 13:10"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 11,
    "text": "I granted you a king in my anger, and I will take him away in my wrath! ",
    "reference": "Hosea 13:11"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 12,
    "text": "The punishment of Ephraim has been decreed; his punishment is being stored up for the future.",
    "reference": "Hosea 13:12"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 13,
    "text": "The labor pains of a woman will overtake him, but the baby will lack wisdom; when the time arrives, he will not come out of the womb! ",
    "reference": "Hosea 13:13"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 14,
    "text": "Will I deliver them from the power of Sheol? No, I will not! Will I redeem them from death? No, I will not! O Death, bring on your plagues! O Sheol, bring on your destruction! My eyes will not show any compassion! ",
    "reference": "Hosea 13:14"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 15,
    "text": "Even though he flourishes like a reed plant, a scorching east wind will come, a wind from the Lord rising up from the desert. As a result, his spring will dry up; his well will become dry. That wind will spoil all his delightful foods in the containers in his storehouse. ",
    "reference": "Hosea 13:15"
  },
  {
    "bookName": "Hosea",
    "chapter": 13,
    "verse": 16,
    "text": "(14:1) Samaria will be held guilty because she rebelled against her God. They will fall by the sword; their infants will be dashed to the ground— their pregnant women will be ripped open.",
    "reference": "Hosea 13:16"
  }
]