[{"bookName":"Hosea","chapter":9,"verse":1,"text":"O Israel, do not rejoice jubilantly like the nations, for you are unfaithful to your God. You love to receive a prostitute’s wages on all the floors where you thresh your grain. ","reference":"Hosea 9:1"},{"bookName":"Hosea","chapter":9,"verse":2,"text":"Threshing floors and wine vats will not feed the people, and new wine only deceives them.","reference":"Hosea 9:2"},{"bookName":"Hosea","chapter":9,"verse":3,"text":"They will not remain in the Lord’s land. Ephraim will return to Egypt; they will eat ritually unclean food in Assyria. ","reference":"Hosea 9:3"},{"bookName":"Hosea","chapter":9,"verse":4,"text":"They will not pour out drink offerings of wine to the Lord; they will not please him with their sacrifices. Their sacrifices will be like bread eaten while in mourning; all those who eat them will make themselves ritually unclean. For their bread will be only to satisfy their appetite; it will not come into the temple of the Lord. ","reference":"Hosea 9:4"},{"bookName":"Hosea","chapter":9,"verse":5,"text":"So what will you do on the festival day, on the festival days of the Lord? ","reference":"Hosea 9:5"},{"bookName":"Hosea","chapter":9,"verse":6,"text":"Look! Even if they flee from the destruction, Egypt will take hold of them, and Memphis will bury them. The weeds will inherit the silver they treasure— thornbushes will occupy their homes. ","reference":"Hosea 9:6"},{"bookName":"Hosea","chapter":9,"verse":7,"text":"The time of judgment is about to arrive! The time of retribution is imminent! Israel will be humbled! The prophet is considered a fool— the inspired man is viewed as a madman— because of the multitude of your sins and your intense animosity. ","reference":"Hosea 9:7"},{"bookName":"Hosea","chapter":9,"verse":8,"text":"The prophet is a watchman over Ephraim on behalf of God, yet traps are laid for him along all his paths; animosity rages against him in the land of his God. ","reference":"Hosea 9:8"},{"bookName":"Hosea","chapter":9,"verse":9,"text":"They have sunk deep into corruption as in the days of Gibeah. He will remember their wrongdoing. He will repay them for their sins. ","reference":"Hosea 9:9"},{"bookName":"Hosea","chapter":9,"verse":10,"text":"When I found Israel, it was like finding grapes in the wilderness. I viewed your ancestors like an early fig on a fig tree in its first season. Then they came to Baal Peor, and they dedicated themselves to shame— they became as detestable as what they loved. ","reference":"Hosea 9:10"},{"bookName":"Hosea","chapter":9,"verse":11,"text":"Ephraim will be like a bird; what they value will fly away. They will not bear children— they will not enjoy pregnancy— they will not even conceive! ","reference":"Hosea 9:11"},{"bookName":"Hosea","chapter":9,"verse":12,"text":"Even if they raise their children, I will take away every last one of them. Woe to them! For I will turn away from them. ","reference":"Hosea 9:12"},{"bookName":"Hosea","chapter":9,"verse":13,"text":"Ephraim, as I have seen, has given their children for prey; Ephraim will bear his sons for slaughter. ","reference":"Hosea 9:13"},{"bookName":"Hosea","chapter":9,"verse":14,"text":"Give them, O Lord— what will you give them? Give them wombs that miscarry, and breasts that cannot nurse! ","reference":"Hosea 9:14"},{"bookName":"Hosea","chapter":9,"verse":15,"text":"Because of all their evil in Gilgal, I hate them there. On account of their evil deeds, I will drive them out of my land. I will no longer love them; all their rulers are rebels. ","reference":"Hosea 9:15"},{"bookName":"Hosea","chapter":9,"verse":16,"text":"Ephraim will be struck down— their root will be dried up; they will not yield any fruit. Even if they do bear children, I will kill their precious offspring. ","reference":"Hosea 9:16"},{"bookName":"Hosea","chapter":9,"verse":17,"text":"My God will reject them, for they have not obeyed him; so they will be fugitives among the nations. ","reference":"Hosea 9:17"}]