[{"bookName":"Hosea","chapter":5,"verse":1,"text":"Hear this, you priests! Pay attention, you Israelites! Listen closely, O king! For judgment is about to overtake you. For you were like a trap to Mizpah, like a net spread out to catch Tabor. ","reference":"Hosea 5:1"},{"bookName":"Hosea","chapter":5,"verse":2,"text":"Those who revolt are knee-deep in slaughter, but I will discipline them all. ","reference":"Hosea 5:2"},{"bookName":"Hosea","chapter":5,"verse":3,"text":"I know Ephraim all too well; the evil of Israel is not hidden from me. For you have engaged in prostitution, O Ephraim; Israel has defiled itself.","reference":"Hosea 5:3"},{"bookName":"Hosea","chapter":5,"verse":4,"text":"Their wicked deeds do not allow them to return to their God; for a spirit of idolatry is in them, and they do not acknowledge the Lord. ","reference":"Hosea 5:4"},{"bookName":"Hosea","chapter":5,"verse":5,"text":"The arrogance of Israel testifies against it; Israel and Ephraim will be overthrown because of their iniquity. Even Judah will be brought down with them.","reference":"Hosea 5:5"},{"bookName":"Hosea","chapter":5,"verse":6,"text":"Although they bring their flocks and herds to seek the favor of the Lord, they will not find him— he has withdrawn himself from them! ","reference":"Hosea 5:6"},{"bookName":"Hosea","chapter":5,"verse":7,"text":"They have committed treason against the Lord because they bore illegitimate children. Soon the new moon festival will devour them and their fields. ","reference":"Hosea 5:7"},{"bookName":"Hosea","chapter":5,"verse":8,"text":"Blow the ram’s horn in Gibeah! Sound the trumpet in Ramah! Sound the alarm in Beth Aven; tremble in fear, O Benjamin! ","reference":"Hosea 5:8"},{"bookName":"Hosea","chapter":5,"verse":9,"text":"Ephraim will be ruined in the day of judgment. What I am declaring to the tribes of Israel will certainly take place! ","reference":"Hosea 5:9"},{"bookName":"Hosea","chapter":5,"verse":10,"text":"The princes of Judah are like those who move boundary markers. I will pour out my rage on them like a torrential flood.","reference":"Hosea 5:10"},{"bookName":"Hosea","chapter":5,"verse":11,"text":"Ephraim will be oppressed, crushed under judgment, because he was determined to pursue worthless idols. ","reference":"Hosea 5:11"},{"bookName":"Hosea","chapter":5,"verse":12,"text":"I will be like a moth to Ephraim, like wood rot to the house of Judah. ","reference":"Hosea 5:12"},{"bookName":"Hosea","chapter":5,"verse":13,"text":"When Ephraim saw his sickness and Judah saw his wound, then Ephraim turned to Assyria and begged its great king for help. But he will not be able to heal you. He cannot cure your wound! ","reference":"Hosea 5:13"},{"bookName":"Hosea","chapter":5,"verse":14,"text":"I will be like a lion to Ephraim, like a young lion to the house of Judah. I myself will tear them to pieces; then I will carry them off, and no one will be able to rescue them!","reference":"Hosea 5:14"},{"bookName":"Hosea","chapter":5,"verse":15,"text":"Then I will return again to my lair until they have suffered their punishment. Then they will seek me; in their distress they will earnestly seek me.","reference":"Hosea 5:15"}]