[
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 1,
    "text": "“When Israel was a young man, I loved him like a son, and I summoned my son out of Egypt. ",
    "reference": "Hosea 11:1"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 2,
    "text": "But the more I summoned them, the farther they departed from me. They sacrificed to the Baal idols and burned incense to images. ",
    "reference": "Hosea 11:2"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 3,
    "text": "Yet it was I who led Ephraim; I took them by the arm, but they did not acknowledge that I had healed them.",
    "reference": "Hosea 11:3"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 4,
    "text": "I drew them with leather cords, with straps of hide; I lifted the yoke from their neck and gently fed them.",
    "reference": "Hosea 11:4"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 5,
    "text": "They will return to Egypt! Assyria will rule over them because they refuse to repent! ",
    "reference": "Hosea 11:5"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 6,
    "text": "A sword will flash in their cities; it will destroy the bars of their city gates, and will devour them in their fortresses. ",
    "reference": "Hosea 11:6"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 7,
    "text": "My people are obsessed with turning away from me; they call to Baal, but he will never exalt them!",
    "reference": "Hosea 11:7"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 8,
    "text": "“How can I give you up, O Ephraim? How can I surrender you, O Israel? How can I treat you like Admah? How can I make you like Zeboyim? I have had a change of heart. All my tender compassions are aroused. ",
    "reference": "Hosea 11:8"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 9,
    "text": "I cannot carry out my fierce anger! I cannot totally destroy Ephraim! Because I am God, and not man—the Holy One among you— I will not come in wrath!",
    "reference": "Hosea 11:9"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 10,
    "text": "“He will roar like a lion, and they will follow the Lord; when he roars, his children will come trembling from the west. ",
    "reference": "Hosea 11:10"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 11,
    "text": "They will return in fear and trembling like birds from Egypt, like doves from Assyria, and I will settle them in their homes,” declares the Lord. ",
    "reference": "Hosea 11:11"
  },
  {
    "bookName": "Hosea",
    "chapter": 11,
    "verse": 12,
    "text": "(12:1) Ephraim has surrounded me with lies; the house of Israel has surrounded me with deceit. But Judah still roams about with God; he remains faithful to the Holy One. ",
    "reference": "Hosea 11:12"
  }
]