[{"bookName":"Hosea","chapter":4,"verse":1,"text":"Listen to the Lord’s message, you Israelites! For the Lord has a covenant lawsuit against the people of Israel. For there is neither faithfulness nor loyalty in the land, nor do they acknowledge God. ","reference":"Hosea 4:1"},{"bookName":"Hosea","chapter":4,"verse":2,"text":"There is only cursing, lying, murder, stealing, and adultery. They resort to violence and bloodshed. ","reference":"Hosea 4:2"},{"bookName":"Hosea","chapter":4,"verse":3,"text":"Therefore the land will mourn, and all its inhabitants will perish. The wild animals, the birds of the sky, and even the fish in the sea will perish. ","reference":"Hosea 4:3"},{"bookName":"Hosea","chapter":4,"verse":4,"text":"Do not let anyone accuse or contend against anyone else, for my case is against you priests! ","reference":"Hosea 4:4"},{"bookName":"Hosea","chapter":4,"verse":5,"text":"You stumble day and night, and the false prophets stumble with you; you have destroyed your own people. ","reference":"Hosea 4:5"},{"bookName":"Hosea","chapter":4,"verse":6,"text":"You have destroyed my people by failing to acknowledge me! Because you refuse to acknowledge me, I will reject you as my priests. Because you reject the law of your God, I will reject your descendants. ","reference":"Hosea 4:6"},{"bookName":"Hosea","chapter":4,"verse":7,"text":"The more the priests increased in numbers, the more they rebelled against me. They have turned their glorious calling into a shameful disgrace! ","reference":"Hosea 4:7"},{"bookName":"Hosea","chapter":4,"verse":8,"text":"They feed on the sin offerings of my people; their appetites long for their iniquity! ","reference":"Hosea 4:8"},{"bookName":"Hosea","chapter":4,"verse":9,"text":"I will deal with the people and priests together: I will punish them both for their ways, and I will repay them for their deeds. ","reference":"Hosea 4:9"},{"bookName":"Hosea","chapter":4,"verse":10,"text":"They will eat, but not be satisfied; they will engage in prostitution, but not increase in numbers because they have abandoned the Lord by pursuing other gods.","reference":"Hosea 4:10"},{"bookName":"Hosea","chapter":4,"verse":11,"text":"Old and new wine take away the understanding of my people.","reference":"Hosea 4:11"},{"bookName":"Hosea","chapter":4,"verse":12,"text":"They consult their wooden idols, and their diviner’s staff answers with an oracle. The wind of prostitution blows them astray; they commit spiritual adultery against their God. ","reference":"Hosea 4:12"},{"bookName":"Hosea","chapter":4,"verse":13,"text":"They sacrifice on the mountaintops and burn offerings on the hills; they sacrifice under oak, poplar, and terebinth, because their shade is so pleasant. As a result, your daughters have become cult prostitutes, and your daughters-in-law commit adultery! ","reference":"Hosea 4:13"},{"bookName":"Hosea","chapter":4,"verse":14,"text":"I will not punish your daughters when they commit prostitution, nor your daughters-in-law when they commit adultery. For the men consort with harlots; they sacrifice with temple prostitutes. It is true: “A people that lacks understanding will come to ruin!” ","reference":"Hosea 4:14"},{"bookName":"Hosea","chapter":4,"verse":15,"text":"Although you, O Israel, commit adultery, do not let Judah become guilty! Do not journey to Gilgal. Do not go up to Beth Aven. Do not swear, “As surely as the Lord lives!” ","reference":"Hosea 4:15"},{"bookName":"Hosea","chapter":4,"verse":16,"text":"Israel has rebelled like a stubborn heifer! Soon the Lord will put them out to pasture like a lamb in a broad field. ","reference":"Hosea 4:16"},{"bookName":"Hosea","chapter":4,"verse":17,"text":"Ephraim has attached himself to idols; Do not go near him!","reference":"Hosea 4:17"},{"bookName":"Hosea","chapter":4,"verse":18,"text":"They consume their alcohol, then engage in cult prostitution; they dearly love their shameful behavior.","reference":"Hosea 4:18"},{"bookName":"Hosea","chapter":4,"verse":19,"text":"A whirlwind has wrapped them in its wings; they will be brought to shame because of their idolatrous worship.","reference":"Hosea 4:19"}]