[{"bookName":"Hosea","chapter":6,"verse":1,"text":"Come on! Let’s return to the Lord. He himself has torn us to pieces, but he will heal us! He has injured us, but he will bandage our wounds! ","reference":"Hosea 6:1"},{"bookName":"Hosea","chapter":6,"verse":2,"text":"He will restore us in a very short time; he will heal us in a little while, so that we may live in his presence. ","reference":"Hosea 6:2"},{"bookName":"Hosea","chapter":6,"verse":3,"text":"So let us search for him! Let us seek to know the Lord! He will come to our rescue as certainly as the appearance of the dawn, as certainly as the winter rain comes, as certainly as the spring rain that waters the land. ","reference":"Hosea 6:3"},{"bookName":"Hosea","chapter":6,"verse":4,"text":"What am I going to do with you, O Ephraim? What am I going to do with you, O Judah? For your faithfulness is as fleeting as the morning mist; it disappears as quickly as dawn’s dew. ","reference":"Hosea 6:4"},{"bookName":"Hosea","chapter":6,"verse":5,"text":"Therefore, I will certainly cut you into pieces at the hands of the prophets; I will certainly kill you in fulfillment of my oracles of judgment, for my judgment will come forth like the light of the dawn.","reference":"Hosea 6:5"},{"bookName":"Hosea","chapter":6,"verse":6,"text":"For I delight in faithfulness, not simply in sacrifice; I delight in acknowledging God, not simply in whole burnt offerings. ","reference":"Hosea 6:6"},{"bookName":"Hosea","chapter":6,"verse":7,"text":"At Adam they broke the covenant; Oh how they were unfaithful to me!","reference":"Hosea 6:7"},{"bookName":"Hosea","chapter":6,"verse":8,"text":"Gilead is a city full of evildoers; its streets are stained with bloody footprints!","reference":"Hosea 6:8"},{"bookName":"Hosea","chapter":6,"verse":9,"text":"The company of priests is like a gang of robbers, lying in ambush to pounce on a victim. They commit murder on the road to Shechem; they have done heinous crimes!","reference":"Hosea 6:9"},{"bookName":"Hosea","chapter":6,"verse":10,"text":"I have seen a disgusting thing in the house of Israel: There Ephraim commits prostitution with other gods, and Israel defiles itself.","reference":"Hosea 6:10"},{"bookName":"Hosea","chapter":6,"verse":11,"text":"I have appointed a time to reap judgment for you also, O Judah! Whenever I want to restore the fortunes of my people,","reference":"Hosea 6:11"}]