[
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 1,
    "text": "Sound the alarm! An eagle looms over the temple of the Lord! For they have broken their covenant with me and have rebelled against my law. ",
    "reference": "Hosea 8:1"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 2,
    "text": "Israel cries out to me, “My God, we acknowledge you!”",
    "reference": "Hosea 8:2"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 3,
    "text": "But Israel has rejected what is morally good; so an enemy will pursue him.",
    "reference": "Hosea 8:3"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 4,
    "text": "They enthroned kings without my consent. They appointed princes without my approval. They made idols out of their silver and gold, but they will be destroyed! ",
    "reference": "Hosea 8:4"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 5,
    "text": "O Samaria, he has rejected your calf idol. My anger burns against them! They will not survive much longer without being punished, even though they are Israelites!",
    "reference": "Hosea 8:5"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 6,
    "text": "That idol was made by a workman—it is not God! The calf idol of Samaria will be broken to bits. ",
    "reference": "Hosea 8:6"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 7,
    "text": "They sow the wind, and so they will reap the whirlwind! The stalk does not have any standing grain; it will not produce any flour. Even if it were to yield grain, foreigners would swallow it all up.",
    "reference": "Hosea 8:7"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 8,
    "text": "Israel will be swallowed up among the nations; they will be like a worthless piece of pottery. ",
    "reference": "Hosea 8:8"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 9,
    "text": "They have gone up to Assyria, like a wild donkey that wanders off. Ephraim has hired prostitutes as lovers. ",
    "reference": "Hosea 8:9"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 10,
    "text": "Even though they have hired lovers among the nations, I will soon gather them together for judgment. Then they will begin to waste away under the oppression of a mighty king. ",
    "reference": "Hosea 8:10"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 11,
    "text": "Although Ephraim has built many altars for sin offerings, these have become altars for sinning. ",
    "reference": "Hosea 8:11"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 12,
    "text": "I spelled out my law for him in great detail, but they regard it as something totally unknown to them.",
    "reference": "Hosea 8:12"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 13,
    "text": "They offer up sacrificial gifts to me and eat the meat, but the Lord does not accept their sacrifices. Soon he will remember their wrongdoing; he will punish their sins, and they will return to Egypt. ",
    "reference": "Hosea 8:13"
  },
  {
    "bookName": "Hosea",
    "chapter": 8,
    "verse": 14,
    "text": "Israel has forgotten his Maker and built royal palaces, and Judah has built many fortified cities. But I will send fire on their cities; it will consume their royal citadels. ",
    "reference": "Hosea 8:14"
  }
]