[{"bookName":"Hosea","chapter":1,"verse":1,"text":" This is the Lord’s message that came to Hosea son of Beeri during the time of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and during the time of Jeroboam son of Joash, king of Israel. ","reference":"Hosea 1:1"},{"bookName":"Hosea","chapter":1,"verse":2,"text":"When the Lord first spoke through Hosea, he said to him, “Go marry a prostitute who will bear illegitimate children conceived through prostitution because the nation continually commits spiritual prostitution by turning away from the Lord.”","reference":"Hosea 1:2"},{"bookName":"Hosea","chapter":1,"verse":3,"text":"So Hosea married Gomer, the daughter of Diblaim. Then she conceived and gave birth to a son for him.","reference":"Hosea 1:3"},{"bookName":"Hosea","chapter":1,"verse":4,"text":"Then the Lord said to Hosea, “Name him ‘Jezreel,’ because in a little while I will punish the dynasty of Jehu on account of the bloodshed in the valley of Jezreel, and I will put an end to the kingdom of Israel. ","reference":"Hosea 1:4"},{"bookName":"Hosea","chapter":1,"verse":5,"text":"At that time, I will destroy the military power of Israel in the valley of Jezreel.” ","reference":"Hosea 1:5"},{"bookName":"Hosea","chapter":1,"verse":6,"text":"She conceived again and gave birth to a daughter. Then the Lord said to him, “Name her ‘No Pity’ (Lo-Ruhamah) because I will no longer have pity on the nation of Israel. For I will certainly not forgive their guilt.","reference":"Hosea 1:6"},{"bookName":"Hosea","chapter":1,"verse":7,"text":"But I will have pity on the nation of Judah. I will deliver them by the Lord their God; I will not deliver them by the warrior’s bow, by sword, by military victory, by chariot horses, or by chariots.” ","reference":"Hosea 1:7"},{"bookName":"Hosea","chapter":1,"verse":8,"text":"When she had weaned “No Pity” (Lo-Ruhamah), she conceived again and gave birth to another son. ","reference":"Hosea 1:8"},{"bookName":"Hosea","chapter":1,"verse":9,"text":"Then the Lord said: “Name him ‘Not My People’ (Lo-Ammi) because you are not my people, and I am not your God.","reference":"Hosea 1:9"},{"bookName":"Hosea","chapter":1,"verse":10,"text":"(2:1) “However, in the future the number of the people of Israel will be like the sand of the sea that can be neither measured nor numbered. Although it was said to them, ‘You are not my people,’ it will be said to them, ‘You are children of the living God!’ ","reference":"Hosea 1:10"},{"bookName":"Hosea","chapter":1,"verse":11,"text":"Then the people of Judah and the people of Israel will be gathered together. They will appoint for themselves one leader, and will flourish in the land. Certainly, the day of Jezreel will be great! ","reference":"Hosea 1:11"}]