[{"bookName":"2 Samuel","chapter":10,"verse":1,"text":"Later the king of the Ammonites died and his son Hanun succeeded him. ","reference":"2 Samuel 10:1"},{"bookName":"2 Samuel","chapter":10,"verse":2,"text":"David said, “I will express my loyalty to Hanun son of Nahash just as his father was loyal to me.” So David sent his servants with a message expressing sympathy over his father’s death. When David’s servants entered the land of the Ammonites, ","reference":"2 Samuel 10:2"},{"bookName":"2 Samuel","chapter":10,"verse":3,"text":"the Ammonite officials said to their lord Hanun, “Do you really think David is trying to honor your father by sending these messengers to express his sympathy? No, David has sent his servants to you to get information about the city and spy on it so they can overthrow it!”","reference":"2 Samuel 10:3"},{"bookName":"2 Samuel","chapter":10,"verse":4,"text":"So Hanun seized David’s servants and shaved off half of each one’s beard. He cut the lower part of their robes off so that their buttocks were exposed, and then sent them away. ","reference":"2 Samuel 10:4"},{"bookName":"2 Samuel","chapter":10,"verse":5,"text":"Messengers told David what had happened, so he sent them to the men who were thoroughly humiliated. The king said, “Stay in Jericho until your beards have grown again; then you may come back.” ","reference":"2 Samuel 10:5"},{"bookName":"2 Samuel","chapter":10,"verse":6,"text":"When the Ammonites realized that David was disgusted with them, they sent and hired 20,000 foot soldiers from Aram Beth Rehob and Aram Zobah, in addition to 1,000 men from the king of Maacah and 12,000 men from Ish Tob. ","reference":"2 Samuel 10:6"},{"bookName":"2 Samuel","chapter":10,"verse":7,"text":"When David heard the news, he sent Joab and the entire army to meet them.","reference":"2 Samuel 10:7"},{"bookName":"2 Samuel","chapter":10,"verse":8,"text":"The Ammonites marched out and were deployed for battle at the entrance of the city gate, while the men from Aram Zobah, Rehob, Ish Tob, and Maacah were by themselves in the field. ","reference":"2 Samuel 10:8"},{"bookName":"2 Samuel","chapter":10,"verse":9,"text":"When Joab saw that the battle would be fought on two fronts, he chose some of Israel’s best men and deployed them against the Arameans. ","reference":"2 Samuel 10:9"},{"bookName":"2 Samuel","chapter":10,"verse":10,"text":"He put his brother Abishai in charge of the rest of the army and they were deployed against the Ammonites. ","reference":"2 Samuel 10:10"},{"bookName":"2 Samuel","chapter":10,"verse":11,"text":"Joab said, “If the Arameans start to overpower me, you come to my rescue. If the Ammonites start to overpower you, I will come to your rescue. ","reference":"2 Samuel 10:11"},{"bookName":"2 Samuel","chapter":10,"verse":12,"text":"Be strong! Let’s fight bravely for the sake of our people and the cities of our God! The Lord will do what he decides is best!” ","reference":"2 Samuel 10:12"},{"bookName":"2 Samuel","chapter":10,"verse":13,"text":"So Joab and his men marched out to do battle with the Arameans, and they fled before him.","reference":"2 Samuel 10:13"},{"bookName":"2 Samuel","chapter":10,"verse":14,"text":"When the Ammonites saw the Arameans flee, they fled before his brother Abishai and went into the city. Joab withdrew from fighting the Ammonites and returned to Jerusalem. ","reference":"2 Samuel 10:14"},{"bookName":"2 Samuel","chapter":10,"verse":15,"text":"When the Arameans realized that they had been defeated by Israel, they consolidated their forces. ","reference":"2 Samuel 10:15"},{"bookName":"2 Samuel","chapter":10,"verse":16,"text":"Then Hadadezer sent for Arameans from beyond the Euphrates River, and they came to Helam. Shobach, the general in command of Hadadezer’s army, led them.","reference":"2 Samuel 10:16"},{"bookName":"2 Samuel","chapter":10,"verse":17,"text":"When David was informed, he gathered all Israel, crossed the Jordan River, and came to Helam. The Arameans deployed their forces against David and fought with him.","reference":"2 Samuel 10:17"},{"bookName":"2 Samuel","chapter":10,"verse":18,"text":"The Arameans fled before Israel. David killed 700 Aramean charioteers and 40,000 foot soldiers. He also struck down Shobach, the general in command of the army, who died there. ","reference":"2 Samuel 10:18"},{"bookName":"2 Samuel","chapter":10,"verse":19,"text":"When all the kings who were subject to Hadadezer saw they were defeated by Israel, they made peace with Israel and became subjects of Israel. The Arameans were no longer willing to help the Ammonites. ","reference":"2 Samuel 10:19"}]