[
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 1,
    "text": "Now David’s son Absalom had a beautiful sister named Tamar. In the course of time David’s son Amnon fell madly in love with her.",
    "reference": "2 Samuel 13:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 2,
    "text": "But Amnon became frustrated because he was so lovesick over his sister Tamar. For she was a virgin, and to Amnon it seemed out of the question to do anything to her.",
    "reference": "2 Samuel 13:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 3,
    "text": "Now Amnon had a friend named Jonadab, the son of David’s brother Shimeah. Jonadab was a very crafty man. ",
    "reference": "2 Samuel 13:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 4,
    "text": "He asked Amnon, “Why are you, the king’s son, so depressed every morning? Can’t you tell me?” So Amnon said to him, “I’m in love with Tamar the sister of my brother Absalom.” ",
    "reference": "2 Samuel 13:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 5,
    "text": "Jonadab replied to him, “Lie down on your bed and pretend to be sick. When your father comes in to see you, say to him, ‘Please let my sister Tamar come in so she can fix some food for me. Let her prepare the food in my sight so I can watch. Then I will eat from her hand.’” ",
    "reference": "2 Samuel 13:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 6,
    "text": "So Amnon lay down and pretended to be sick. When the king came in to see him, Amnon said to the king, “Please let my sister Tamar come in so she can make a couple of cakes in my sight. Then I will eat from her hand.” ",
    "reference": "2 Samuel 13:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 7,
    "text": "So David sent Tamar to the house saying, “Please go to the house of Amnon your brother and prepare some food for him.”",
    "reference": "2 Samuel 13:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 8,
    "text": "So Tamar went to the house of Amnon her brother, who was lying down. She took the dough, kneaded it, made some cakes while he watched, and baked them.",
    "reference": "2 Samuel 13:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 9,
    "text": "But when she took the pan and set it before him, he refused to eat. Instead Amnon said, “Get everyone out of here!” So everyone left. ",
    "reference": "2 Samuel 13:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 10,
    "text": "Then Amnon said to Tamar, “Bring the cakes into the bedroom; then I will eat from your hand.” So Tamar took the cakes that she had prepared and brought them to her brother Amnon in the bedroom. ",
    "reference": "2 Samuel 13:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 11,
    "text": "As she brought them to him to eat, he grabbed her and said to her, “Come on! Get in bed with me, my sister!” ",
    "reference": "2 Samuel 13:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 12,
    "text": "But she said to him, “No, my brother! Don’t humiliate me! This just isn’t done in Israel! Don’t do this foolish thing! ",
    "reference": "2 Samuel 13:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 13,
    "text": "How could I ever be rid of my humiliation? And you would be considered one of the fools in Israel! Just speak to the king, for he will not withhold me from you.” ",
    "reference": "2 Samuel 13:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 14,
    "text": "But he refused to listen to her. He overpowered her and humiliated her by raping her. ",
    "reference": "2 Samuel 13:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 15,
    "text": "Then Amnon greatly despised her. His disdain toward her surpassed the love he had previously felt toward her. Amnon said to her, “Get up and leave!” ",
    "reference": "2 Samuel 13:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 16,
    "text": "But she said to him, “No I won’t, for sending me away now would be worse than what you did to me earlier!” But he refused to listen to her.",
    "reference": "2 Samuel 13:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 17,
    "text": "He called his personal attendant and said to him, “Take this woman out of my sight and lock the door behind her!”",
    "reference": "2 Samuel 13:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 18,
    "text": "(Now she was wearing a long robe, for this is what the king’s virgin daughters used to wear.) So Amnon’s attendant removed her and bolted the door behind her.",
    "reference": "2 Samuel 13:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 19,
    "text": "Then Tamar put ashes on her head and tore the long robe she was wearing. She put her hands on her head and went on her way, wailing as she went. ",
    "reference": "2 Samuel 13:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 20,
    "text": "Her brother Absalom said to her, “Was Amnon your brother with you? Now be quiet, my sister. He is your brother. Don’t take it so seriously!” Tamar, devastated, lived in the house of her brother Absalom. ",
    "reference": "2 Samuel 13:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 21,
    "text": "Now King David heard about all these things and was very angry. ",
    "reference": "2 Samuel 13:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 22,
    "text": "But Absalom said nothing to Amnon, either bad or good, yet Absalom hated Amnon because he had humiliated his sister Tamar. ",
    "reference": "2 Samuel 13:22"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 23,
    "text": "Two years later Absalom’s sheepshearers were in Baal Hazor, near Ephraim. Absalom invited all the king’s sons. ",
    "reference": "2 Samuel 13:23"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 24,
    "text": "Then Absalom went to the king and said, “My shearers have begun their work. Let the king and his servants go with me.”",
    "reference": "2 Samuel 13:24"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 25,
    "text": "But the king said to Absalom, “No, my son. We shouldn’t all go. We shouldn’t burden you in that way.” Though Absalom pressed him, the king was not willing to go. Instead, David blessed him.",
    "reference": "2 Samuel 13:25"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 26,
    "text": "Then Absalom said, “If you will not go, then let my brother Amnon go with us.” The king replied to him, “Why should he go with you?”",
    "reference": "2 Samuel 13:26"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 27,
    "text": "But when Absalom pressed him, he sent Amnon and all the king’s sons along with him.",
    "reference": "2 Samuel 13:27"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 28,
    "text": "Absalom instructed his servants, “Look! When Amnon is drunk and I say to you, ‘Strike Amnon down,’ kill him then and there. Don’t fear! Is it not I who have given you these instructions? Be strong and courageous!” ",
    "reference": "2 Samuel 13:28"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 29,
    "text": "So Absalom’s servants did to Amnon exactly what Absalom had instructed. Then all the king’s sons got up; each one rode away on his mule and fled. ",
    "reference": "2 Samuel 13:29"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 30,
    "text": "While they were still on their way, the following report reached David: “Absalom has killed all the king’s sons; not one of them is left!” ",
    "reference": "2 Samuel 13:30"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 31,
    "text": "Then the king stood up and tore his garments and lay down on the ground. All his servants were standing there with torn garments as well.",
    "reference": "2 Samuel 13:31"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 32,
    "text": "Jonadab, the son of David’s brother Shimeah, said, “My lord should not say, ‘They have killed all the young men who are the king’s sons.’ For only Amnon is dead. This is what Absalom has talked about from the day that Amnon humiliated his sister Tamar. ",
    "reference": "2 Samuel 13:32"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 33,
    "text": "Now don’t let my lord the king be concerned about the report that has come saying, ‘All the king’s sons are dead.’ It is only Amnon who is dead.” ",
    "reference": "2 Samuel 13:33"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 34,
    "text": "In the meantime Absalom fled. When the servant who was the watchman looked up, he saw many people coming from the west on a road beside the hill. ",
    "reference": "2 Samuel 13:34"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 35,
    "text": "Jonadab said to the king, “Look! The king’s sons have come! It’s just as I said.” ",
    "reference": "2 Samuel 13:35"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 36,
    "text": "Just as he finished speaking, the king’s sons arrived, wailing and weeping. The king and all his servants wept loudly as well. ",
    "reference": "2 Samuel 13:36"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 37,
    "text": "But Absalom fled and went to King Talmai son of Ammihud of Geshur. And David grieved over his son every day. ",
    "reference": "2 Samuel 13:37"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 38,
    "text": "After Absalom fled and went to Geshur, he remained there for three years. ",
    "reference": "2 Samuel 13:38"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 13,
    "verse": 39,
    "text": "The king longed to go to Absalom, for he had since been consoled over the death of Amnon. ",
    "reference": "2 Samuel 13:39"
  }
]