[{"bookName":"2 Samuel","chapter":2,"verse":1,"text":"Afterward David inquired of the Lord, “Should I go up to one of the cities of Judah?” The Lord told him, “Go up.” David asked, “Where should I go?” The Lord replied, “To Hebron.” ","reference":"2 Samuel 2:1"},{"bookName":"2 Samuel","chapter":2,"verse":2,"text":"So David went up, along with his two wives, Ahinoam the Jezreelite and Abigail, formerly the wife of Nabal the Carmelite. ","reference":"2 Samuel 2:2"},{"bookName":"2 Samuel","chapter":2,"verse":3,"text":"David also brought along the men who were with him, each with his family. They settled in the cities of Hebron. ","reference":"2 Samuel 2:3"},{"bookName":"2 Samuel","chapter":2,"verse":4,"text":"The men of Judah came and there they anointed David as king over the people of Judah.David was told, “The people of Jabesh Gilead are the ones who buried Saul.” ","reference":"2 Samuel 2:4"},{"bookName":"2 Samuel","chapter":2,"verse":5,"text":"So David sent messengers to the people of Jabesh Gilead and told them, “May you be blessed by the Lord because you have shown this kindness to your lord Saul by burying him.","reference":"2 Samuel 2:5"},{"bookName":"2 Samuel","chapter":2,"verse":6,"text":"Now may the Lord show you true kindness! I also will reward you, because you have done this deed.","reference":"2 Samuel 2:6"},{"bookName":"2 Samuel","chapter":2,"verse":7,"text":"Now be courageous and prove to be valiant warriors, for your lord Saul is dead. The people of Judah have anointed me as king over them.”","reference":"2 Samuel 2:7"},{"bookName":"2 Samuel","chapter":2,"verse":8,"text":"Now Abner son of Ner, the general in command of Saul’s army, had taken Saul’s son Ish Bosheth and had brought him to Mahanaim. ","reference":"2 Samuel 2:8"},{"bookName":"2 Samuel","chapter":2,"verse":9,"text":"He appointed him king over Gilead, the Geshurites, Jezreel, Ephraim, Benjamin, and all Israel. ","reference":"2 Samuel 2:9"},{"bookName":"2 Samuel","chapter":2,"verse":10,"text":"Ish Bosheth son of Saul was forty years old when he began to rule over Israel. He ruled two years. However, the people of Judah followed David. ","reference":"2 Samuel 2:10"},{"bookName":"2 Samuel","chapter":2,"verse":11,"text":"David was king in Hebron over the people of Judah for seven-and-a-half years. ","reference":"2 Samuel 2:11"},{"bookName":"2 Samuel","chapter":2,"verse":12,"text":"Then Abner son of Ner and the servants of Ish Bosheth son of Saul went out from Mahanaim to Gibeon. ","reference":"2 Samuel 2:12"},{"bookName":"2 Samuel","chapter":2,"verse":13,"text":"Joab son of Zeruiah and the servants of David also went out and confronted them at the pool of Gibeon. One group stationed themselves on one side of the pool, and the other group on the other side of the pool. ","reference":"2 Samuel 2:13"},{"bookName":"2 Samuel","chapter":2,"verse":14,"text":"Abner said to Joab, “Let the soldiers get up and fight before us.” Joab said, “So be it!”","reference":"2 Samuel 2:14"},{"bookName":"2 Samuel","chapter":2,"verse":15,"text":"So they got up and crossed over by number: 12 belonging to Benjamin and to Ish Bosheth son of Saul, and 12 from the servants of David. ","reference":"2 Samuel 2:15"},{"bookName":"2 Samuel","chapter":2,"verse":16,"text":"As they grappled with one another, each one stabbed his opponent with his sword and they fell dead together. So that place is called the Field of Flints; it is in Gibeon. ","reference":"2 Samuel 2:16"},{"bookName":"2 Samuel","chapter":2,"verse":17,"text":"Now the battle was very severe that day; Abner and the men of Israel were overcome by David’s soldiers. ","reference":"2 Samuel 2:17"},{"bookName":"2 Samuel","chapter":2,"verse":18,"text":"The three sons of Zeruiah were there—Joab, Abishai, and Asahel. (Now Asahel was as quick on his feet as one of the gazelles in the field.) ","reference":"2 Samuel 2:18"},{"bookName":"2 Samuel","chapter":2,"verse":19,"text":"Asahel chased Abner, without turning to the right or to the left as he followed Abner. ","reference":"2 Samuel 2:19"},{"bookName":"2 Samuel","chapter":2,"verse":20,"text":"Then Abner turned and asked, “Is that you, Asahel?” He replied, “Yes it is!”","reference":"2 Samuel 2:20"},{"bookName":"2 Samuel","chapter":2,"verse":21,"text":"Abner said to him, “Turn aside to your right or to your left. Capture one of the soldiers and take his equipment for yourself!” But Asahel was not willing to turn aside from following him.","reference":"2 Samuel 2:21"},{"bookName":"2 Samuel","chapter":2,"verse":22,"text":"So Abner spoke again to Asahel, “Turn aside from following me! I do not want to strike you to the ground. How then could I show my face in the presence of Joab your brother?” ","reference":"2 Samuel 2:22"},{"bookName":"2 Samuel","chapter":2,"verse":23,"text":"But Asahel refused to turn aside. So Abner struck him in the abdomen with the back end of his spear. The spear came out his back; Asahel collapsed on the spot and died there right before Abner. Everyone who came to the place where Asahel fell dead paused in respect.","reference":"2 Samuel 2:23"},{"bookName":"2 Samuel","chapter":2,"verse":24,"text":"So Joab and Abishai chased Abner. At sunset they came to the hill of Ammah near Giah on the way to the wilderness of Gibeon. ","reference":"2 Samuel 2:24"},{"bookName":"2 Samuel","chapter":2,"verse":25,"text":"The Benjaminites formed their ranks behind Abner and were like a single army, standing at the top of a certain hill. ","reference":"2 Samuel 2:25"},{"bookName":"2 Samuel","chapter":2,"verse":26,"text":"Then Abner called out to Joab, “Must the sword devour forever? Don’t you realize that this will turn bitter in the end? When will you tell the people to turn aside from pursuing their brothers?” ","reference":"2 Samuel 2:26"},{"bookName":"2 Samuel","chapter":2,"verse":27,"text":"Joab replied, “As surely as God lives, if you had not said this, it would have been morning before the people would have abandoned pursuit of their brothers.” ","reference":"2 Samuel 2:27"},{"bookName":"2 Samuel","chapter":2,"verse":28,"text":"Then Joab blew the ram’s horn and all the people stopped in their tracks. They stopped chasing Israel and ceased fighting. ","reference":"2 Samuel 2:28"},{"bookName":"2 Samuel","chapter":2,"verse":29,"text":"Abner and his men went through the rift valley all that night. They crossed the Jordan River and went through the whole region of Bitron and came to Mahanaim. ","reference":"2 Samuel 2:29"},{"bookName":"2 Samuel","chapter":2,"verse":30,"text":"Now Joab returned from chasing Abner and assembled all the people. Nineteen of David’s soldiers were missing, in addition to Asahel. ","reference":"2 Samuel 2:30"},{"bookName":"2 Samuel","chapter":2,"verse":31,"text":"But David’s soldiers had slaughtered the Benjaminites and Abner’s men—in all, 360 men had died! ","reference":"2 Samuel 2:31"},{"bookName":"2 Samuel","chapter":2,"verse":32,"text":"They took Asahel’s body and buried him in his father’s tomb at Bethlehem. Joab and his men then traveled all that night and reached Hebron by dawn. ","reference":"2 Samuel 2:32"}]