[{"bookName":"2 Samuel","chapter":19,"verse":1,"text":"(19:2) Joab was told, “The king is weeping and mourning over Absalom.” ","reference":"2 Samuel 19:1"},{"bookName":"2 Samuel","chapter":19,"verse":2,"text":"So the victory of that day was turned to mourning as far as all the people were concerned. For the people heard on that day, “The king is grieved over his son.” ","reference":"2 Samuel 19:2"},{"bookName":"2 Samuel","chapter":19,"verse":3,"text":"That day the people stole away to go to the city the way people who are embarrassed steal away in fleeing from battle. ","reference":"2 Samuel 19:3"},{"bookName":"2 Samuel","chapter":19,"verse":4,"text":"The king covered his face and cried out loudly, “My son, Absalom! Absalom, my son, my son!” ","reference":"2 Samuel 19:4"},{"bookName":"2 Samuel","chapter":19,"verse":5,"text":"So Joab visited the king at his home. He said, “Today you have embarrassed all your servants who have saved your life this day, as well as the lives of your sons, your daughters, your wives, and your concubines. ","reference":"2 Samuel 19:5"},{"bookName":"2 Samuel","chapter":19,"verse":6,"text":"You seem to love your enemies and hate your friends! For you have as much as declared today that leaders and servants don’t matter to you. I realize now that if Absalom were alive and all of us were dead today, it would be all right with you.","reference":"2 Samuel 19:6"},{"bookName":"2 Samuel","chapter":19,"verse":7,"text":"So get up now and go out and give some encouragement to your servants. For I swear by the Lord that if you don’t go out there, not a single man will stay here with you tonight! This disaster will be worse for you than any disaster that has overtaken you from your youth right to the present time!” ","reference":"2 Samuel 19:7"},{"bookName":"2 Samuel","chapter":19,"verse":8,"text":"So the king got up and sat at the city gate. When all the people were informed that the king was sitting at the city gate, they all came before him.But the Israelite soldiers had all fled to their own homes. ","reference":"2 Samuel 19:8"},{"bookName":"2 Samuel","chapter":19,"verse":9,"text":"All the people throughout all the tribes of Israel were arguing among themselves saying, “The king delivered us from the hand of our enemies. He rescued us from the hand of the Philistines, but now he has fled from the land because of Absalom. ","reference":"2 Samuel 19:9"},{"bookName":"2 Samuel","chapter":19,"verse":10,"text":"But Absalom, whom we anointed as our king, has died in battle. So now why do you hesitate to bring the king back?”","reference":"2 Samuel 19:10"},{"bookName":"2 Samuel","chapter":19,"verse":11,"text":"Then King David sent a message to Zadok and Abiathar the priests saying, “Tell the elders of Judah, ‘Why should you delay any further in bringing the king back to his palace, when everything Israel is saying has come to the king’s attention.","reference":"2 Samuel 19:11"},{"bookName":"2 Samuel","chapter":19,"verse":12,"text":"You are my brothers—my very own flesh and blood! Why should you delay any further in bringing the king back?’ ","reference":"2 Samuel 19:12"},{"bookName":"2 Samuel","chapter":19,"verse":13,"text":"Say to Amasa, ‘Are you not my flesh and blood? God will punish me severely, if from this time on you are not the commander of my army in place of Joab!’” ","reference":"2 Samuel 19:13"},{"bookName":"2 Samuel","chapter":19,"verse":14,"text":"He won over the hearts of all the men of Judah as though they were one man. Then they sent word to the king saying, “Return, you and all your servants as well.”","reference":"2 Samuel 19:14"},{"bookName":"2 Samuel","chapter":19,"verse":15,"text":"So the king returned and came to the Jordan River. Now the people of Judah had come to Gilgal to meet the king and to help him cross the Jordan. ","reference":"2 Samuel 19:15"},{"bookName":"2 Samuel","chapter":19,"verse":16,"text":"Shimei son of Gera the Benjaminite from Bahurim came down quickly with the men of Judah to meet King David. ","reference":"2 Samuel 19:16"},{"bookName":"2 Samuel","chapter":19,"verse":17,"text":"There were 1,000 men from Benjamin with him, along with Ziba the servant of Saul’s household, and with him his 15 sons and 20 servants. They hurriedly crossed the Jordan within sight of the king. ","reference":"2 Samuel 19:17"},{"bookName":"2 Samuel","chapter":19,"verse":18,"text":"They crossed at the ford in order to help the king’s household cross and to do whatever he thought appropriate.Now after he had crossed the Jordan, Shimei son of Gera threw himself down before the king. ","reference":"2 Samuel 19:18"},{"bookName":"2 Samuel","chapter":19,"verse":19,"text":"He said to the king, “Don’t think badly of me, my lord, and don’t recall the sin of your servant on the day when you, my lord the king, left Jerusalem! Please don’t call it to mind! ","reference":"2 Samuel 19:19"},{"bookName":"2 Samuel","chapter":19,"verse":20,"text":"For I, your servant, know that I sinned, and I have come today as the first of all the house of Joseph to come down to meet my lord the king.” ","reference":"2 Samuel 19:20"},{"bookName":"2 Samuel","chapter":19,"verse":21,"text":"Abishai son of Zeruiah replied, “For this should not Shimei be put to death? After all, he cursed the Lord’s anointed!” ","reference":"2 Samuel 19:21"},{"bookName":"2 Samuel","chapter":19,"verse":22,"text":"But David said, “What do we have in common, you sons of Zeruiah? You are like my enemy today! Should anyone be put to death in Israel today? Don’t I know that today I am king over Israel?” ","reference":"2 Samuel 19:22"},{"bookName":"2 Samuel","chapter":19,"verse":23,"text":"The king said to Shimei, “You won’t die.” The king vowed an oath concerning this.","reference":"2 Samuel 19:23"},{"bookName":"2 Samuel","chapter":19,"verse":24,"text":"Now Mephibosheth, Saul’s grandson, came down to meet the king. From the day the king had left until the day he safely returned, Mephibosheth had not cared for his feet nor trimmed his mustache nor washed his clothes. ","reference":"2 Samuel 19:24"},{"bookName":"2 Samuel","chapter":19,"verse":25,"text":"When he came from Jerusalem to meet the king, the king asked him, “Why didn’t you go with me, Mephibosheth?” ","reference":"2 Samuel 19:25"},{"bookName":"2 Samuel","chapter":19,"verse":26,"text":"He replied, “My lord the king, my servant deceived me! I said, ‘Let me get my donkey saddled so that I can ride on it and go with the king,’ for I am lame. ","reference":"2 Samuel 19:26"},{"bookName":"2 Samuel","chapter":19,"verse":27,"text":"But my servant has slandered me to my lord the king. But my lord the king is like an angel of God. Do whatever seems appropriate to you.","reference":"2 Samuel 19:27"},{"bookName":"2 Samuel","chapter":19,"verse":28,"text":"After all, there was no one in the entire house of my grandfather who did not deserve death from my lord the king. But instead you allowed me to eat at your own table! What further claim do I have to ask the king for anything?”","reference":"2 Samuel 19:28"},{"bookName":"2 Samuel","chapter":19,"verse":29,"text":"Then the king replied to him, “Why should you continue speaking like this? You and Ziba will inherit the field together.”","reference":"2 Samuel 19:29"},{"bookName":"2 Samuel","chapter":19,"verse":30,"text":"Mephibosheth said to the king, “Let him have the whole thing! My lord the king has returned safely to his house!” ","reference":"2 Samuel 19:30"},{"bookName":"2 Samuel","chapter":19,"verse":31,"text":"Now when Barzillai the Gileadite had come down from Rogelim, he crossed the Jordan with the king so he could send him on his way from there.","reference":"2 Samuel 19:31"},{"bookName":"2 Samuel","chapter":19,"verse":32,"text":"But Barzillai was very old—eighty years old, in fact—and he had taken care of the king when he stayed in Mahanaim, for he was a very rich man. ","reference":"2 Samuel 19:32"},{"bookName":"2 Samuel","chapter":19,"verse":33,"text":"So the king said to Barzillai, “Cross over with me, and I will take care of you while you are with me in Jerusalem.” ","reference":"2 Samuel 19:33"},{"bookName":"2 Samuel","chapter":19,"verse":34,"text":"Barzillai replied to the king, “How many days do I have left to my life, that I should go up with the king to Jerusalem? ","reference":"2 Samuel 19:34"},{"bookName":"2 Samuel","chapter":19,"verse":35,"text":"I am now eighty years old. Am I able to discern good and bad? Can I taste what I eat and drink? Am I still able to hear the voices of male and female singers? Why should I continue to be a burden to my lord the king? ","reference":"2 Samuel 19:35"},{"bookName":"2 Samuel","chapter":19,"verse":36,"text":"I will cross the Jordan with the king and go a short distance. Why should the king reward me in this way?","reference":"2 Samuel 19:36"},{"bookName":"2 Samuel","chapter":19,"verse":37,"text":"Let me return so that I may die in my own town near the grave of my father and my mother. But look, here is your servant Kimham. Let him cross over with my lord the king. Do for him whatever seems appropriate to you.”","reference":"2 Samuel 19:37"},{"bookName":"2 Samuel","chapter":19,"verse":38,"text":"The king replied, “Kimham will cross over with me, and I will do for him whatever I deem appropriate. And whatever you choose, I will do for you.”","reference":"2 Samuel 19:38"},{"bookName":"2 Samuel","chapter":19,"verse":39,"text":"So all the people crossed the Jordan, as did the king. After the king had kissed him and blessed him, Barzillai returned to his home. ","reference":"2 Samuel 19:39"},{"bookName":"2 Samuel","chapter":19,"verse":40,"text":"When the king crossed over to Gilgal, Kimham crossed over with him. Now all the soldiers of Judah along with half the soldiers of Israel had helped the king cross over.","reference":"2 Samuel 19:40"},{"bookName":"2 Samuel","chapter":19,"verse":41,"text":"Then all the men of Israel began coming to the king. They asked the king, “Why did our brothers, the men of Judah, sneak the king away and help the king and his household cross the Jordan—and not only him but all of David’s men as well?” ","reference":"2 Samuel 19:41"},{"bookName":"2 Samuel","chapter":19,"verse":42,"text":"All the men of Judah replied to the men of Israel, “Because the king is our close relative! Why are you so upset about this? Have we eaten at the king’s expense? Or have we misappropriated anything for our own use?”","reference":"2 Samuel 19:42"},{"bookName":"2 Samuel","chapter":19,"verse":43,"text":"The men of Israel replied to the men of Judah, “We have 10 shares in the king, and we have a greater claim on David than you do! Why do you want to curse us? Weren’t we the first to suggest bringing back our king?” But the comments of the men of Judah were more severe than those of the men of Israel. ","reference":"2 Samuel 19:43"}]