[{"bookName":"2 Samuel","chapter":15,"verse":1,"text":"Some time later Absalom managed to acquire a chariot and horses, as well as 50 men to serve as his royal guard. ","reference":"2 Samuel 15:1"},{"bookName":"2 Samuel","chapter":15,"verse":2,"text":"Now Absalom used to get up early and stand beside the road that led to the city gate. Whenever anyone came by who had a complaint to bring to the king for arbitration, Absalom would call out to him, “What city are you from?” The person would answer, “I, your servant, am from one of the tribes of Israel.” ","reference":"2 Samuel 15:2"},{"bookName":"2 Samuel","chapter":15,"verse":3,"text":"Absalom would then say to him, “Look, your claims are legitimate and appropriate. But there is no representative of the king who will listen to you.”","reference":"2 Samuel 15:3"},{"bookName":"2 Samuel","chapter":15,"verse":4,"text":"Absalom would then say, “If only they would make me a judge in the land! Then everyone who had a judicial complaint could come to me and I would make sure he receives a just settlement.” ","reference":"2 Samuel 15:4"},{"bookName":"2 Samuel","chapter":15,"verse":5,"text":"When someone approached to bow before him, Absalom would extend his hand and embrace him and kiss him.","reference":"2 Samuel 15:5"},{"bookName":"2 Samuel","chapter":15,"verse":6,"text":"Absalom acted this way toward everyone in Israel who came to the king for justice. In this way Absalom won the loyalty of the citizens of Israel. ","reference":"2 Samuel 15:6"},{"bookName":"2 Samuel","chapter":15,"verse":7,"text":"After four years Absalom said to the king, “Let me go and repay my vow that I made to the Lord while I was in Hebron. ","reference":"2 Samuel 15:7"},{"bookName":"2 Samuel","chapter":15,"verse":8,"text":"For I made this vow when I was living in Geshur in Aram: ‘If the Lord really does allow me to return to Jerusalem, I will serve the Lord.’”","reference":"2 Samuel 15:8"},{"bookName":"2 Samuel","chapter":15,"verse":9,"text":"The king replied to him, “Go in peace.” So Absalom got up and went to Hebron. ","reference":"2 Samuel 15:9"},{"bookName":"2 Samuel","chapter":15,"verse":10,"text":"Then Absalom sent spies through all the tribes of Israel who said, “When you hear the sound of the horn, you may assume that Absalom rules in Hebron.” ","reference":"2 Samuel 15:10"},{"bookName":"2 Samuel","chapter":15,"verse":11,"text":"Now 200 men had gone with Absalom from Jerusalem. Since they were invited, they went naively and were unaware of what Absalom was planning. ","reference":"2 Samuel 15:11"},{"bookName":"2 Samuel","chapter":15,"verse":12,"text":"While he was offering sacrifices, Absalom sent for Ahithophel the Gilonite, David’s adviser, to come from his city, Giloh. The conspiracy was gaining momentum, and the people were starting to side with Absalom. ","reference":"2 Samuel 15:12"},{"bookName":"2 Samuel","chapter":15,"verse":13,"text":"Then a messenger came to David and reported, “The men of Israel are loyal to Absalom!” ","reference":"2 Samuel 15:13"},{"bookName":"2 Samuel","chapter":15,"verse":14,"text":"So David said to all his servants who were with him in Jerusalem, “Come on! Let’s escape! Otherwise no one will be delivered from Absalom! Go immediately, or else he will quickly overtake us and bring disaster on us and kill the city’s residents with the sword.” ","reference":"2 Samuel 15:14"},{"bookName":"2 Samuel","chapter":15,"verse":15,"text":"The king’s servants replied to the king, “We will do whatever our lord the king decides.”","reference":"2 Samuel 15:15"},{"bookName":"2 Samuel","chapter":15,"verse":16,"text":"So the king and all the members of his royal court set out on foot, though the king left behind 10 concubines to attend to the palace. ","reference":"2 Samuel 15:16"},{"bookName":"2 Samuel","chapter":15,"verse":17,"text":"The king and all the people set out on foot, pausing at a spot some distance away.","reference":"2 Samuel 15:17"},{"bookName":"2 Samuel","chapter":15,"verse":18,"text":"All his servants were leaving with him, along with all the Kerethites, all the Pelethites, and all the Gittites—some 600 men who had come on foot from Gath. They were leaving with the king. ","reference":"2 Samuel 15:18"},{"bookName":"2 Samuel","chapter":15,"verse":19,"text":"Then the king said to Ittai the Gittite, “Why should you come with us? Go back and stay with the new king, for you are a foreigner and an exile from your own country. ","reference":"2 Samuel 15:19"},{"bookName":"2 Samuel","chapter":15,"verse":20,"text":"It seems as if you arrived just yesterday. Today should I make you wander around by going with us? I go where I must go. But as for you, go back and take your men with you. May genuine loyal love protect you!”","reference":"2 Samuel 15:20"},{"bookName":"2 Samuel","chapter":15,"verse":21,"text":"But Ittai replied to the king, “As surely as the Lord lives and as my lord the king lives, wherever my lord the king is, whether it means death or life, there I will be as well!” ","reference":"2 Samuel 15:21"},{"bookName":"2 Samuel","chapter":15,"verse":22,"text":"So David said to Ittai, “Come along then.” So Ittai the Gittite went along, accompanied by all his men and all the dependents who were with him.","reference":"2 Samuel 15:22"},{"bookName":"2 Samuel","chapter":15,"verse":23,"text":"All the land was weeping loudly as all these people were leaving. As the king was crossing over the Kidron Valley, all the people were leaving on the road that leads to the desert. ","reference":"2 Samuel 15:23"},{"bookName":"2 Samuel","chapter":15,"verse":24,"text":"Zadok and all the Levites who were with him were carrying the ark of the covenant of God. When they positioned the ark of God, Abiathar offered sacrifices until all the people had finished leaving the city. ","reference":"2 Samuel 15:24"},{"bookName":"2 Samuel","chapter":15,"verse":25,"text":"Then the king said to Zadok, “Take the ark of God back to the city. If I find favor in the Lord’s sight he will bring me back and enable me to see both it and his dwelling place again.","reference":"2 Samuel 15:25"},{"bookName":"2 Samuel","chapter":15,"verse":26,"text":"However, if he should say, ‘I do not take pleasure in you,’ then he will deal with me in a way that he considers appropriate.” ","reference":"2 Samuel 15:26"},{"bookName":"2 Samuel","chapter":15,"verse":27,"text":"The king said to Zadok the priest, “Are you a seer? Go back to the city in peace! Your son Ahimaaz and Abiathar’s son Jonathan may go with you and Abiathar. ","reference":"2 Samuel 15:27"},{"bookName":"2 Samuel","chapter":15,"verse":28,"text":"Look, I will be waiting at the fords of the desert until word from you reaches me.”","reference":"2 Samuel 15:28"},{"bookName":"2 Samuel","chapter":15,"verse":29,"text":"So Zadok and Abiathar took the ark of God back to Jerusalem and remained there. ","reference":"2 Samuel 15:29"},{"bookName":"2 Samuel","chapter":15,"verse":30,"text":"As David was going up the Mount of Olives, he was weeping as he went; his head was covered and his feet were bare. All the people who were with him also had their heads covered and were weeping as they went up. ","reference":"2 Samuel 15:30"},{"bookName":"2 Samuel","chapter":15,"verse":31,"text":"Now David had been told, “Ahithophel has sided with the conspirators who are with Absalom.” So David prayed, “Make the advice of Ahithophel foolish, O Lord.”","reference":"2 Samuel 15:31"},{"bookName":"2 Samuel","chapter":15,"verse":32,"text":"When David reached the summit, where he used to worship God, Hushai the Arkite met him with his clothes torn and dirt on his head. ","reference":"2 Samuel 15:32"},{"bookName":"2 Samuel","chapter":15,"verse":33,"text":"David said to him, “If you leave with me you will be a burden to me.","reference":"2 Samuel 15:33"},{"bookName":"2 Samuel","chapter":15,"verse":34,"text":"But you will be able to counter the advice of Ahithophel if you go back to the city and say to Absalom, ‘I will be your servant, O king! Previously I was your father’s servant, and now I will be your servant.’ ","reference":"2 Samuel 15:34"},{"bookName":"2 Samuel","chapter":15,"verse":35,"text":"Zadok and Abiathar the priests will be there with you. Everything you hear in the king’s palace you must tell Zadok and Abiathar the priests. ","reference":"2 Samuel 15:35"},{"bookName":"2 Samuel","chapter":15,"verse":36,"text":"Furthermore, their two sons are there with them, Zadok’s son Ahimaaz and Abiathar’s son Jonathan. You must send them to me with any information you hear.” ","reference":"2 Samuel 15:36"},{"bookName":"2 Samuel","chapter":15,"verse":37,"text":"So David’s friend Hushai arrived in the city, just as Absalom was entering Jerusalem. ","reference":"2 Samuel 15:37"}]