[{"bookName":"2 Samuel","chapter":23,"verse":1,"text":"These are the final words of David: “The oracle of David son of Jesse, the oracle of the man raised up as the ruler chosen by the God of Jacob, Israel’s beloved singer of songs: ","reference":"2 Samuel 23:1"},{"bookName":"2 Samuel","chapter":23,"verse":2,"text":"The Lord’s Spirit spoke through me; his word was on my tongue. ","reference":"2 Samuel 23:2"},{"bookName":"2 Samuel","chapter":23,"verse":3,"text":"The God of Israel spoke, the Protector of Israel spoke to me. The one who rules fairly among men, the one who rules in the fear of God, ","reference":"2 Samuel 23:3"},{"bookName":"2 Samuel","chapter":23,"verse":4,"text":"is like the light of morning when the sun comes up, a morning in which there are no clouds. He is like the brightness after rain that produces grass from the earth. ","reference":"2 Samuel 23:4"},{"bookName":"2 Samuel","chapter":23,"verse":5,"text":"My dynasty is approved by God, for he has made a perpetual covenant with me, arranged in all its particulars and secured. He always delivers me, and brings all I desire to fruition. ","reference":"2 Samuel 23:5"},{"bookName":"2 Samuel","chapter":23,"verse":6,"text":"But evil people are like thorns— all of them are tossed away, for they cannot be held in the hand. ","reference":"2 Samuel 23:6"},{"bookName":"2 Samuel","chapter":23,"verse":7,"text":"The one who touches them must use an iron instrument or the wooden shaft of a spear. They are completely burned up right where they lie!” ","reference":"2 Samuel 23:7"},{"bookName":"2 Samuel","chapter":23,"verse":8,"text":"These are the names of David’s warriors:Josheb Basshebeth, a Tahkemonite, was head of the officers. He killed 800 men with his spear in one battle.","reference":"2 Samuel 23:8"},{"bookName":"2 Samuel","chapter":23,"verse":9,"text":"Next in command was Eleazar son of Dodo, the son of Ahohi. He was one of the three warriors who were with David when they defied the Philistines who were assembled there for battle. When the men of Israel retreated, ","reference":"2 Samuel 23:9"},{"bookName":"2 Samuel","chapter":23,"verse":10,"text":"he stood his ground and fought the Philistines until his hand grew so tired that it seemed stuck to his sword. The Lord gave a great victory on that day. When the army returned to him, the only thing left to do was to plunder the corpses. ","reference":"2 Samuel 23:10"},{"bookName":"2 Samuel","chapter":23,"verse":11,"text":"Next in command was Shammah son of Agee the Hararite. When the Philistines assembled at Lehi, where there happened to be an area of a field that was full of lentils, the army retreated before the Philistines. ","reference":"2 Samuel 23:11"},{"bookName":"2 Samuel","chapter":23,"verse":12,"text":"But he made a stand in the middle of that area. He defended it and defeated the Philistines; the Lord gave them a great victory. ","reference":"2 Samuel 23:12"},{"bookName":"2 Samuel","chapter":23,"verse":13,"text":"At the time of the harvest three of the thirty leaders went down to David at the cave of Adullam. A band of Philistines was camped in the valley of Rephaim. ","reference":"2 Samuel 23:13"},{"bookName":"2 Samuel","chapter":23,"verse":14,"text":"David was in the stronghold at the time, while a Philistine garrison was in Bethlehem. ","reference":"2 Samuel 23:14"},{"bookName":"2 Samuel","chapter":23,"verse":15,"text":"David was thirsty and said, “How I wish someone would give me some water to drink from the cistern in Bethlehem near the gate!” ","reference":"2 Samuel 23:15"},{"bookName":"2 Samuel","chapter":23,"verse":16,"text":"So the three elite warriors broke through the Philistine forces and drew some water from the cistern in Bethlehem near the gate. They carried it back to David, but he refused to drink it. He poured it out as a drink offering to the Lord ","reference":"2 Samuel 23:16"},{"bookName":"2 Samuel","chapter":23,"verse":17,"text":"and said, “O Lord, I will not do this! It is equivalent to the blood of the men who risked their lives by going.” So he refused to drink it. Such were the exploits of the three elite warriors. ","reference":"2 Samuel 23:17"},{"bookName":"2 Samuel","chapter":23,"verse":18,"text":"Abishai son of Zeruiah, the brother of Joab, was head of the three. He killed 300 men with his spear and gained fame among the three. ","reference":"2 Samuel 23:18"},{"bookName":"2 Samuel","chapter":23,"verse":19,"text":"From the three he was given honor and he became their officer, even though he was not one of the three. ","reference":"2 Samuel 23:19"},{"bookName":"2 Samuel","chapter":23,"verse":20,"text":"Benaiah son of Jehoiada was a brave warrior from Kabzeel who performed great exploits. He struck down the two sons of Ariel of Moab. He also went down and killed a lion in a cistern on a snowy day. ","reference":"2 Samuel 23:20"},{"bookName":"2 Samuel","chapter":23,"verse":21,"text":"He also killed an impressive-looking Egyptian. The Egyptian wielded a spear, while Benaiah attacked him with a club. He grabbed the spear out of the Egyptian’s hand and killed him with his own spear. ","reference":"2 Samuel 23:21"},{"bookName":"2 Samuel","chapter":23,"verse":22,"text":"Such were the exploits of Benaiah son of Jehoiada, who gained fame among the three elite warriors. ","reference":"2 Samuel 23:22"},{"bookName":"2 Samuel","chapter":23,"verse":23,"text":"He received honor from the 30 warriors, though he was not one of the three elite warriors. David put him in charge of his bodyguard. ","reference":"2 Samuel 23:23"},{"bookName":"2 Samuel","chapter":23,"verse":24,"text":"Included with the 30 were the following: Asahel the brother of Joab, Elhanan son of Dodo from Bethlehem, ","reference":"2 Samuel 23:24"},{"bookName":"2 Samuel","chapter":23,"verse":25,"text":"Shammah the Harodite, Elika the Harodite, ","reference":"2 Samuel 23:25"},{"bookName":"2 Samuel","chapter":23,"verse":26,"text":"Helez the Paltite, Ira son of Ikkesh from Tekoa, ","reference":"2 Samuel 23:26"},{"bookName":"2 Samuel","chapter":23,"verse":27,"text":"Abiezer the Anathothite, Mebunnai the Hushathite, ","reference":"2 Samuel 23:27"},{"bookName":"2 Samuel","chapter":23,"verse":28,"text":"Zalmon the Ahohite, Maharai the Netophathite, ","reference":"2 Samuel 23:28"},{"bookName":"2 Samuel","chapter":23,"verse":29,"text":"Heled son of Baanah the Netophathite, Ittai son of Ribai from Gibeah in Benjamin, ","reference":"2 Samuel 23:29"},{"bookName":"2 Samuel","chapter":23,"verse":30,"text":"Benaiah the Pirathonite, Hiddai from the wadis of Gaash, ","reference":"2 Samuel 23:30"},{"bookName":"2 Samuel","chapter":23,"verse":31,"text":"Abi-Albon the Arbathite, Azmaveth the Barhumite, ","reference":"2 Samuel 23:31"},{"bookName":"2 Samuel","chapter":23,"verse":32,"text":"Eliahba the Shaalbonite, the sons of Jashen, Jonathan ","reference":"2 Samuel 23:32"},{"bookName":"2 Samuel","chapter":23,"verse":33,"text":"son of Shammah the Hararite, Ahiam son of Sharar the Hararite, ","reference":"2 Samuel 23:33"},{"bookName":"2 Samuel","chapter":23,"verse":34,"text":"Eliphelet son of Ahasbai the Maacathite, Eliam son of Ahithophel the Gilonite, ","reference":"2 Samuel 23:34"},{"bookName":"2 Samuel","chapter":23,"verse":35,"text":"Hezrai the Carmelite, Paarai the Arbite, ","reference":"2 Samuel 23:35"},{"bookName":"2 Samuel","chapter":23,"verse":36,"text":"Igal son of Nathan from Zobah, Bani the Gadite, ","reference":"2 Samuel 23:36"},{"bookName":"2 Samuel","chapter":23,"verse":37,"text":"Zelek the Ammonite, Naharai the Beerothite (the armor-bearer of Joab son of Zeruiah), ","reference":"2 Samuel 23:37"},{"bookName":"2 Samuel","chapter":23,"verse":38,"text":"Ira the Ithrite, Gareb the Ithrite, ","reference":"2 Samuel 23:38"},{"bookName":"2 Samuel","chapter":23,"verse":39,"text":"and Uriah the Hittite. Altogether there were 37. ","reference":"2 Samuel 23:39"}]