[
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 1,
    "text": "When Ish Bosheth the son of Saul heard that Abner had died in Hebron, he was very disheartened, and all Israel was afraid. ",
    "reference": "2 Samuel 4:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 2,
    "text": "Now Saul’s son had two men who were in charge of raiding units; one was named Baanah and the other Recab. They were sons of Rimmon the Beerothite, who was a Benjaminite. (Beeroth is regarded as belonging to Benjamin, ",
    "reference": "2 Samuel 4:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 3,
    "text": "for the Beerothites fled to Gittaim and have remained there as resident foreigners until the present time.) ",
    "reference": "2 Samuel 4:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 4,
    "text": "Now Saul’s son Jonathan had a son who was crippled in both feet. He was five years old when the news about Saul and Jonathan arrived from Jezreel. His nurse picked him up and fled, but in her haste to get away, he fell and was injured. Mephibosheth was his name. ",
    "reference": "2 Samuel 4:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 5,
    "text": "Now the sons of Rimmon the Beerothite—Recab and Baanah—went at the hottest part of the day to the home of Ish Bosheth, as he was enjoying his midday rest. ",
    "reference": "2 Samuel 4:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 6,
    "text": "They entered the house under the pretense of getting wheat and mortally wounded him in the stomach. Then Recab and his brother Baanah escaped. ",
    "reference": "2 Samuel 4:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 7,
    "text": "They had entered the house while Ish Bosheth was resting on his bed in his bedroom. They mortally wounded him and then cut off his head. Taking his head, they traveled on the way of the rift valley all that night. ",
    "reference": "2 Samuel 4:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 8,
    "text": "They brought the head of Ish Bosheth to David in Hebron, saying to the king, “Look! The head of Ish Bosheth son of Saul, your enemy who sought your life! The Lord has granted vengeance to my lord the king this day against Saul and his descendants!” ",
    "reference": "2 Samuel 4:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 9,
    "text": "David replied to Recab and his brother Baanah, the sons of Rimmon the Beerothite, “As surely as the Lord lives, who has delivered my life from all adversity, ",
    "reference": "2 Samuel 4:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 10,
    "text": "when someone told me that Saul was dead—even though he thought he was bringing good news—I seized him and killed him in Ziklag. That was the good news I gave to him!",
    "reference": "2 Samuel 4:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 11,
    "text": "Surely when wicked men have killed an innocent man as he slept in his own house, should I not now require his blood from your hands and remove you from the earth?” ",
    "reference": "2 Samuel 4:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 4,
    "verse": 12,
    "text": "So David issued orders to the soldiers and they put them to death. Then they cut off their hands and feet and hung them near the pool in Hebron. But they took the head of Ish Bosheth and buried it in the tomb of Abner in Hebron. ",
    "reference": "2 Samuel 4:12"
  }
]