[
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 1,
    "text": "So the Lord sent Nathan to David. When he came to David, Nathan said, “There were two men in a certain city, one rich and the other poor. ",
    "reference": "2 Samuel 12:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 2,
    "text": "The rich man had a great many flocks and herds. ",
    "reference": "2 Samuel 12:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 3,
    "text": "But the poor man had nothing except for a little lamb he had acquired. He raised it, and it grew up alongside him and his children. It used to eat his food, drink from his cup, and sleep in his arms. It was just like a daughter to him.",
    "reference": "2 Samuel 12:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 4,
    "text": "“When a traveler arrived at the rich man’s home, he did not want to use one of his own sheep or cattle to feed the traveler who had come to visit him. Instead, he took the poor man’s lamb and cooked it for the man who had come to visit him.”",
    "reference": "2 Samuel 12:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 5,
    "text": "Then David became very angry at this man. He said to Nathan, “As surely as the Lord lives, the man who did this deserves to die!",
    "reference": "2 Samuel 12:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 6,
    "text": "Because he committed this cold-hearted crime, he must pay for the lamb four times over!” ",
    "reference": "2 Samuel 12:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 7,
    "text": "Nathan said to David, “You are that man! This is what the Lord God of Israel has said: ‘I chose you to be king over Israel and I rescued you from the hand of Saul. ",
    "reference": "2 Samuel 12:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 8,
    "text": "I gave you your master’s house, and put your master’s wives into your arms. I also gave you the house of Israel and Judah. And if all that somehow seems insignificant, I would have given you so much more as well!",
    "reference": "2 Samuel 12:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 9,
    "text": "Why have you shown contempt for the Lord’s decrees by doing evil in my sight? You have struck down Uriah the Hittite with the sword and you have taken his wife to be your own wife! You have killed him with the sword of the Ammonites. ",
    "reference": "2 Samuel 12:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 10,
    "text": "So now the sword will never depart from your house. For you have despised me by taking the wife of Uriah the Hittite as your own!’",
    "reference": "2 Samuel 12:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 11,
    "text": "This is what the Lord has said: ‘I am about to bring disaster on you from inside your own household! Right before your eyes I will take your wives and hand them over to your companion. He will go to bed with your wives in broad daylight!",
    "reference": "2 Samuel 12:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 12,
    "text": "Although you have acted in secret, I will do this thing before all Israel, and in broad daylight.’”",
    "reference": "2 Samuel 12:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 13,
    "text": "Then David exclaimed to Nathan, “I have sinned against the Lord!” Nathan replied to David, “Yes, and the Lord has forgiven your sin. You are not going to die. ",
    "reference": "2 Samuel 12:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 14,
    "text": "Nonetheless, because you have treated the Lord with such contempt in this matter, the son who has been born to you will certainly die.” ",
    "reference": "2 Samuel 12:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 15,
    "text": "Then Nathan went to his home. The Lord struck the child that Uriah’s wife had borne to David, and the child became very ill. ",
    "reference": "2 Samuel 12:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 16,
    "text": "Then David prayed to God for the child and fasted. He would even go and spend the night lying on the ground. ",
    "reference": "2 Samuel 12:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 17,
    "text": "The elders of his house stood over him and tried to lift him from the ground, but he was unwilling, and refused to eat food with them.",
    "reference": "2 Samuel 12:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 18,
    "text": "On the seventh day the child died. But the servants of David were afraid to inform him that the child had died, for they said, “While the child was still alive he would not listen to us when we spoke to him. How can we tell him that the child is dead? He will do himself harm!” ",
    "reference": "2 Samuel 12:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 19,
    "text": "When David saw that his servants were whispering to one another, he realized that the child was dead. So David asked his servants, “Is the child dead?” They replied, “Yes, he’s dead.” ",
    "reference": "2 Samuel 12:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 20,
    "text": "So David got up from the ground, bathed, put on oil, and changed his clothes. He went to the house of the Lord and worshiped. Then, when he entered his palace, he requested that food be brought to him, and he ate. ",
    "reference": "2 Samuel 12:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 21,
    "text": "His servants said to him, “What is this that you have done? While the child was still alive, you fasted and wept. Once the child was dead you got up and ate food!” ",
    "reference": "2 Samuel 12:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 22,
    "text": "He replied, “While the child was still alive, I fasted and wept because I thought, ‘Perhaps the Lord will show pity and the child will live.’ ",
    "reference": "2 Samuel 12:22"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 23,
    "text": "But now he is dead. Why should I fast? Am I able to bring him back at this point? I will go to him, but he cannot return to me!” ",
    "reference": "2 Samuel 12:23"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 24,
    "text": "So David comforted his wife Bathsheba. He came to her and went to bed with her. Later she gave birth to a son, and David named him Solomon. Now the Lord loved the child",
    "reference": "2 Samuel 12:24"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 25,
    "text": "and sent word through Nathan the prophet that he should be named Jedidiah for the Lord’s sake. ",
    "reference": "2 Samuel 12:25"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 26,
    "text": " So Joab fought against Rabbah of the Ammonites and captured the royal city. ",
    "reference": "2 Samuel 12:26"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 27,
    "text": "Joab then sent messengers to David, saying, “I have fought against Rabbah and have captured the water supply of the city. ",
    "reference": "2 Samuel 12:27"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 28,
    "text": "So now assemble the rest of the army and besiege the city and capture it. Otherwise I will capture the city and it will be named for me.”",
    "reference": "2 Samuel 12:28"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 29,
    "text": "So David assembled all the army and went to Rabbah and fought against it and captured it.",
    "reference": "2 Samuel 12:29"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 30,
    "text": "He took the crown of their king from his head—it was gold, weighed about 75 pounds, and held a precious stone—and it was placed on David’s head. He also took from the city a great deal of plunder. ",
    "reference": "2 Samuel 12:30"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 12,
    "verse": 31,
    "text": "He removed the people who were in it and made them labor with saws, iron picks, and iron axes, putting them to work at the brick kiln. This was his policy with all the Ammonite cities. Then David and all the army returned to Jerusalem. ",
    "reference": "2 Samuel 12:31"
  }
]