[{"bookName":"2 Samuel","chapter":5,"verse":1,"text":"All the tribes of Israel came to David at Hebron saying, “Look, we are your very flesh and blood! ","reference":"2 Samuel 5:1"},{"bookName":"2 Samuel","chapter":5,"verse":2,"text":"In the past, when Saul was our king, you were the real leader in Israel. The Lord said to you, ‘You will shepherd my people Israel; you will rule over Israel.’” ","reference":"2 Samuel 5:2"},{"bookName":"2 Samuel","chapter":5,"verse":3,"text":"When all the leaders of Israel came to the king at Hebron, King David made an agreement with them in Hebron before the Lord. They designated David as king over Israel. ","reference":"2 Samuel 5:3"},{"bookName":"2 Samuel","chapter":5,"verse":4,"text":"David was thirty years old when he began to reign, and he reigned for forty years. ","reference":"2 Samuel 5:4"},{"bookName":"2 Samuel","chapter":5,"verse":5,"text":"In Hebron he reigned over Judah for seven years and six months, and in Jerusalem he reigned for thirty-three years over all Israel and Judah. ","reference":"2 Samuel 5:5"},{"bookName":"2 Samuel","chapter":5,"verse":6,"text":"Then the king and his men advanced to Jerusalem against the Jebusites who lived in the land. The Jebusites said to David, “You cannot invade this place! Even the blind and the lame will turn you back, saying, ‘David cannot invade this place!’” ","reference":"2 Samuel 5:6"},{"bookName":"2 Samuel","chapter":5,"verse":7,"text":"But David captured the fortress of Zion (that is, the City of David). ","reference":"2 Samuel 5:7"},{"bookName":"2 Samuel","chapter":5,"verse":8,"text":"David said on that day, “Whoever attacks the Jebusites must approach the ‘lame’ and the ‘blind’ who are David’s enemies by going through the water tunnel.” For this reason it is said, “The blind and the lame cannot enter the palace.” ","reference":"2 Samuel 5:8"},{"bookName":"2 Samuel","chapter":5,"verse":9,"text":"So David lived in the fortress and called it the City of David. David built all around it, from the terrace inwards. ","reference":"2 Samuel 5:9"},{"bookName":"2 Samuel","chapter":5,"verse":10,"text":"David’s power grew steadily, for the Lord God of Heaven’s Armies was with him.","reference":"2 Samuel 5:10"},{"bookName":"2 Samuel","chapter":5,"verse":11,"text":"King Hiram of Tyre sent messengers to David, along with cedar logs, carpenters, and stonemasons. They built a palace for David. ","reference":"2 Samuel 5:11"},{"bookName":"2 Samuel","chapter":5,"verse":12,"text":"David realized that the Lord had established him as king over Israel and that he had elevated his kingdom for the sake of his people Israel. ","reference":"2 Samuel 5:12"},{"bookName":"2 Samuel","chapter":5,"verse":13,"text":"David married more concubines and wives from Jerusalem after he arrived from Hebron. Even more sons and daughters were born to David. ","reference":"2 Samuel 5:13"},{"bookName":"2 Samuel","chapter":5,"verse":14,"text":"These are the names of children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ","reference":"2 Samuel 5:14"},{"bookName":"2 Samuel","chapter":5,"verse":15,"text":"Ibhar, Elishua, Nepheg, Japhia, ","reference":"2 Samuel 5:15"},{"bookName":"2 Samuel","chapter":5,"verse":16,"text":"Elishama, Eliada, and Eliphelet. ","reference":"2 Samuel 5:16"},{"bookName":"2 Samuel","chapter":5,"verse":17,"text":"When the Philistines heard that David had been designated king over Israel, they all went up to search for David. When David heard about it, he went down to the fortress. ","reference":"2 Samuel 5:17"},{"bookName":"2 Samuel","chapter":5,"verse":18,"text":"Now the Philistines had arrived and spread out in the valley of Rephaim. ","reference":"2 Samuel 5:18"},{"bookName":"2 Samuel","chapter":5,"verse":19,"text":"So David asked the Lord, “Should I march up against the Philistines? Will you hand them over to me?” The Lord said to David, “March up, for I will indeed hand the Philistines over to you.” ","reference":"2 Samuel 5:19"},{"bookName":"2 Samuel","chapter":5,"verse":20,"text":"So David marched against Baal Perazim and defeated them there. Then he said, “The Lord has burst out against my enemies like water bursts out.” So he called the name of that place Baal Perazim. ","reference":"2 Samuel 5:20"},{"bookName":"2 Samuel","chapter":5,"verse":21,"text":"The Philistines abandoned their idols there, and David and his men picked them up.","reference":"2 Samuel 5:21"},{"bookName":"2 Samuel","chapter":5,"verse":22,"text":"The Philistines again came up and spread out in the valley of Rephaim. ","reference":"2 Samuel 5:22"},{"bookName":"2 Samuel","chapter":5,"verse":23,"text":"So David asked the Lord what he should do. This time the Lord said to him, “Don’t march straight up. Instead, circle around behind them and come against them opposite the trees. ","reference":"2 Samuel 5:23"},{"bookName":"2 Samuel","chapter":5,"verse":24,"text":"When you hear the sound of marching in the tops of the trees, act decisively. For at that moment the Lord is going before you to strike down the army of the Philistines.” ","reference":"2 Samuel 5:24"},{"bookName":"2 Samuel","chapter":5,"verse":25,"text":"David did just as the Lord commanded him, and he struck down the Philistines from Gibeon all the way to Gezer. ","reference":"2 Samuel 5:25"}]