[
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 1,
    "text": "The Lord’s anger again raged against Israel, and he incited David against them, saying, “Go count Israel and Judah.” ",
    "reference": "2 Samuel 24:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 2,
    "text": "The king told Joab, the general in command of his army, “Go through all the tribes of Israel from Dan to Beer Sheba and muster the army, so I may know the size of the army.” ",
    "reference": "2 Samuel 24:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 3,
    "text": "Joab replied to the king, “May the Lord your God make the army a hundred times larger right before the eyes of my lord the king! But why does my master the king want to do this?” ",
    "reference": "2 Samuel 24:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 4,
    "text": "But the king’s edict stood, despite the objections of Joab and the leaders of the army. So Joab and the leaders of the army left the king’s presence in order to muster the Israelite army. ",
    "reference": "2 Samuel 24:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 5,
    "text": "They crossed the Jordan and camped at Aroer, on the south side of the city, at the wadi of Gad, near Jazer. ",
    "reference": "2 Samuel 24:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 6,
    "text": "Then they went on to Gilead and to the region of Tahtim Hodshi, coming to Dan Jaan and on around to Sidon. ",
    "reference": "2 Samuel 24:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 7,
    "text": "Then they went to the fortress of Tyre and all the cities of the Hivites and the Canaanites. Then they went on to the Negev of Judah, to Beer Sheba. ",
    "reference": "2 Samuel 24:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 8,
    "text": "They went through all the land and after nine months and twenty days came back to Jerusalem. ",
    "reference": "2 Samuel 24:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 9,
    "text": "Joab reported the number of warriors to the king. In Israel there were 800,000 sword-wielding warriors, and in Judah there were 500,000 soldiers. ",
    "reference": "2 Samuel 24:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 10,
    "text": "David felt guilty after he had numbered the army. David said to the Lord, “I have sinned greatly by doing this! Now, O Lord, please remove the guilt of your servant, for I have acted very foolishly.” ",
    "reference": "2 Samuel 24:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 11,
    "text": "When David got up the next morning, the Lord’s message had already come to the prophet Gad, David’s seer: ",
    "reference": "2 Samuel 24:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 12,
    "text": "“Go, tell David, ‘This is what the Lord has said: I am offering you three forms of judgment. Pick one of them and I will carry it out against you.’”",
    "reference": "2 Samuel 24:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 13,
    "text": "Gad went to David and told him, “Shall seven years of famine come upon your land? Or shall you flee for three months from your enemies with them in hot pursuit? Or shall there be three days of plague in your land? Now decide what I should tell the one who sent me.”",
    "reference": "2 Samuel 24:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 14,
    "text": "David said to Gad, “I am very upset! I prefer that we be attacked by the Lord, for his mercy is great; I do not want to be attacked by human hands!” ",
    "reference": "2 Samuel 24:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 15,
    "text": "So the Lord sent a plague through Israel from the morning until the completion of the appointed time, and 70,000 people died from Dan to Beer Sheba. ",
    "reference": "2 Samuel 24:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 16,
    "text": "When the angel extended his hand to destroy Jerusalem, the Lord relented from his judgment. He told the angel who was killing the people, “That’s enough! Stop now!” (Now the angel of the Lord was near the threshing floor of Araunah the Jebusite.) ",
    "reference": "2 Samuel 24:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 17,
    "text": "When he saw the angel who was destroying the people, David said to the Lord, “Look, it is I who have sinned and done this evil thing! As for these sheep—what have they done? Attack me and my family.” ",
    "reference": "2 Samuel 24:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 18,
    "text": "So Gad went to David that day and told him, “Go up and build an altar for the Lord on the threshing floor of Araunah the Jebusite.” ",
    "reference": "2 Samuel 24:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 19,
    "text": "So David went up as Gad instructed him to do, according to the Lord’s instructions. ",
    "reference": "2 Samuel 24:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 20,
    "text": "When Araunah looked out and saw the king and his servants approaching him, he went out and bowed to the king with his face to the ground. ",
    "reference": "2 Samuel 24:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 21,
    "text": "Araunah said, “Why has my lord the king come to his servant?” David replied, “To buy from you the threshing floor so I can build an altar for the Lord, so that the plague may be removed from the people.” ",
    "reference": "2 Samuel 24:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 22,
    "text": "Araunah told David, “My lord the king may take whatever he wishes and offer it. Look! Here are oxen for burnt offerings, and threshing sledges and harnesses for wood. ",
    "reference": "2 Samuel 24:22"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 23,
    "text": "I, the servant of my lord the king, give it all to the king!” Araunah also told the king, “May the Lord your God show you favor!” ",
    "reference": "2 Samuel 24:23"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 24,
    "text": "But the king said to Araunah, “No, I insist on buying it from you! I will not offer to the Lord my God burnt sacrifices that cost me nothing.”So David bought the threshing floor and the oxen for 50 pieces of silver. ",
    "reference": "2 Samuel 24:24"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 24,
    "verse": 25,
    "text": "Then David built an altar for the Lord there and offered burnt sacrifices and peace offerings. And the Lord accepted prayers for the land, and the plague was removed from Israel. ",
    "reference": "2 Samuel 24:25"
  }
]