[{"bookName":"2 Samuel","chapter":16,"verse":1,"text":"When David had gone a short way beyond the summit, Ziba the servant of Mephibosheth was there to meet him. He had a couple of donkeys that were saddled, and on them were 200 loaves of bread, 100 raisin cakes, 100 baskets of summer fruit, and a container of wine. ","reference":"2 Samuel 16:1"},{"bookName":"2 Samuel","chapter":16,"verse":2,"text":"The king asked Ziba, “Why did you bring these things?” Ziba replied, “The donkeys are for the king’s family to ride on, the loaves of bread and the summer fruit are for the attendants to eat, and the wine is for those who get exhausted in the desert.” ","reference":"2 Samuel 16:2"},{"bookName":"2 Samuel","chapter":16,"verse":3,"text":"The king asked, “Where is your master’s grandson?” Ziba replied to the king, “He remains in Jerusalem, for he said, ‘Today the house of Israel will give back to me my grandfather’s kingdom.’” ","reference":"2 Samuel 16:3"},{"bookName":"2 Samuel","chapter":16,"verse":4,"text":"The king said to Ziba, “Everything that was Mephibosheth’s now belongs to you.” Ziba replied, “I bow before you. May I find favor in your sight, my lord the king.” ","reference":"2 Samuel 16:4"},{"bookName":"2 Samuel","chapter":16,"verse":5,"text":"Then King David reached Bahurim. There a man from Saul’s extended family named Shimei son of Gera came out, yelling curses as he approached.","reference":"2 Samuel 16:5"},{"bookName":"2 Samuel","chapter":16,"verse":6,"text":"He threw stones at David and all of King David’s servants, as well as all the people and the soldiers who were on his right and on his left. ","reference":"2 Samuel 16:6"},{"bookName":"2 Samuel","chapter":16,"verse":7,"text":"As he yelled curses, Shimei said, “Leave! Leave! You man of bloodshed, you wicked man! ","reference":"2 Samuel 16:7"},{"bookName":"2 Samuel","chapter":16,"verse":8,"text":"The Lord has punished you for all the spilled blood of the house of Saul, in whose place you rule. Now the Lord has given the kingdom into the hand of your son Absalom. Disaster has overtaken you, for you are a man of bloodshed!” ","reference":"2 Samuel 16:8"},{"bookName":"2 Samuel","chapter":16,"verse":9,"text":"Then Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut off his head!” ","reference":"2 Samuel 16:9"},{"bookName":"2 Samuel","chapter":16,"verse":10,"text":"But the king said, “What do we have in common, you sons of Zeruiah? If he curses because the Lord has said to him, ‘Curse David!,’ who can say to him, ‘Why have you done this?’” ","reference":"2 Samuel 16:10"},{"bookName":"2 Samuel","chapter":16,"verse":11,"text":"Then David said to Abishai and to all his servants, “My own son, my very own flesh and blood, is trying to take my life. So also now this Benjaminite! Leave him alone so that he can curse, for the Lord has spoken to him.","reference":"2 Samuel 16:11"},{"bookName":"2 Samuel","chapter":16,"verse":12,"text":"Perhaps the Lord will notice my affliction and this day grant me good in place of his curse.” ","reference":"2 Samuel 16:12"},{"bookName":"2 Samuel","chapter":16,"verse":13,"text":"So David and his men went on their way. But Shimei kept going along the side of the hill opposite him, yelling curses as he threw stones and dirt at them.","reference":"2 Samuel 16:13"},{"bookName":"2 Samuel","chapter":16,"verse":14,"text":"The king and all the people who were with him arrived exhausted at their destination, where David refreshed himself.","reference":"2 Samuel 16:14"},{"bookName":"2 Samuel","chapter":16,"verse":15,"text":"Now when Absalom and all the men of Israel arrived in Jerusalem, Ahithophel was with him.","reference":"2 Samuel 16:15"},{"bookName":"2 Samuel","chapter":16,"verse":16,"text":"When David’s friend Hushai the Arkite came to Absalom, Hushai said to him, “Long live the king! Long live the king!” ","reference":"2 Samuel 16:16"},{"bookName":"2 Samuel","chapter":16,"verse":17,"text":"Absalom said to Hushai, “Do you call this loyalty to your friend? Why didn’t you go with your friend?” ","reference":"2 Samuel 16:17"},{"bookName":"2 Samuel","chapter":16,"verse":18,"text":"Hushai replied to Absalom, “No, I will be loyal to the one whom the Lord, these people, and all the men of Israel have chosen. ","reference":"2 Samuel 16:18"},{"bookName":"2 Samuel","chapter":16,"verse":19,"text":"Moreover, whom should I serve? Should it not be his son? Just as I served your father, so I will serve you.”","reference":"2 Samuel 16:19"},{"bookName":"2 Samuel","chapter":16,"verse":20,"text":"Then Absalom said to Ahithophel, “Give us your advice. What should we do?” ","reference":"2 Samuel 16:20"},{"bookName":"2 Samuel","chapter":16,"verse":21,"text":"Ahithophel replied to Absalom, “Sleep with your father’s concubines whom he left to care for the palace. All Israel will hear that you have made yourself repulsive to your father. Then your followers will be motivated to support you.”","reference":"2 Samuel 16:21"},{"bookName":"2 Samuel","chapter":16,"verse":22,"text":"So they pitched a tent for Absalom on the roof, and Absalom slept with his father’s concubines in the sight of all Israel. ","reference":"2 Samuel 16:22"},{"bookName":"2 Samuel","chapter":16,"verse":23,"text":"In those days Ahithophel’s advice was considered as valuable as a prophetic revelation. Both David and Absalom highly regarded the advice of Ahithophel. ","reference":"2 Samuel 16:23"}]