[{"bookName":"2 Samuel","chapter":3,"verse":1,"text":"However, the war was prolonged between the house of Saul and the house of David. David was becoming steadily stronger, while the house of Saul was becoming increasingly weaker. ","reference":"2 Samuel 3:1"},{"bookName":"2 Samuel","chapter":3,"verse":2,"text":"Now sons were born to David in Hebron. His firstborn was Amnon, born to Ahinoam the Jezreelite. ","reference":"2 Samuel 3:2"},{"bookName":"2 Samuel","chapter":3,"verse":3,"text":"His second son was Kileab, born to Abigail the widow of Nabal the Carmelite. His third son was Absalom, the son of Maacah daughter of King Talmai of Geshur. ","reference":"2 Samuel 3:3"},{"bookName":"2 Samuel","chapter":3,"verse":4,"text":"His fourth son was Adonijah, the son of Haggith. His fifth son was Shephatiah, the son of Abital.","reference":"2 Samuel 3:4"},{"bookName":"2 Samuel","chapter":3,"verse":5,"text":"His sixth son was Ithream, born to David’s wife Eglah. These sons were all born to David in Hebron. ","reference":"2 Samuel 3:5"},{"bookName":"2 Samuel","chapter":3,"verse":6,"text":"As the war continued between the house of Saul and the house of David, Abner was becoming more influential in the house of Saul. ","reference":"2 Samuel 3:6"},{"bookName":"2 Samuel","chapter":3,"verse":7,"text":"Now Saul had a concubine named Rizpah daughter of Aiah. Ish Bosheth said to Abner, “Why did you sleep with my father’s concubine?” ","reference":"2 Samuel 3:7"},{"bookName":"2 Samuel","chapter":3,"verse":8,"text":"These words of Ish Bosheth really angered Abner and he said, “Am I the head of a dog that belongs to Judah? This very day I am demonstrating loyalty to the house of Saul your father and to his relatives and his friends! I have not betrayed you into the hand of David. Yet you have accused me of sinning with this woman today! ","reference":"2 Samuel 3:8"},{"bookName":"2 Samuel","chapter":3,"verse":9,"text":"God will severely judge Abner if I do not do for David exactly what the Lord has promised him,","reference":"2 Samuel 3:9"},{"bookName":"2 Samuel","chapter":3,"verse":10,"text":"namely, to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Judah all the way from Dan to Beer Sheba!” ","reference":"2 Samuel 3:10"},{"bookName":"2 Samuel","chapter":3,"verse":11,"text":"Ish Bosheth was unable to answer Abner with even a single word because he was afraid of him.","reference":"2 Samuel 3:11"},{"bookName":"2 Samuel","chapter":3,"verse":12,"text":"Then Abner sent messengers to David saying, “To whom does the land belong? Make an agreement with me, and I will do whatever I can to cause all Israel to turn to you.”","reference":"2 Samuel 3:12"},{"bookName":"2 Samuel","chapter":3,"verse":13,"text":"So David said, “Good! I will make an agreement with you. I ask only one thing from you. You will not see my face unless you bring Saul’s daughter Michal when you come to visit me.”","reference":"2 Samuel 3:13"},{"bookName":"2 Samuel","chapter":3,"verse":14,"text":"David sent messengers to Ish Bosheth son of Saul with this demand: “Give me my wife Michal whom I acquired for 100 Philistine foreskins.” ","reference":"2 Samuel 3:14"},{"bookName":"2 Samuel","chapter":3,"verse":15,"text":"So Ish Bosheth took her from her husband Paltiel son of Laish. ","reference":"2 Samuel 3:15"},{"bookName":"2 Samuel","chapter":3,"verse":16,"text":"Her husband went along behind her, weeping all the way to Bahurim. Finally Abner said to him, “Go back!” So he returned home.","reference":"2 Samuel 3:16"},{"bookName":"2 Samuel","chapter":3,"verse":17,"text":"Abner advised the elders of Israel, “Previously you were wanting David to be your king. ","reference":"2 Samuel 3:17"},{"bookName":"2 Samuel","chapter":3,"verse":18,"text":"Act now! For the Lord has said to David, ‘By the hand of my servant David I will save my people Israel from the Philistines and from all their enemies.’” ","reference":"2 Samuel 3:18"},{"bookName":"2 Samuel","chapter":3,"verse":19,"text":"Then Abner spoke privately with the Benjaminites. Abner also went to Hebron to inform David privately of all that Israel and the entire house of Benjamin had agreed to.","reference":"2 Samuel 3:19"},{"bookName":"2 Samuel","chapter":3,"verse":20,"text":"When Abner, accompanied by 20 men, came to David in Hebron, David prepared a banquet for Abner and the men who were with him.","reference":"2 Samuel 3:20"},{"bookName":"2 Samuel","chapter":3,"verse":21,"text":"Abner said to David, “Let me leave so that I may go and gather all Israel to my lord the king so that they may make an agreement with you. Then you will rule over all that you desire.” So David sent Abner away, and he left in peace. ","reference":"2 Samuel 3:21"},{"bookName":"2 Samuel","chapter":3,"verse":22,"text":"Now David’s soldiers and Joab were coming back from a raid, bringing a great deal of plunder with them. Abner was no longer with David in Hebron, for David had sent him away and he had left in peace. ","reference":"2 Samuel 3:22"},{"bookName":"2 Samuel","chapter":3,"verse":23,"text":"When Joab and all the army that was with him arrived, Joab was told: “Abner the son of Ner came to the king; he sent him away, and he left in peace!” ","reference":"2 Samuel 3:23"},{"bookName":"2 Samuel","chapter":3,"verse":24,"text":"So Joab went to the king and said, “What have you done? Abner has come to you. Why would you send him away? Now he’s gone on his way! ","reference":"2 Samuel 3:24"},{"bookName":"2 Samuel","chapter":3,"verse":25,"text":"You know Abner the son of Ner. Surely he came here to spy on you and to determine when you leave and when you return and to discover everything that you are doing!” ","reference":"2 Samuel 3:25"},{"bookName":"2 Samuel","chapter":3,"verse":26,"text":"Then Joab left David and sent messengers after Abner. They brought him back from the well of Sirah. (But David was not aware of it.)","reference":"2 Samuel 3:26"},{"bookName":"2 Samuel","chapter":3,"verse":27,"text":"When Abner returned to Hebron, Joab took him aside at the gate as if to speak privately with him. Joab then stabbed him in the abdomen and killed him, avenging the shed blood of his brother Asahel. ","reference":"2 Samuel 3:27"},{"bookName":"2 Samuel","chapter":3,"verse":28,"text":"When David later heard about this, he said, “I and my kingdom are forever innocent before the Lord of the shed blood of Abner son of Ner. ","reference":"2 Samuel 3:28"},{"bookName":"2 Samuel","chapter":3,"verse":29,"text":"May his blood whirl over the head of Joab and the entire house of his father! May the males of Joab’s house never cease to have someone with a running sore or a skin disease or one who works at the spindle or one who falls by the sword or one who lacks food!” ","reference":"2 Samuel 3:29"},{"bookName":"2 Samuel","chapter":3,"verse":30,"text":"So Joab and his brother Abishai killed Abner, because he had killed their brother Asahel in Gibeon during the battle. ","reference":"2 Samuel 3:30"},{"bookName":"2 Samuel","chapter":3,"verse":31,"text":"David instructed Joab and all the people who were with him, “Tear your clothes. Put on sackcloth. Lament before Abner!” Now King David followed behind the funeral pallet.","reference":"2 Samuel 3:31"},{"bookName":"2 Samuel","chapter":3,"verse":32,"text":"So they buried Abner in Hebron. The king cried loudly over Abner’s grave, and all the people wept too.","reference":"2 Samuel 3:32"},{"bookName":"2 Samuel","chapter":3,"verse":33,"text":"The king chanted the following lament for Abner: “Should Abner have died like a fool? ","reference":"2 Samuel 3:33"},{"bookName":"2 Samuel","chapter":3,"verse":34,"text":"Your hands were not bound, and your feet were not put into irons. You fell the way one falls before criminals.”All the people wept over him again.","reference":"2 Samuel 3:34"},{"bookName":"2 Samuel","chapter":3,"verse":35,"text":"Then all the people came and encouraged David to eat food while it was still day. But David took an oath saying, “God will punish me severely if I taste bread or anything whatsoever before the sun sets!” ","reference":"2 Samuel 3:35"},{"bookName":"2 Samuel","chapter":3,"verse":36,"text":"All the people noticed this and it pleased them. In fact, everything the king did pleased all the people. ","reference":"2 Samuel 3:36"},{"bookName":"2 Samuel","chapter":3,"verse":37,"text":"All the people and all Israel realized on that day that the killing of Abner son of Ner was not done at the king’s instigation. ","reference":"2 Samuel 3:37"},{"bookName":"2 Samuel","chapter":3,"verse":38,"text":"Then the king said to his servants, “Do you not realize that a great leader has fallen this day in Israel? ","reference":"2 Samuel 3:38"},{"bookName":"2 Samuel","chapter":3,"verse":39,"text":"Today I am weak, even though I am anointed as king. These men, the sons of Zeruiah, are too much for me to bear! May the Lord punish appropriately the one who has done this evil thing!” ","reference":"2 Samuel 3:39"}]