[
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 1,
    "text": "David assembled the army that was with him. He appointed leaders of thousands and leaders of hundreds. ",
    "reference": "2 Samuel 18:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 2,
    "text": "David then sent out the army—a third under the leadership of Joab, a third under the leadership of Joab’s brother Abishai son of Zeruiah, and a third under the leadership of Ittai the Gittite. The king said to the troops, “I too will indeed march out with you.”",
    "reference": "2 Samuel 18:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 3,
    "text": "But the soldiers replied, “You should not do this! For if we should have to make a rapid retreat, they won’t be concerned about us. Even if half of us should die, they won’t be concerned. But you are like 10,000 of us! So it is better if you remain in the city for support.” ",
    "reference": "2 Samuel 18:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 4,
    "text": "Then the king said to them, “I will do whatever seems best to you.”So the king stayed beside the city gate, while all the army marched out by hundreds and by thousands. ",
    "reference": "2 Samuel 18:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 5,
    "text": "The king gave this order to Joab, Abishai, and Ittai: “For my sake deal gently with the young man Absalom.” Now the entire army was listening when the king gave all the leaders this order concerning Absalom. ",
    "reference": "2 Samuel 18:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 6,
    "text": "Then the army marched out to the field to fight against Israel. The battle took place in the forest of Ephraim. ",
    "reference": "2 Samuel 18:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 7,
    "text": "The army of Israel was defeated there by David’s men. The slaughter there was great that day—20,000 soldiers were killed.",
    "reference": "2 Samuel 18:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 8,
    "text": "The battle there was spread out over the whole area, and the forest consumed more soldiers than the sword devoured that day. ",
    "reference": "2 Samuel 18:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 9,
    "text": "Then Absalom happened to come across David’s men. Now as Absalom was riding on his mule, it went under the branches of a large oak tree. His head got caught in the oak and he was suspended in midair, while the mule he had been riding kept going. ",
    "reference": "2 Samuel 18:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 10,
    "text": "When one of the men saw this, he reported it to Joab saying, “I saw Absalom hanging in an oak tree.” ",
    "reference": "2 Samuel 18:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 11,
    "text": "Joab replied to the man who was telling him this, “What! You saw this? Why didn’t you strike him down right on the spot? I would have given you 10 pieces of silver and a commemorative belt!” ",
    "reference": "2 Samuel 18:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 12,
    "text": "The man replied to Joab, “Even if I were receiving 1,000 pieces of silver, I would not strike the king’s son! In our very presence the king gave this order to you and Abishai and Ittai, ‘Protect the young man Absalom for my sake.’",
    "reference": "2 Samuel 18:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 13,
    "text": "If I had acted at risk of my own life—and nothing is hidden from the king—you would have abandoned me.”",
    "reference": "2 Samuel 18:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 14,
    "text": "Joab replied, “I will not wait around like this for you!” He took three spears in his hand and thrust them into the middle of Absalom while he was still alive in the middle of the oak tree. ",
    "reference": "2 Samuel 18:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 15,
    "text": "Then 10 soldiers who were Joab’s armor-bearers struck Absalom and finished him off.",
    "reference": "2 Samuel 18:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 16,
    "text": "Then Joab blew the trumpet and the army turned back from chasing Israel, for Joab had called for the army to halt. ",
    "reference": "2 Samuel 18:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 17,
    "text": "They took Absalom, threw him into a large pit in the forest, and stacked a huge pile of stones over him. In the meantime all the Israelite soldiers fled to their homes. ",
    "reference": "2 Samuel 18:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 18,
    "text": "Before this Absalom had set up a monument and dedicated it to himself in the King’s Valley, reasoning, “I have no son who will carry on my name.” He named the monument after himself, and to this day it is known as Absalom’s Memorial. ",
    "reference": "2 Samuel 18:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 19,
    "text": "Then Ahimaaz the son of Zadok said, “Let me run and give the king the good news that the Lord has vindicated him before his enemies.” ",
    "reference": "2 Samuel 18:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 20,
    "text": "But Joab said to him, “You will not be a bearer of good news today. You will bear good news some other day, but not today, for the king’s son is dead.” ",
    "reference": "2 Samuel 18:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 21,
    "text": "Then Joab said to the Cushite, “Go and tell the king what you have seen.” After bowing to Joab, the Cushite ran off.",
    "reference": "2 Samuel 18:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 22,
    "text": "Ahimaaz the son of Zadok again spoke to Joab, “Whatever happens, let me go after the Cushite.” But Joab said, “Why is it that you want to go, my son? You have no good news that will bring you a reward.” ",
    "reference": "2 Samuel 18:22"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 23,
    "text": "But he said, “Whatever happens, I want to go!” So Joab said to him, “Then go!” So Ahimaaz ran by the way of the Jordan plain, and he passed the Cushite. ",
    "reference": "2 Samuel 18:23"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 24,
    "text": "Now David was sitting between the inner and outer gates, and the watchman went up to the roof over the gate at the wall. When he looked, he saw a man running by himself. ",
    "reference": "2 Samuel 18:24"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 25,
    "text": "So the watchman called out and informed the king. The king said, “If he is by himself, he brings good news.” The runner came ever closer. ",
    "reference": "2 Samuel 18:25"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 26,
    "text": "Then the watchman saw another man running. The watchman called out to the gatekeeper, “There is another man running by himself.” The king said, “This one also is bringing good news.” ",
    "reference": "2 Samuel 18:26"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 27,
    "text": "The watchman said, “It appears to me that the first runner is Ahimaaz son of Zadok.” The king said, “He is a good man, and he comes with good news.” ",
    "reference": "2 Samuel 18:27"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 28,
    "text": "Then Ahimaaz called out and said to the king, “Greetings!” He bowed down before the king with his face toward the ground and said, “May the Lord your God be praised because he has defeated the men who opposed my lord the king!” ",
    "reference": "2 Samuel 18:28"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 29,
    "text": "The king replied, “How is the young man Absalom?” Ahimaaz replied, “I saw a great deal of confusion when Joab was sending the king’s servant and me, your servant, but I don’t know what it was all about.”",
    "reference": "2 Samuel 18:29"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 30,
    "text": "The king said, “Turn aside and take your place here.” So he turned aside and waited. ",
    "reference": "2 Samuel 18:30"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 31,
    "text": "Then the Cushite arrived and said, “May my lord the king now receive the good news! The Lord has vindicated you today and delivered you from the hand of all who have rebelled against you!”",
    "reference": "2 Samuel 18:31"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 32,
    "text": "The king asked the Cushite, “How is the young man Absalom?” The Cushite replied, “May the enemies of my lord the king and all who have plotted against you be like that young man!” ",
    "reference": "2 Samuel 18:32"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 18,
    "verse": 33,
    "text": "(19:1) The king then became very upset. He went up to the upper room over the gate and wept. As he went he said, “My son, Absalom! My son, my son, Absalom! If only I could have died in your place! Absalom, my son, my son!” ",
    "reference": "2 Samuel 18:33"
  }
]