[{"bookName":"2 Samuel","chapter":1,"verse":1,"text":"After the death of Saul, when David had returned from defeating the Amalekites, he stayed at Ziklag for two days. ","reference":"2 Samuel 1:1"},{"bookName":"2 Samuel","chapter":1,"verse":2,"text":"On the third day a man arrived from the camp of Saul with his clothes torn and dirt on his head. When he approached David, the man threw himself to the ground. ","reference":"2 Samuel 1:2"},{"bookName":"2 Samuel","chapter":1,"verse":3,"text":"David asked him, “Where are you coming from?” He replied, “I have escaped from the camp of Israel.” ","reference":"2 Samuel 1:3"},{"bookName":"2 Samuel","chapter":1,"verse":4,"text":"David inquired, “How were things going? Tell me!” He replied, “The people fled from the battle and many of them fell dead. Even Saul and his son Jonathan are dead!” ","reference":"2 Samuel 1:4"},{"bookName":"2 Samuel","chapter":1,"verse":5,"text":"David said to the young man who was telling him this, “How do you know that Saul and his son Jonathan are dead?” ","reference":"2 Samuel 1:5"},{"bookName":"2 Samuel","chapter":1,"verse":6,"text":"The young man said, “I just happened to be on Mount Gilboa and came across Saul leaning on his spear for support. The chariots and leaders of the horsemen were in hot pursuit of him. ","reference":"2 Samuel 1:6"},{"bookName":"2 Samuel","chapter":1,"verse":7,"text":"When he turned around and saw me, he called out to me. I answered, ‘Here I am!’ ","reference":"2 Samuel 1:7"},{"bookName":"2 Samuel","chapter":1,"verse":8,"text":"He asked me, ‘Who are you?’ I told him, ‘I’m an Amalekite.’ ","reference":"2 Samuel 1:8"},{"bookName":"2 Samuel","chapter":1,"verse":9,"text":"He said to me, ‘Stand over me and finish me off! I’m very dizzy, even though I’m still alive.’ ","reference":"2 Samuel 1:9"},{"bookName":"2 Samuel","chapter":1,"verse":10,"text":"So I stood over him and put him to death, since I knew that he couldn’t live in such a condition. Then I took the crown which was on his head and the bracelet which was on his arm. I have brought them here to my lord.” ","reference":"2 Samuel 1:10"},{"bookName":"2 Samuel","chapter":1,"verse":11,"text":"David then grabbed his own clothes and tore them, as did all the men who were with him.","reference":"2 Samuel 1:11"},{"bookName":"2 Samuel","chapter":1,"verse":12,"text":"They lamented and wept and fasted until evening because Saul, his son Jonathan, the Lord’s army, and the house of Israel had fallen by the sword. ","reference":"2 Samuel 1:12"},{"bookName":"2 Samuel","chapter":1,"verse":13,"text":"David said to the young man who told this to him, “Where are you from?” He replied, “I am an Amalekite, the son of a resident foreigner.” ","reference":"2 Samuel 1:13"},{"bookName":"2 Samuel","chapter":1,"verse":14,"text":"David replied to him, “How is it that you were not afraid to reach out your hand to destroy the Lord’s anointed?” ","reference":"2 Samuel 1:14"},{"bookName":"2 Samuel","chapter":1,"verse":15,"text":"Then David called one of the soldiers and said, “Come here and strike him down!” So he struck him down, and he died. ","reference":"2 Samuel 1:15"},{"bookName":"2 Samuel","chapter":1,"verse":16,"text":"David said to him, “Your blood be on your own head! Your own mouth has testified against you, saying ‘I have put the Lord’s anointed to death.’” ","reference":"2 Samuel 1:16"},{"bookName":"2 Samuel","chapter":1,"verse":17,"text":"Then David chanted this lament over Saul and his son Jonathan. ","reference":"2 Samuel 1:17"},{"bookName":"2 Samuel","chapter":1,"verse":18,"text":"(He gave instructions that the people of Judah should be taught “The Bow.” Indeed, it is written down in the Scroll of the Upright One.)","reference":"2 Samuel 1:18"},{"bookName":"2 Samuel","chapter":1,"verse":19,"text":"“The beauty of Israel lies slain on your high places! How the mighty have fallen! ","reference":"2 Samuel 1:19"},{"bookName":"2 Samuel","chapter":1,"verse":20,"text":"Don’t report it in Gath, don’t spread the news in the streets of Ashkelon, or the daughters of the Philistines will rejoice, the daughters of the uncircumcised will celebrate! ","reference":"2 Samuel 1:20"},{"bookName":"2 Samuel","chapter":1,"verse":21,"text":"O mountains of Gilboa, may there be no dew or rain on you, nor fields of grain offerings! For it was there that the shield of warriors was defiled; the shield of Saul lies neglected without oil. ","reference":"2 Samuel 1:21"},{"bookName":"2 Samuel","chapter":1,"verse":22,"text":"From the blood of the slain, from the fat of warriors, the bow of Jonathan was not turned away. The sword of Saul never returned empty. ","reference":"2 Samuel 1:22"},{"bookName":"2 Samuel","chapter":1,"verse":23,"text":"Saul and Jonathan were greatly loved during their lives, and not even in their deaths were they separated. They were swifter than eagles, stronger than lions. ","reference":"2 Samuel 1:23"},{"bookName":"2 Samuel","chapter":1,"verse":24,"text":"O daughters of Israel, weep over Saul, who clothed you in scarlet as well as jewelry, who put gold jewelry on your clothes. ","reference":"2 Samuel 1:24"},{"bookName":"2 Samuel","chapter":1,"verse":25,"text":"How the warriors have fallen in the midst of battle! Jonathan lies slain on your high places! ","reference":"2 Samuel 1:25"},{"bookName":"2 Samuel","chapter":1,"verse":26,"text":"I grieve over you, my brother Jonathan. You were very dear to me. Your love was more special to me than the love of women. ","reference":"2 Samuel 1:26"},{"bookName":"2 Samuel","chapter":1,"verse":27,"text":"How the warriors have fallen! The weapons of war are destroyed!” ","reference":"2 Samuel 1:27"}]