[
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 1,
    "text": "Now a wicked man named Sheba son of Bikri, a Benjaminite, happened to be there. He blew the trumpet and said, “We have no share in David; we have no inheritance in this son of Jesse! Every man go home, O Israel!” ",
    "reference": "2 Samuel 20:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 2,
    "text": "So all the men of Israel deserted David and followed Sheba son of Bikri. But the men of Judah stuck by their king all the way from the Jordan River to Jerusalem. ",
    "reference": "2 Samuel 20:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 3,
    "text": "Then David went to his palace in Jerusalem. The king took the 10 concubines he had left to care for the palace and placed them under confinement. Though he provided for their needs, he did not sleep with them. They remained under restriction until the day they died, living out the rest of their lives as widows. ",
    "reference": "2 Samuel 20:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 4,
    "text": "Then the king said to Amasa, “Call the men of Judah together for me in three days, and you be present here with them too.”",
    "reference": "2 Samuel 20:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 5,
    "text": "So Amasa went out to call Judah together. But in doing so he took longer than the time that the king had allotted him.",
    "reference": "2 Samuel 20:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 6,
    "text": "Then David said to Abishai, “Now Sheba son of Bikri will cause greater disaster for us than Absalom did! Take your lord’s servants and pursue him. Otherwise he will secure fortified cities for himself and get away from us.”",
    "reference": "2 Samuel 20:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 7,
    "text": "So Joab’s men, accompanied by the Kerethites, the Pelethites, and all the warriors, left Jerusalem to pursue Sheba son of Bikri. ",
    "reference": "2 Samuel 20:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 8,
    "text": "When they were near the big rock that is in Gibeon, Amasa came to them. Now Joab was dressed in military attire and had a dagger in its sheath belted to his waist. When he advanced, it fell out. ",
    "reference": "2 Samuel 20:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 9,
    "text": "Joab said to Amasa, “How are you, my brother?” With his right hand Joab took hold of Amasa’s beard as if to greet him with a kiss. ",
    "reference": "2 Samuel 20:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 10,
    "text": "Amasa did not protect himself from the knife in Joab’s other hand, and Joab stabbed him in the abdomen, causing Amasa’s intestines to spill out on the ground. There was no need to stab him again; the first blow was fatal. Then Joab and his brother Abishai pursued Sheba son of Bikri. ",
    "reference": "2 Samuel 20:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 11,
    "text": "One of Joab’s soldiers who stood over Amasa said, “Whoever is for Joab and whoever is for David, follow Joab!” ",
    "reference": "2 Samuel 20:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 12,
    "text": "Amasa was squirming in his own blood in the middle of the path, and this man had noticed that all the soldiers stopped. Having noticed that everyone who came across Amasa stopped, the man pulled him away from the path and into the field and threw a garment over him. ",
    "reference": "2 Samuel 20:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 13,
    "text": "Once he had removed Amasa from the path, everyone followed Joab to pursue Sheba son of Bikri. ",
    "reference": "2 Samuel 20:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 14,
    "text": "Sheba traveled through all the tribes of Israel to Abel of Beth Maacah and all the Berite region. When they had assembled, they too joined him.",
    "reference": "2 Samuel 20:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 15,
    "text": "So Joab’s men came and laid siege against him in Abel of Beth Maacah. They prepared a siege ramp outside the city that stood against its outer rampart. As all of Joab’s soldiers were trying to break through the wall so that it would collapse, ",
    "reference": "2 Samuel 20:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 16,
    "text": "a wise woman called out from the city, “Listen up! Listen up! Tell Joab, ‘Come near so that I may speak to you.’”",
    "reference": "2 Samuel 20:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 17,
    "text": "When he approached her, the woman asked, “Are you Joab?” He replied, “I am.” She said to him, “Listen to the words of your servant.” He said, “Go ahead. I’m listening.” ",
    "reference": "2 Samuel 20:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 18,
    "text": "She said, “In the past they would always say, ‘Let them inquire in Abel,’ and that is how they settled things.",
    "reference": "2 Samuel 20:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 19,
    "text": "I represent the peaceful and the faithful in Israel. You are attempting to destroy an important city in Israel. Why should you swallow up the Lord’s inheritance?” ",
    "reference": "2 Samuel 20:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 20,
    "text": "Joab answered, “Not at all! I don’t intend to swallow up or destroy anything!",
    "reference": "2 Samuel 20:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 21,
    "text": "That’s not the way things are. There is a man from the hill country of Ephraim named Sheba son of Bikri. He has rebelled against King David. Give me just this one man, and I will leave the city.” The woman said to Joab, “This very minute his head will be thrown over the wall to you!”",
    "reference": "2 Samuel 20:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 22,
    "text": "Then the woman went to all the people with her wise advice and they cut off Sheba’s head and threw it out to Joab. Joab blew the trumpet, and his men dispersed from the city, each going to his own home. Joab returned to the king in Jerusalem. ",
    "reference": "2 Samuel 20:22"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 23,
    "text": "Now Joab was the general in command of all the army of Israel. Benaiah the son of Jehoiada was over the Kerethites and the Perethites. ",
    "reference": "2 Samuel 20:23"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 24,
    "text": "Adoniram was supervisor of the work crews. Jehoshaphat son of Ahilud was the secretary. ",
    "reference": "2 Samuel 20:24"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 25,
    "text": "Sheva was the scribe, and Zadok and Abiathar were the priests. ",
    "reference": "2 Samuel 20:25"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 20,
    "verse": 26,
    "text": "Ira the Jairite was David’s personal priest. ",
    "reference": "2 Samuel 20:26"
  }
]