[
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 1,
    "text": " Then David asked, “Is anyone still left from the family of Saul, so that I may extend kindness to him for the sake of Jonathan?” ",
    "reference": "2 Samuel 9:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 2,
    "text": "Now there was a servant from Saul’s house named Ziba, so he was summoned to David. The king asked him, “Are you Ziba?” He replied, “At your service.” ",
    "reference": "2 Samuel 9:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 3,
    "text": "The king asked, “Is there not someone left from Saul’s family that I may extend God’s kindness to him?” Ziba said to the king, “One of Jonathan’s sons is left; both of his feet are crippled.” ",
    "reference": "2 Samuel 9:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 4,
    "text": "The king asked him, “Where is he?” Ziba told the king, “He is at the house of Makir son of Ammiel in Lo Debar.” ",
    "reference": "2 Samuel 9:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 5,
    "text": "So King David had him brought from the house of Makir son of Ammiel in Lo Debar. ",
    "reference": "2 Samuel 9:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 6,
    "text": "When Mephibosheth son of Jonathan, the son of Saul, came to David, he bowed low with his face toward the ground. David said, “Mephibosheth?” He replied, “Yes, at your service.” ",
    "reference": "2 Samuel 9:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 7,
    "text": "David said to him, “Don’t be afraid, because I will certainly extend kindness to you for the sake of Jonathan your father. I will give back to you all the land that belonged to your grandfather Saul, and you will be a regular guest at my table.” ",
    "reference": "2 Samuel 9:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 8,
    "text": "Then Mephibosheth bowed and said, “Of what importance am I, your servant, that you show regard for a dead dog like me?”",
    "reference": "2 Samuel 9:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 9,
    "text": "Then the king summoned Ziba, Saul’s attendant, and said to him, “Everything that belonged to Saul and to his entire house I hereby give to your master’s grandson. ",
    "reference": "2 Samuel 9:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 10,
    "text": "You will cultivate the land for him—you and your sons and your servants. You will bring its produce and it will be food for your master’s grandson to eat. But Mephibosheth, your master’s grandson, will be a regular guest at my table.” (Now Ziba had 15 sons and 20 servants.) ",
    "reference": "2 Samuel 9:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 11,
    "text": "Ziba said to the king, “Your servant will do everything that my lord the king has instructed his servant to do.” So Mephibosheth was a regular guest at David’s table, just as though he were one of the king’s sons. ",
    "reference": "2 Samuel 9:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 12,
    "text": "Now Mephibosheth had a young son whose name was Mica. All the members of Ziba’s household were Mephibosheth’s servants. ",
    "reference": "2 Samuel 9:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 9,
    "verse": 13,
    "text": "Mephibosheth was living in Jerusalem, for he was a regular guest at the king’s table. But both his feet were crippled. ",
    "reference": "2 Samuel 9:13"
  }
]