[
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 1,
    "text": "Later David defeated the Philistines and subdued them. David took Metheg Ammah from the Philistines. ",
    "reference": "2 Samuel 8:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 2,
    "text": "He defeated the Moabites. He made them lie on the ground and then used a rope to measure them off. He put two-thirds of them to death and spared the other third. The Moabites became David’s subjects and brought tribute. ",
    "reference": "2 Samuel 8:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 3,
    "text": "David defeated King Hadadezer son of Rehob of Zobah when he came to reestablish his authority over the Euphrates River.",
    "reference": "2 Samuel 8:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 4,
    "text": "David seized from him 1,700 charioteers and 20,000 infantrymen. David cut the hamstrings of all but 100 of the chariot horses. ",
    "reference": "2 Samuel 8:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 5,
    "text": "The Arameans of Damascus came to help King Hadadezer of Zobah, but David killed 22,000 of the Arameans. ",
    "reference": "2 Samuel 8:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 6,
    "text": "David placed garrisons in the territory of the Arameans of Damascus; the Arameans became David’s subjects and brought tribute. The Lord protected David wherever he campaigned. ",
    "reference": "2 Samuel 8:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 7,
    "text": "David took the golden shields that belonged to Hadadezer’s servants and brought them to Jerusalem. ",
    "reference": "2 Samuel 8:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 8,
    "text": "From Tebah and Berothai, Hadadezer’s cities, King David took a great deal of bronze. ",
    "reference": "2 Samuel 8:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 9,
    "text": "When King Toi of Hamath heard that David had defeated the entire army of Hadadezer, ",
    "reference": "2 Samuel 8:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 10,
    "text": "he sent his son Joram to King David to extend his best wishes and to pronounce a blessing on him for his victory over Hadadezer, for Toi had been at war with Hadadezer. He brought with him various items made of silver, gold, and bronze. ",
    "reference": "2 Samuel 8:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 11,
    "text": "King David dedicated these things to the Lord, along with the dedicated silver and gold that he had taken from all the nations that he had subdued, ",
    "reference": "2 Samuel 8:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 12,
    "text": "including Edom, Moab, the Ammonites, the Philistines, and Amalek. This also included some of the plunder taken from King Hadadezer son of Rehob of Zobah. ",
    "reference": "2 Samuel 8:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 13,
    "text": "David became famous when he returned from defeating the Edomites in the Valley of Salt; he defeated 18,000 in all.",
    "reference": "2 Samuel 8:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 14,
    "text": "He placed garrisons throughout Edom, and all the Edomites became David’s subjects. The Lord protected David wherever he campaigned. ",
    "reference": "2 Samuel 8:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 15,
    "text": "David reigned over all Israel; he guaranteed justice for all his people. ",
    "reference": "2 Samuel 8:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 16,
    "text": "Joab son of Zeruiah was general in command of the army; Jehoshaphat son of Ahilud was secretary; ",
    "reference": "2 Samuel 8:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 17,
    "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was scribe; ",
    "reference": "2 Samuel 8:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 8,
    "verse": 18,
    "text": "Benaiah son of Jehoiada supervised the Kerethites and Pelethites; and David’s sons were priests. ",
    "reference": "2 Samuel 8:18"
  }
]