[
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 1,
    "text": "During David’s reign there was a famine for three consecutive years. So David inquired of the Lord. The Lord said, “It is because of Saul and his bloodstained family, because he murdered the Gibeonites.” ",
    "reference": "2 Samuel 21:1"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 2,
    "text": "So the king summoned the Gibeonites and spoke with them. (Now the Gibeonites were not descendants of Israel; they were a remnant of the Amorites. The Israelites had made a promise to them, but Saul tried to kill them because of his zeal for the people of Israel and Judah.) ",
    "reference": "2 Samuel 21:2"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 3,
    "text": "David said to the Gibeonites, “What can I do for you, and how can I make amends so that you will bless the Lord’s inheritance?” ",
    "reference": "2 Samuel 21:3"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 4,
    "text": "The Gibeonites said to him, “We have no claim to silver or gold from Saul or from his family, nor would we be justified in putting to death anyone in Israel.” David asked, “What then are you asking me to do for you?” ",
    "reference": "2 Samuel 21:4"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 5,
    "text": "They replied to the king, “As for this man who exterminated us and who schemed against us so that we were destroyed and left without status throughout all the borders of Israel—",
    "reference": "2 Samuel 21:5"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 6,
    "text": "let seven of his male descendants be turned over to us, and we will execute them before the Lord in Gibeah of Saul, who was the Lord’s chosen one.” The king replied, “I will turn them over.” ",
    "reference": "2 Samuel 21:6"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 7,
    "text": "The king had mercy on Mephibosheth son of Jonathan, the son of Saul, in light of the Lord’s oath that had been taken between David and Jonathan son of Saul. ",
    "reference": "2 Samuel 21:7"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 8,
    "text": "So the king took Armoni and Mephibosheth, the two sons of Aiah’s daughter Rizpah whom she had born to Saul, and the five sons of Saul’s daughter Merab whom she had born to Adriel the son of Barzillai the Meholathite. ",
    "reference": "2 Samuel 21:8"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 9,
    "text": "He turned them over to the Gibeonites, and they executed them on a hill before the Lord. The seven of them died together; they were put to death during harvest time—during the first days of the beginning of the barley harvest. ",
    "reference": "2 Samuel 21:9"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 10,
    "text": "Rizpah the daughter of Aiah took sackcloth and spread it out for herself on a rock. From the beginning of the harvest until the rain fell on them, she did not allow the birds of the air to feed on them by day, nor the wild animals by night. ",
    "reference": "2 Samuel 21:10"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 11,
    "text": "When David was told what Rizpah daughter of Aiah, Saul’s concubine, had done, ",
    "reference": "2 Samuel 21:11"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 12,
    "text": "he went and took the bones of Saul and of his son Jonathan from the leaders of Jabesh Gilead. (They had secretly taken them from the plaza at Beth Shan. It was there that Philistines publicly exposed their corpses after they had killed Saul at Gilboa.) ",
    "reference": "2 Samuel 21:12"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 13,
    "text": "David brought the bones of Saul and of Jonathan his son from there; they also gathered up the bones of those who had been executed. ",
    "reference": "2 Samuel 21:13"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 14,
    "text": "They buried the bones of Saul and his son Jonathan in the land of Benjamin at Zela in the grave of his father Kish. After they had done everything that the king had commanded, God responded to their prayers for the land. ",
    "reference": "2 Samuel 21:14"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 15,
    "text": "Another battle was fought between the Philistines and Israel. So David went down with his soldiers and fought the Philistines. David became exhausted. ",
    "reference": "2 Samuel 21:15"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 16,
    "text": "Now Ishbi-Benob, one of the descendants of Rapha, had a spear that weighed 300 bronze shekels, and he was armed with a new weapon. He had said that he would kill David. ",
    "reference": "2 Samuel 21:16"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 17,
    "text": "But Abishai the son of Zeruiah came to David’s aid, striking the Philistine down and killing him. Then David’s men took an oath saying, “You will not go out to battle with us again! You must not extinguish the lamp of Israel!” ",
    "reference": "2 Samuel 21:17"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 18,
    "text": "Later there was another battle with the Philistines, this time in Gob. On that occasion Sibbekai the Hushathite killed Saph, who was one of the descendants of Rapha. ",
    "reference": "2 Samuel 21:18"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 19,
    "text": "Yet another battle occurred with the Philistines in Gob. On that occasion Elhanan the son of Jair the Bethlehemite killed the brother of Goliath the Gittite, the shaft of whose spear was like a weaver’s beam. ",
    "reference": "2 Samuel 21:19"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 20,
    "text": "Yet another battle occurred in Gath. On that occasion there was a large man who had six fingers on each hand and six toes on each foot, twenty-four in all! He too was a descendant of Rapha. ",
    "reference": "2 Samuel 21:20"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 21,
    "text": "When he taunted Israel, Jonathan, the son of David’s brother Shimeah, killed him.",
    "reference": "2 Samuel 21:21"
  },
  {
    "bookName": "2 Samuel",
    "chapter": 21,
    "verse": 22,
    "text": "These four were the descendants of Rapha who lived in Gath; they were killed by David and his soldiers. ",
    "reference": "2 Samuel 21:22"
  }
]