[{"bookName":"2 Samuel","chapter":7,"verse":1,"text":"The king settled into his palace, for the Lord gave him relief from all his enemies on all sides. ","reference":"2 Samuel 7:1"},{"bookName":"2 Samuel","chapter":7,"verse":2,"text":"The king said to Nathan the prophet, “Look! I am living in a palace made from cedar, while the ark of God sits in the middle of a tent.” ","reference":"2 Samuel 7:2"},{"bookName":"2 Samuel","chapter":7,"verse":3,"text":"Nathan replied to the king, “You should go and do whatever you have in mind, for the Lord is with you.”","reference":"2 Samuel 7:3"},{"bookName":"2 Samuel","chapter":7,"verse":4,"text":"That night the Lord’s message came to Nathan, ","reference":"2 Samuel 7:4"},{"bookName":"2 Samuel","chapter":7,"verse":5,"text":"“Go, tell my servant David, ‘This is what the Lord has said: Do you really intend to build a house for me to live in?","reference":"2 Samuel 7:5"},{"bookName":"2 Samuel","chapter":7,"verse":6,"text":"I have not lived in a house from the time I brought the Israelites up from Egypt to the present day. Instead, I was traveling with them and living in a tent. ","reference":"2 Samuel 7:6"},{"bookName":"2 Samuel","chapter":7,"verse":7,"text":"Wherever I moved among all the Israelites, I did not say to any of their leaders whom I appointed to care for my people Israel, “Why have you not built me a house made from cedar?”’ ","reference":"2 Samuel 7:7"},{"bookName":"2 Samuel","chapter":7,"verse":8,"text":"“So now, say this to my servant David, ‘This is what the Lord of Heaven’s Armies has said: I took you from the pasture and from your work as a shepherd to make you leader of my people Israel. ","reference":"2 Samuel 7:8"},{"bookName":"2 Samuel","chapter":7,"verse":9,"text":"I was with you wherever you went, and I defeated all your enemies before you. Now I will make you as famous as the great men of the earth. ","reference":"2 Samuel 7:9"},{"bookName":"2 Samuel","chapter":7,"verse":10,"text":"I will establish a place for my people Israel and settle them there; they will live there and not be disturbed anymore. Violent men will not oppress them again, as they did in the beginning ","reference":"2 Samuel 7:10"},{"bookName":"2 Samuel","chapter":7,"verse":11,"text":"and during the time when I appointed judges to lead my people Israel. Instead, I will give you relief from all your enemies. The Lord declares to you that he himself will build a dynastic house for you.","reference":"2 Samuel 7:11"},{"bookName":"2 Samuel","chapter":7,"verse":12,"text":"When the time comes for you to die, I will raise up your descendant, one of your own sons, to succeed you, and I will establish his kingdom. ","reference":"2 Samuel 7:12"},{"bookName":"2 Samuel","chapter":7,"verse":13,"text":"He will build a house for my name, and I will make his dynasty permanent. ","reference":"2 Samuel 7:13"},{"bookName":"2 Samuel","chapter":7,"verse":14,"text":"I will become his father and he will become my son. When he sins, I will correct him with the rod of men and with wounds inflicted by human beings.","reference":"2 Samuel 7:14"},{"bookName":"2 Samuel","chapter":7,"verse":15,"text":"But my loyal love will not be removed from him as I removed it from Saul, whom I removed from before you.","reference":"2 Samuel 7:15"},{"bookName":"2 Samuel","chapter":7,"verse":16,"text":"Your house and your kingdom will stand before me permanently; your dynasty will be permanent.’” ","reference":"2 Samuel 7:16"},{"bookName":"2 Samuel","chapter":7,"verse":17,"text":"Nathan told David all these words that were revealed to him.","reference":"2 Samuel 7:17"},{"bookName":"2 Samuel","chapter":7,"verse":18,"text":"King David went in, sat before the Lord, and said, “Who am I, O Sovereign Lord, and what is my family, that you should have brought me to this point? ","reference":"2 Samuel 7:18"},{"bookName":"2 Samuel","chapter":7,"verse":19,"text":"And you didn’t stop there, O Lord God! You have also spoken about the future of your servant’s family. Is this your usual way of dealing with men, O Sovereign Lord? ","reference":"2 Samuel 7:19"},{"bookName":"2 Samuel","chapter":7,"verse":20,"text":"What more can David say to you? You have given your servant special recognition, O Sovereign Lord! ","reference":"2 Samuel 7:20"},{"bookName":"2 Samuel","chapter":7,"verse":21,"text":"For the sake of your promise and according to your purpose you have done this great thing in order to reveal it to your servant. ","reference":"2 Samuel 7:21"},{"bookName":"2 Samuel","chapter":7,"verse":22,"text":"Therefore you are great, O Sovereign Lord, for there is none like you. There is no God besides you! What we have heard is true.","reference":"2 Samuel 7:22"},{"bookName":"2 Samuel","chapter":7,"verse":23,"text":"Who is like your people, Israel, a unique nation on the earth? Their God went to claim a nation for himself and to make a name for himself! You did great and awesome acts for your land, before your people whom you delivered for yourself from the Egyptian empire and its gods. ","reference":"2 Samuel 7:23"},{"bookName":"2 Samuel","chapter":7,"verse":24,"text":"You made Israel your very own people for all time. You, O Lord, became their God. ","reference":"2 Samuel 7:24"},{"bookName":"2 Samuel","chapter":7,"verse":25,"text":"So now, O Lord God, make this promise you have made about your servant and his family a permanent reality. Do as you promised, ","reference":"2 Samuel 7:25"},{"bookName":"2 Samuel","chapter":7,"verse":26,"text":"so you may gain lasting fame, as people say, ‘The Lord of Heaven’s Armies is God over Israel!’ The dynasty of your servant David will be established before you,","reference":"2 Samuel 7:26"},{"bookName":"2 Samuel","chapter":7,"verse":27,"text":"for you, O Lord of Heaven’s Armies, the God of Israel, have told your servant, ‘I will build you a dynastic house.’ That is why your servant has had the courage to pray this prayer to you. ","reference":"2 Samuel 7:27"},{"bookName":"2 Samuel","chapter":7,"verse":28,"text":"Now, O Sovereign Lord, you are the true God. May your words prove to be true! You have made this good promise to your servant. ","reference":"2 Samuel 7:28"},{"bookName":"2 Samuel","chapter":7,"verse":29,"text":"Now be willing to bless your servant’s dynasty so that it may stand permanently before you, for you, O Sovereign Lord, have spoken. By your blessing may your servant’s dynasty be blessed from now on into the future!” ","reference":"2 Samuel 7:29"}]