[{"bookName":"Galatians","chapter":1,"verse":1,"text":"From Paul, an apostle (not from men, nor by human agency, but by Jesus Christ and God the Father who raised him from the dead) ","reference":"Galatians 1:1"},{"bookName":"Galatians","chapter":1,"verse":2,"text":"and all the brothers with me, to the churches of Galatia. ","reference":"Galatians 1:2"},{"bookName":"Galatians","chapter":1,"verse":3,"text":"Grace and peace to you from God the Father and our Lord Jesus Christ, ","reference":"Galatians 1:3"},{"bookName":"Galatians","chapter":1,"verse":4,"text":"who gave himself for our sins to rescue us from this present evil age according to the will of our God and Father, ","reference":"Galatians 1:4"},{"bookName":"Galatians","chapter":1,"verse":5,"text":"to whom be glory forever and ever! Amen. ","reference":"Galatians 1:5"},{"bookName":"Galatians","chapter":1,"verse":6,"text":"I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are following a different gospel—","reference":"Galatians 1:6"},{"bookName":"Galatians","chapter":1,"verse":7,"text":"not that there really is another gospel, but there are some who are disturbing you and wanting to distort the gospel of Christ. ","reference":"Galatians 1:7"},{"bookName":"Galatians","chapter":1,"verse":8,"text":"But even if we (or an angel from heaven) should preach a gospel contrary to the one we preached to you, let him be condemned to hell! ","reference":"Galatians 1:8"},{"bookName":"Galatians","chapter":1,"verse":9,"text":"As we have said before, and now I say again, if any one is preaching to you a gospel contrary to what you received, let him be condemned to hell! ","reference":"Galatians 1:9"},{"bookName":"Galatians","chapter":1,"verse":10,"text":"Am I now trying to gain the approval of people, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a slave of Christ! ","reference":"Galatians 1:10"},{"bookName":"Galatians","chapter":1,"verse":11,"text":"Now I want you to know, brothers and sisters, that the gospel I preached is not of human origin. ","reference":"Galatians 1:11"},{"bookName":"Galatians","chapter":1,"verse":12,"text":"For I did not receive it or learn it from any human source; instead I received it by a revelation of Jesus Christ. ","reference":"Galatians 1:12"},{"bookName":"Galatians","chapter":1,"verse":13,"text":"For you have heard of my former way of life in Judaism, how I was savagely persecuting the church of God and trying to destroy it. ","reference":"Galatians 1:13"},{"bookName":"Galatians","chapter":1,"verse":14,"text":"I was advancing in Judaism beyond many of my contemporaries in my nation, and was extremely zealous for the traditions of my ancestors. ","reference":"Galatians 1:14"},{"bookName":"Galatians","chapter":1,"verse":15,"text":"But when the one who set me apart from birth and called me by his grace was pleased ","reference":"Galatians 1:15"},{"bookName":"Galatians","chapter":1,"verse":16,"text":"to reveal his Son in me so that I could preach him among the Gentiles, I did not go to ask advice from any human being,","reference":"Galatians 1:16"},{"bookName":"Galatians","chapter":1,"verse":17,"text":"nor did I go up to Jerusalem to see those who were apostles before me, but right away I departed to Arabia, and then returned to Damascus. ","reference":"Galatians 1:17"},{"bookName":"Galatians","chapter":1,"verse":18,"text":"Then after three years I went up to Jerusalem to visit Cephas and get information from him, and I stayed with him fifteen days. ","reference":"Galatians 1:18"},{"bookName":"Galatians","chapter":1,"verse":19,"text":"But I saw none of the other apostles except James the Lord’s brother. ","reference":"Galatians 1:19"},{"bookName":"Galatians","chapter":1,"verse":20,"text":"I assure you that, before God, I am not lying about what I am writing to you! ","reference":"Galatians 1:20"},{"bookName":"Galatians","chapter":1,"verse":21,"text":"Afterward I went to the regions of Syria and Cilicia. ","reference":"Galatians 1:21"},{"bookName":"Galatians","chapter":1,"verse":22,"text":"But I was personally unknown to the churches of Judea that are in Christ. ","reference":"Galatians 1:22"},{"bookName":"Galatians","chapter":1,"verse":23,"text":"They were only hearing, “The one who once persecuted us is now proclaiming the good news of the faith he once tried to destroy.” ","reference":"Galatians 1:23"},{"bookName":"Galatians","chapter":1,"verse":24,"text":"So they glorified God because of me. ","reference":"Galatians 1:24"}]