[
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 1,
    "text": "From Paul, an apostle (not from men, nor by human agency, but by Jesus Christ and God the Father who raised him from the dead) ",
    "reference": "Galatians 1:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 2,
    "text": "and all the brothers with me, to the churches of Galatia. ",
    "reference": "Galatians 1:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 3,
    "text": "Grace and peace to you from God the Father and our Lord Jesus Christ, ",
    "reference": "Galatians 1:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 4,
    "text": "who gave himself for our sins to rescue us from this present evil age according to the will of our God and Father, ",
    "reference": "Galatians 1:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 5,
    "text": "to whom be glory forever and ever! Amen. ",
    "reference": "Galatians 1:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 6,
    "text": "I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are following a different gospel—",
    "reference": "Galatians 1:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 7,
    "text": "not that there really is another gospel, but there are some who are disturbing you and wanting to distort the gospel of Christ. ",
    "reference": "Galatians 1:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 8,
    "text": "But even if we (or an angel from heaven) should preach a gospel contrary to the one we preached to you, let him be condemned to hell! ",
    "reference": "Galatians 1:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 9,
    "text": "As we have said before, and now I say again, if any one is preaching to you a gospel contrary to what you received, let him be condemned to hell! ",
    "reference": "Galatians 1:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 10,
    "text": "Am I now trying to gain the approval of people, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a slave of Christ! ",
    "reference": "Galatians 1:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 11,
    "text": "Now I want you to know, brothers and sisters, that the gospel I preached is not of human origin. ",
    "reference": "Galatians 1:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 12,
    "text": "For I did not receive it or learn it from any human source; instead I received it by a revelation of Jesus Christ. ",
    "reference": "Galatians 1:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 13,
    "text": "For you have heard of my former way of life in Judaism, how I was savagely persecuting the church of God and trying to destroy it. ",
    "reference": "Galatians 1:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 14,
    "text": "I was advancing in Judaism beyond many of my contemporaries in my nation, and was extremely zealous for the traditions of my ancestors. ",
    "reference": "Galatians 1:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 15,
    "text": "But when the one who set me apart from birth and called me by his grace was pleased ",
    "reference": "Galatians 1:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 16,
    "text": "to reveal his Son in me so that I could preach him among the Gentiles, I did not go to ask advice from any human being,",
    "reference": "Galatians 1:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 17,
    "text": "nor did I go up to Jerusalem to see those who were apostles before me, but right away I departed to Arabia, and then returned to Damascus. ",
    "reference": "Galatians 1:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 18,
    "text": "Then after three years I went up to Jerusalem to visit Cephas and get information from him, and I stayed with him fifteen days. ",
    "reference": "Galatians 1:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 19,
    "text": "But I saw none of the other apostles except James the Lord’s brother. ",
    "reference": "Galatians 1:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 20,
    "text": "I assure you that, before God, I am not lying about what I am writing to you! ",
    "reference": "Galatians 1:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 21,
    "text": "Afterward I went to the regions of Syria and Cilicia. ",
    "reference": "Galatians 1:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 22,
    "text": "But I was personally unknown to the churches of Judea that are in Christ. ",
    "reference": "Galatians 1:22"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 23,
    "text": "They were only hearing, “The one who once persecuted us is now proclaiming the good news of the faith he once tried to destroy.” ",
    "reference": "Galatians 1:23"
  },
  {
    "bookName": "Galatians",
    "chapter": 1,
    "verse": 24,
    "text": "So they glorified God because of me. ",
    "reference": "Galatians 1:24"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 1,
    "text": "Then after fourteen years I went up to Jerusalem again with Barnabas, taking Titus along too. ",
    "reference": "Galatians 2:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 2,
    "text": "I went there because of a revelation and presented to them the gospel that I preach among the Gentiles. But I did so only in a private meeting with the influential people, to make sure that I was not running—or had not run—in vain. ",
    "reference": "Galatians 2:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 3,
    "text": "Yet not even Titus, who was with me, was compelled to be circumcised, although he was a Greek. ",
    "reference": "Galatians 2:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 4,
    "text": "Now this matter arose because of the false brothers with false pretenses who slipped in unnoticed to spy on our freedom that we have in Christ Jesus, to make us slaves. ",
    "reference": "Galatians 2:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 5,
    "text": "But we did not surrender to them even for a moment, in order that the truth of the gospel would remain with you. ",
    "reference": "Galatians 2:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 6,
    "text": "But from those who were influential (whatever they were makes no difference to me; God shows no favoritism between people)—those influential leaders added nothing to my message.",
    "reference": "Galatians 2:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 7,
    "text": "On the contrary, when they saw that I was entrusted with the gospel to the uncircumcised just as Peter was entrusted with the gospel to the circumcised ",
    "reference": "Galatians 2:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 8,
    "text": "(for he who empowered Peter for his apostleship to the circumcised also empowered me for my apostleship to the Gentiles) ",
    "reference": "Galatians 2:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 9,
    "text": "and when James, Cephas, and John, who had a reputation as pillars, recognized the grace that had been given to me, they gave to Barnabas and me the right hand of fellowship, agreeing that we would go to the Gentiles and they to the circumcised. ",
    "reference": "Galatians 2:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 10,
    "text": "They requested only that we remember the poor, the very thing I also was eager to do. ",
    "reference": "Galatians 2:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 11,
    "text": "But when Cephas came to Antioch, I opposed him to his face, because he had clearly done wrong. ",
    "reference": "Galatians 2:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 12,
    "text": "Until certain people came from James, he had been eating with the Gentiles. But when they arrived, he stopped doing this and separated himself because he was afraid of those who were pro-circumcision. ",
    "reference": "Galatians 2:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 13,
    "text": "And the rest of the Jews also joined with him in this hypocrisy, so that even Barnabas was led astray with them by their hypocrisy. ",
    "reference": "Galatians 2:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 14,
    "text": "But when I saw that they were not behaving consistently with the truth of the gospel, I said to Cephas in front of them all, “If you, although you are a Jew, live like a Gentile and not like a Jew, how can you try to force the Gentiles to live like Jews?” ",
    "reference": "Galatians 2:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 15,
    "text": "We are Jews by birth and not Gentile sinners, ",
    "reference": "Galatians 2:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 16,
    "text": "yet we know that no one is justified by the works of the law but by the faithfulness of Jesus Christ. And we have come to believe in Christ Jesus, so that we may be justified by the faithfulness of Christ and not by the works of the law, because by the works of the law no one will be justified. ",
    "reference": "Galatians 2:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 17,
    "text": "But if while seeking to be justified in Christ we ourselves have also been found to be sinners, is Christ then one who encourages sin? Absolutely not! ",
    "reference": "Galatians 2:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 18,
    "text": "But if I build up again those things I once destroyed, I demonstrate that I am one who breaks God’s law. ",
    "reference": "Galatians 2:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 19,
    "text": "For through the law I died to the law so that I may live to God. ",
    "reference": "Galatians 2:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 20,
    "text": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. So the life I now live in the body, I live because of the faithfulness of the Son of God, who loved me and gave himself for me. ",
    "reference": "Galatians 2:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 2,
    "verse": 21,
    "text": "I do not set aside God’s grace, because if righteousness could come through the law, then Christ died for nothing! ",
    "reference": "Galatians 2:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 1,
    "text": "You foolish Galatians! Who has cast a spell on you? Before your eyes Jesus Christ was vividly portrayed as crucified! ",
    "reference": "Galatians 3:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 2,
    "text": "The only thing I want to learn from you is this: Did you receive the Spirit by doing the works of the law or by believing what you heard? ",
    "reference": "Galatians 3:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 3,
    "text": "Are you so foolish? Although you began with the Spirit, are you now trying to finish by human effort? ",
    "reference": "Galatians 3:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 4,
    "text": "Have you suffered so many things for nothing?—if indeed it was for nothing. ",
    "reference": "Galatians 3:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 5,
    "text": "Does God then give you the Spirit and work miracles among you by your doing the works of the law or by your believing what you heard? ",
    "reference": "Galatians 3:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 6,
    "text": "Just as Abraham \u003Cb\u003Ebelieved\u003C/b\u003E \u003Cb\u003EGod, and it was credited to him as righteousness\u003C/b\u003E, ",
    "reference": "Galatians 3:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 7,
    "text": "so then, understand that those who believe are the sons of Abraham. ",
    "reference": "Galatians 3:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 8,
    "text": "And the scripture, foreseeing that God would justify the Gentiles by faith, proclaimed the gospel to Abraham ahead of time, saying, “\u003Cb\u003EAll the nations\u003C/b\u003E \u003Cb\u003Ewill be blessed in you\u003C/b\u003E.” ",
    "reference": "Galatians 3:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 9,
    "text": "So then those who believe are blessed along with Abraham the believer. ",
    "reference": "Galatians 3:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 10,
    "text": "For all who rely on doing the works of the law are under a curse because it is written, “\u003Cb\u003ECursed is everyone who does not keep on doing everything written in the book of the law\u003C/b\u003E.” ",
    "reference": "Galatians 3:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 11,
    "text": "Now it is clear no one is justified before God by the law because \u003Cb\u003Ethe righteous one will live by faith\u003C/b\u003E. ",
    "reference": "Galatians 3:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 12,
    "text": "But the law is not based on faith, but \u003Cb\u003Ethe one who does\u003C/b\u003E the works of the law \u003Cb\u003Ewill live by them\u003C/b\u003E. ",
    "reference": "Galatians 3:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 13,
    "text": "Christ redeemed us from the curse of the law by becoming a curse for us (because it is written, “\u003Cb\u003ECursed is everyone who hangs on a tree\u003C/b\u003E”) ",
    "reference": "Galatians 3:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 14,
    "text": "in order that in Christ Jesus the blessing of Abraham would come to the Gentiles, so that we could receive the promise of the Spirit by faith. ",
    "reference": "Galatians 3:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 15,
    "text": "Brothers and sisters, I offer an example from everyday life: When a covenant has been ratified, even though it is only a human contract, no one can set it aside or add anything to it.",
    "reference": "Galatians 3:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 16,
    "text": "Now the promises were spoken to Abraham and to his descendant. Scripture does not say, “and to the descendants,” referring to many, but “\u003Cb\u003Eand\u003C/b\u003E \u003Cb\u003Eto your descendant\u003C/b\u003E,” referring to one, who is Christ. ",
    "reference": "Galatians 3:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 17,
    "text": "What I am saying is this: The law that came 430 years later does not cancel a covenant previously ratified by God, so as to invalidate the promise. ",
    "reference": "Galatians 3:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 18,
    "text": "For if the inheritance is based on the law, it is no longer based on the promise, but God graciously gave it to Abraham through the promise. ",
    "reference": "Galatians 3:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 19,
    "text": "Why then was the law given? It was added because of transgressions, until the arrival of the descendant to whom the promise had been made. It was administered through angels by an intermediary. ",
    "reference": "Galatians 3:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 20,
    "text": "Now an intermediary is not for one party alone, but God is one. ",
    "reference": "Galatians 3:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 21,
    "text": "Is the law therefore opposed to the promises of God? Absolutely not! For if a law had been given that was able to give life, then righteousness would certainly have come by the law. ",
    "reference": "Galatians 3:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 22,
    "text": "But the scripture imprisoned everything under sin so that the promise could be given—because of the faithfulness of Jesus Christ—to those who believe. ",
    "reference": "Galatians 3:22"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 23,
    "text": "Now before faith came we were held in custody under the law, being kept as prisoners until the coming faith would be revealed. ",
    "reference": "Galatians 3:23"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 24,
    "text": "Thus the law had become our guardian until Christ, so that we could be declared righteous by faith. ",
    "reference": "Galatians 3:24"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 25,
    "text": "But now that faith has come, we are no longer under a guardian. ",
    "reference": "Galatians 3:25"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 26,
    "text": "For in Christ Jesus you are all sons of God through faith. ",
    "reference": "Galatians 3:26"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 27,
    "text": "For all of you who were baptized into Christ have clothed yourselves with Christ. ",
    "reference": "Galatians 3:27"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 28,
    "text": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female—for all of you are one in Christ Jesus. ",
    "reference": "Galatians 3:28"
  },
  {
    "bookName": "Galatians",
    "chapter": 3,
    "verse": 29,
    "text": "And if you belong to Christ, then you are Abraham’s descendants, heirs according to the promise. ",
    "reference": "Galatians 3:29"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 1,
    "text": "Now I mean that the heir, as long as he is a minor, is no different from a slave, though he is the owner of everything. ",
    "reference": "Galatians 4:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 2,
    "text": "But he is under guardians and managers until the date set by his father. ",
    "reference": "Galatians 4:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 3,
    "text": "So also we, when we were minors, were enslaved under the basic forces of the world. ",
    "reference": "Galatians 4:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 4,
    "text": "But when the appropriate time had come, God sent out his Son, born of a woman, born under the law, ",
    "reference": "Galatians 4:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 5,
    "text": "to redeem those who were under the law, so that we may be adopted as sons with full rights. ",
    "reference": "Galatians 4:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 6,
    "text": "And because you are sons, God sent the Spirit of his Son into our hearts, who calls “Abba! Father!” ",
    "reference": "Galatians 4:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 7,
    "text": "So you are no longer a slave but a son, and if you are a son, then you are also an heir through God. ",
    "reference": "Galatians 4:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 8,
    "text": "Formerly when you did not know God, you were enslaved to beings that by nature are not gods at all.",
    "reference": "Galatians 4:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 9,
    "text": "But now that you have come to know God (or rather to be known by God), how can you turn back again to the weak and worthless basic forces? Do you want to be enslaved to them all over again? ",
    "reference": "Galatians 4:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 10,
    "text": "You are observing religious days and months and seasons and years. ",
    "reference": "Galatians 4:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 11,
    "text": "I fear for you that my work for you may have been in vain. ",
    "reference": "Galatians 4:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 12,
    "text": "I beg you, brothers and sisters, become like me, because I have become like you. You have done me no wrong! ",
    "reference": "Galatians 4:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 13,
    "text": "But you know it was because of a physical illness that I first proclaimed the gospel to you, ",
    "reference": "Galatians 4:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 14,
    "text": "and though my physical condition put you to the test, you did not despise or reject me. Instead, you welcomed me as though I were an angel of God, as though I were Christ Jesus himself!",
    "reference": "Galatians 4:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 15,
    "text": "Where then is your sense of happiness now? For I testify about you that if it were possible, you would have pulled out your eyes and given them to me! ",
    "reference": "Galatians 4:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 16,
    "text": "So then, have I become your enemy by telling you the truth? ",
    "reference": "Galatians 4:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 17,
    "text": "They court you eagerly, but for no good purpose; they want to exclude you, so that you would seek them eagerly. ",
    "reference": "Galatians 4:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 18,
    "text": "However, it is good to be sought eagerly for a good purpose at all times, and not only when I am present with you. ",
    "reference": "Galatians 4:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 19,
    "text": "My children—I am again undergoing birth pains until Christ is formed in you! ",
    "reference": "Galatians 4:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 20,
    "text": "I wish I could be with you now and change my tone of voice, because I am perplexed about you. ",
    "reference": "Galatians 4:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 21,
    "text": "Tell me, you who want to be under the law, do you not understand the law? ",
    "reference": "Galatians 4:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 22,
    "text": "For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. ",
    "reference": "Galatians 4:22"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 23,
    "text": "But one, the son by the slave woman, was born by natural descent, while the other, the son by the free woman, was born through the promise. ",
    "reference": "Galatians 4:23"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 24,
    "text": "These things may be treated as an allegory, for these women represent two covenants. One is from Mount Sinai bearing children for slavery; this is Hagar. ",
    "reference": "Galatians 4:24"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 25,
    "text": "Now Hagar represents Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children. ",
    "reference": "Galatians 4:25"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 26,
    "text": "But the Jerusalem above is free, and she is our mother. ",
    "reference": "Galatians 4:26"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 27,
    "text": "For it is written: “\u003Cb\u003ERejoice, O barren woman who does not bear children;\u003C/b\u003E \u003Cb\u003Ebreak forth and shout, you who have no birth pains,\u003C/b\u003E \u003Cb\u003Ebecause the children of the desolate woman are more numerous\u003C/b\u003E \u003Cb\u003Ethan those of the woman who has a husband\u003C/b\u003E.” ",
    "reference": "Galatians 4:27"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 28,
    "text": "But you, brothers and sisters, are children of the promise like Isaac. ",
    "reference": "Galatians 4:28"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 29,
    "text": "But just as at that time the one born by natural descent persecuted the one born according to the Spirit, so it is now. ",
    "reference": "Galatians 4:29"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 30,
    "text": "But what does the scripture say? “\u003Cb\u003EThrow out the slave woman and her son, for the son of the slave woman will not share the inheritance with the son\u003C/b\u003E” of the free woman. ",
    "reference": "Galatians 4:30"
  },
  {
    "bookName": "Galatians",
    "chapter": 4,
    "verse": 31,
    "text": "Therefore, brothers and sisters, we are not children of the slave woman but of the free woman. ",
    "reference": "Galatians 4:31"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 1,
    "text": "For freedom Christ has set us free. Stand firm, then, and do not be subject again to the yoke of slavery. ",
    "reference": "Galatians 5:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 2,
    "text": "Listen! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no benefit to you at all!",
    "reference": "Galatians 5:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 3,
    "text": "And I testify again to every man who lets himself be circumcised that he is obligated to obey the whole law. ",
    "reference": "Galatians 5:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 4,
    "text": "You who are trying to be declared righteous by the law have been alienated from Christ; you have fallen away from grace! ",
    "reference": "Galatians 5:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 5,
    "text": "For through the Spirit, by faith, we wait expectantly for the hope of righteousness. ",
    "reference": "Galatians 5:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 6,
    "text": "For in Christ Jesus neither circumcision nor uncircumcision carries any weight—the only thing that matters is faith working through love. ",
    "reference": "Galatians 5:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 7,
    "text": "You were running well; who prevented you from obeying the truth? ",
    "reference": "Galatians 5:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 8,
    "text": "This persuasion does not come from the one who calls you! ",
    "reference": "Galatians 5:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 9,
    "text": "A little yeast makes the whole batch of dough rise! ",
    "reference": "Galatians 5:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 10,
    "text": "I am confident in the Lord that you will accept no other view. But the one who is confusing you will pay the penalty, whoever he may be. ",
    "reference": "Galatians 5:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 11,
    "text": "Now, brothers and sisters, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. ",
    "reference": "Galatians 5:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 12,
    "text": "I wish those agitators would go so far as to castrate themselves!",
    "reference": "Galatians 5:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 13,
    "text": "For you were called to freedom, brothers and sisters; only do not use your freedom as an opportunity to indulge your flesh, but through love serve one another. ",
    "reference": "Galatians 5:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 14,
    "text": "For the whole law can be summed up in a single commandment, namely, “\u003Cb\u003EYou must love your neighbor as yourself\u003C/b\u003E.” ",
    "reference": "Galatians 5:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 15,
    "text": "However, if you continually bite and devour one another, beware that you are not consumed by one another. ",
    "reference": "Galatians 5:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 16,
    "text": "But I say, live by the Spirit and you will not carry out the desires of the flesh. ",
    "reference": "Galatians 5:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 17,
    "text": "For the flesh has desires that are opposed to the Spirit, and the Spirit has desires that are opposed to the flesh, for these are in opposition to each other, so that you cannot do what you want. ",
    "reference": "Galatians 5:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 18,
    "text": "But if you are led by the Spirit, you are not under the law. ",
    "reference": "Galatians 5:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 19,
    "text": "Now the works of the flesh are obvious: sexual immorality, impurity, depravity, ",
    "reference": "Galatians 5:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 20,
    "text": "idolatry, sorcery, hostilities, strife, jealousy, outbursts of anger, selfish rivalries, dissensions, factions, ",
    "reference": "Galatians 5:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 21,
    "text": "envying, murder, drunkenness, carousing, and similar things. I am warning you, as I had warned you before: Those who practice such things will not inherit the kingdom of God! ",
    "reference": "Galatians 5:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 22,
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, ",
    "reference": "Galatians 5:22"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 23,
    "text": "gentleness, and self-control. Against such things there is no law. ",
    "reference": "Galatians 5:23"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 24,
    "text": "Now those who belong to Christ have crucified the flesh with its passions and desires. ",
    "reference": "Galatians 5:24"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 25,
    "text": "If we live by the Spirit, let us also behave in accordance with the Spirit. ",
    "reference": "Galatians 5:25"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 26,
    "text": "Let us not become conceited, provoking one another, being jealous of one another. ",
    "reference": "Galatians 5:26"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 1,
    "text": "Brothers and sisters, if a person is discovered in some sin, you who are spiritual restore such a person in a spirit of gentleness. Pay close attention to yourselves, so that you are not tempted too. ",
    "reference": "Galatians 6:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 2,
    "text": "Carry one another’s burdens, and in this way you will fulfill the law of Christ. ",
    "reference": "Galatians 6:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 3,
    "text": "For if anyone thinks he is something when he is nothing, he deceives himself. ",
    "reference": "Galatians 6:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 4,
    "text": "Let each one examine his own work. Then he can take pride in himself and not compare himself with someone else. ",
    "reference": "Galatians 6:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 5,
    "text": "For each one will carry his own load. ",
    "reference": "Galatians 6:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 6,
    "text": "Now the one who receives instruction in the word must share all good things with the one who teaches it.",
    "reference": "Galatians 6:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 7,
    "text": "Do not be deceived. God will not be made a fool. For a person will reap what he sows, ",
    "reference": "Galatians 6:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 8,
    "text": "because the person who sows to his own flesh will reap corruption from the flesh, but the one who sows to the Spirit will reap eternal life from the Spirit. ",
    "reference": "Galatians 6:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 9,
    "text": "So we must not grow weary in doing good, for in due time we will reap, if we do not give up. ",
    "reference": "Galatians 6:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 10,
    "text": "So then, whenever we have an opportunity, let us do good to all people, and especially to those who belong to the family of faith. ",
    "reference": "Galatians 6:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 11,
    "text": "See what big letters I make as I write to you with my own hand! ",
    "reference": "Galatians 6:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 12,
    "text": "Those who want to make a good showing in external matters are trying to force you to be circumcised. They do so only to avoid being persecuted for the cross of Christ. ",
    "reference": "Galatians 6:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 13,
    "text": "For those who are circumcised do not obey the law themselves, but they want you to be circumcised so that they can boast about your flesh. ",
    "reference": "Galatians 6:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 14,
    "text": "But may I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world. ",
    "reference": "Galatians 6:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 15,
    "text": "For neither circumcision nor uncircumcision counts for anything; the only thing that matters is a new creation! ",
    "reference": "Galatians 6:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 16,
    "text": "And all who will behave in accordance with this rule, peace and mercy be on them, and on the Israel of God. ",
    "reference": "Galatians 6:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 17,
    "text": "From now on let no one cause me trouble, for I bear the marks of Jesus on my body. ",
    "reference": "Galatians 6:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 6,
    "verse": 18,
    "text": "The grace of our Lord Jesus Christ be with your spirit, brothers and sisters. Amen. ",
    "reference": "Galatians 6:18"
  }
]