[
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 1,
    "text": "For freedom Christ has set us free. Stand firm, then, and do not be subject again to the yoke of slavery. ",
    "reference": "Galatians 5:1"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 2,
    "text": "Listen! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no benefit to you at all!",
    "reference": "Galatians 5:2"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 3,
    "text": "And I testify again to every man who lets himself be circumcised that he is obligated to obey the whole law. ",
    "reference": "Galatians 5:3"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 4,
    "text": "You who are trying to be declared righteous by the law have been alienated from Christ; you have fallen away from grace! ",
    "reference": "Galatians 5:4"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 5,
    "text": "For through the Spirit, by faith, we wait expectantly for the hope of righteousness. ",
    "reference": "Galatians 5:5"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 6,
    "text": "For in Christ Jesus neither circumcision nor uncircumcision carries any weight—the only thing that matters is faith working through love. ",
    "reference": "Galatians 5:6"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 7,
    "text": "You were running well; who prevented you from obeying the truth? ",
    "reference": "Galatians 5:7"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 8,
    "text": "This persuasion does not come from the one who calls you! ",
    "reference": "Galatians 5:8"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 9,
    "text": "A little yeast makes the whole batch of dough rise! ",
    "reference": "Galatians 5:9"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 10,
    "text": "I am confident in the Lord that you will accept no other view. But the one who is confusing you will pay the penalty, whoever he may be. ",
    "reference": "Galatians 5:10"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 11,
    "text": "Now, brothers and sisters, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. ",
    "reference": "Galatians 5:11"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 12,
    "text": "I wish those agitators would go so far as to castrate themselves!",
    "reference": "Galatians 5:12"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 13,
    "text": "For you were called to freedom, brothers and sisters; only do not use your freedom as an opportunity to indulge your flesh, but through love serve one another. ",
    "reference": "Galatians 5:13"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 14,
    "text": "For the whole law can be summed up in a single commandment, namely, “\u003Cb\u003EYou must love your neighbor as yourself\u003C/b\u003E.” ",
    "reference": "Galatians 5:14"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 15,
    "text": "However, if you continually bite and devour one another, beware that you are not consumed by one another. ",
    "reference": "Galatians 5:15"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 16,
    "text": "But I say, live by the Spirit and you will not carry out the desires of the flesh. ",
    "reference": "Galatians 5:16"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 17,
    "text": "For the flesh has desires that are opposed to the Spirit, and the Spirit has desires that are opposed to the flesh, for these are in opposition to each other, so that you cannot do what you want. ",
    "reference": "Galatians 5:17"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 18,
    "text": "But if you are led by the Spirit, you are not under the law. ",
    "reference": "Galatians 5:18"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 19,
    "text": "Now the works of the flesh are obvious: sexual immorality, impurity, depravity, ",
    "reference": "Galatians 5:19"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 20,
    "text": "idolatry, sorcery, hostilities, strife, jealousy, outbursts of anger, selfish rivalries, dissensions, factions, ",
    "reference": "Galatians 5:20"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 21,
    "text": "envying, murder, drunkenness, carousing, and similar things. I am warning you, as I had warned you before: Those who practice such things will not inherit the kingdom of God! ",
    "reference": "Galatians 5:21"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 22,
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, ",
    "reference": "Galatians 5:22"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 23,
    "text": "gentleness, and self-control. Against such things there is no law. ",
    "reference": "Galatians 5:23"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 24,
    "text": "Now those who belong to Christ have crucified the flesh with its passions and desires. ",
    "reference": "Galatians 5:24"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 25,
    "text": "If we live by the Spirit, let us also behave in accordance with the Spirit. ",
    "reference": "Galatians 5:25"
  },
  {
    "bookName": "Galatians",
    "chapter": 5,
    "verse": 26,
    "text": "Let us not become conceited, provoking one another, being jealous of one another. ",
    "reference": "Galatians 5:26"
  }
]