[{"bookName":"Galatians","chapter":4,"verse":1,"text":"Now I mean that the heir, as long as he is a minor, is no different from a slave, though he is the owner of everything. ","reference":"Galatians 4:1"},{"bookName":"Galatians","chapter":4,"verse":2,"text":"But he is under guardians and managers until the date set by his father. ","reference":"Galatians 4:2"},{"bookName":"Galatians","chapter":4,"verse":3,"text":"So also we, when we were minors, were enslaved under the basic forces of the world. ","reference":"Galatians 4:3"},{"bookName":"Galatians","chapter":4,"verse":4,"text":"But when the appropriate time had come, God sent out his Son, born of a woman, born under the law, ","reference":"Galatians 4:4"},{"bookName":"Galatians","chapter":4,"verse":5,"text":"to redeem those who were under the law, so that we may be adopted as sons with full rights. ","reference":"Galatians 4:5"},{"bookName":"Galatians","chapter":4,"verse":6,"text":"And because you are sons, God sent the Spirit of his Son into our hearts, who calls “Abba! Father!” ","reference":"Galatians 4:6"},{"bookName":"Galatians","chapter":4,"verse":7,"text":"So you are no longer a slave but a son, and if you are a son, then you are also an heir through God. ","reference":"Galatians 4:7"},{"bookName":"Galatians","chapter":4,"verse":8,"text":"Formerly when you did not know God, you were enslaved to beings that by nature are not gods at all.","reference":"Galatians 4:8"},{"bookName":"Galatians","chapter":4,"verse":9,"text":"But now that you have come to know God (or rather to be known by God), how can you turn back again to the weak and worthless basic forces? Do you want to be enslaved to them all over again? ","reference":"Galatians 4:9"},{"bookName":"Galatians","chapter":4,"verse":10,"text":"You are observing religious days and months and seasons and years. ","reference":"Galatians 4:10"},{"bookName":"Galatians","chapter":4,"verse":11,"text":"I fear for you that my work for you may have been in vain. ","reference":"Galatians 4:11"},{"bookName":"Galatians","chapter":4,"verse":12,"text":"I beg you, brothers and sisters, become like me, because I have become like you. You have done me no wrong! ","reference":"Galatians 4:12"},{"bookName":"Galatians","chapter":4,"verse":13,"text":"But you know it was because of a physical illness that I first proclaimed the gospel to you, ","reference":"Galatians 4:13"},{"bookName":"Galatians","chapter":4,"verse":14,"text":"and though my physical condition put you to the test, you did not despise or reject me. Instead, you welcomed me as though I were an angel of God, as though I were Christ Jesus himself!","reference":"Galatians 4:14"},{"bookName":"Galatians","chapter":4,"verse":15,"text":"Where then is your sense of happiness now? For I testify about you that if it were possible, you would have pulled out your eyes and given them to me! ","reference":"Galatians 4:15"},{"bookName":"Galatians","chapter":4,"verse":16,"text":"So then, have I become your enemy by telling you the truth? ","reference":"Galatians 4:16"},{"bookName":"Galatians","chapter":4,"verse":17,"text":"They court you eagerly, but for no good purpose; they want to exclude you, so that you would seek them eagerly. ","reference":"Galatians 4:17"},{"bookName":"Galatians","chapter":4,"verse":18,"text":"However, it is good to be sought eagerly for a good purpose at all times, and not only when I am present with you. ","reference":"Galatians 4:18"},{"bookName":"Galatians","chapter":4,"verse":19,"text":"My children—I am again undergoing birth pains until Christ is formed in you! ","reference":"Galatians 4:19"},{"bookName":"Galatians","chapter":4,"verse":20,"text":"I wish I could be with you now and change my tone of voice, because I am perplexed about you. ","reference":"Galatians 4:20"},{"bookName":"Galatians","chapter":4,"verse":21,"text":"Tell me, you who want to be under the law, do you not understand the law? ","reference":"Galatians 4:21"},{"bookName":"Galatians","chapter":4,"verse":22,"text":"For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. ","reference":"Galatians 4:22"},{"bookName":"Galatians","chapter":4,"verse":23,"text":"But one, the son by the slave woman, was born by natural descent, while the other, the son by the free woman, was born through the promise. ","reference":"Galatians 4:23"},{"bookName":"Galatians","chapter":4,"verse":24,"text":"These things may be treated as an allegory, for these women represent two covenants. One is from Mount Sinai bearing children for slavery; this is Hagar. ","reference":"Galatians 4:24"},{"bookName":"Galatians","chapter":4,"verse":25,"text":"Now Hagar represents Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children. ","reference":"Galatians 4:25"},{"bookName":"Galatians","chapter":4,"verse":26,"text":"But the Jerusalem above is free, and she is our mother. ","reference":"Galatians 4:26"},{"bookName":"Galatians","chapter":4,"verse":27,"text":"For it is written: “\u003Cb\u003ERejoice, O barren woman who does not bear children;\u003C/b\u003E \u003Cb\u003Ebreak forth and shout, you who have no birth pains,\u003C/b\u003E \u003Cb\u003Ebecause the children of the desolate woman are more numerous\u003C/b\u003E \u003Cb\u003Ethan those of the woman who has a husband\u003C/b\u003E.” ","reference":"Galatians 4:27"},{"bookName":"Galatians","chapter":4,"verse":28,"text":"But you, brothers and sisters, are children of the promise like Isaac. ","reference":"Galatians 4:28"},{"bookName":"Galatians","chapter":4,"verse":29,"text":"But just as at that time the one born by natural descent persecuted the one born according to the Spirit, so it is now. ","reference":"Galatians 4:29"},{"bookName":"Galatians","chapter":4,"verse":30,"text":"But what does the scripture say? “\u003Cb\u003EThrow out the slave woman and her son, for the son of the slave woman will not share the inheritance with the son\u003C/b\u003E” of the free woman. ","reference":"Galatians 4:30"},{"bookName":"Galatians","chapter":4,"verse":31,"text":"Therefore, brothers and sisters, we are not children of the slave woman but of the free woman. ","reference":"Galatians 4:31"}]