[{"bookName":"Luke","chapter":20,"verse":1,"text":"Now one day, as Jesus was teaching the people in the temple courts and proclaiming the gospel, the chief priests and the experts in the law with the elders came up ","reference":"Luke 20:1"},{"bookName":"Luke","chapter":20,"verse":2,"text":"and said to him, “Tell us: By what authority are you doing these things? Or who is it who gave you this authority?” ","reference":"Luke 20:2"},{"bookName":"Luke","chapter":20,"verse":3,"text":"He answered them, “I will also ask you a question, and you tell me: ","reference":"Luke 20:3"},{"bookName":"Luke","chapter":20,"verse":4,"text":"John’s baptism—was it from heaven or from people?” ","reference":"Luke 20:4"},{"bookName":"Luke","chapter":20,"verse":5,"text":"So they discussed it with one another, saying, “If we say, ‘From heaven,’ he will say, ‘Why did you not believe him?’ ","reference":"Luke 20:5"},{"bookName":"Luke","chapter":20,"verse":6,"text":"But if we say, ‘From people,’ all the people will stone us because they are convinced that John was a prophet.” ","reference":"Luke 20:6"},{"bookName":"Luke","chapter":20,"verse":7,"text":"So they replied that they did not know where it came from.","reference":"Luke 20:7"},{"bookName":"Luke","chapter":20,"verse":8,"text":"Then Jesus said to them, “Neither will I tell you by whose authority I do these things.” ","reference":"Luke 20:8"},{"bookName":"Luke","chapter":20,"verse":9,"text":"Then he began to tell the people this parable: “A man planted a vineyard, leased it to tenant farmers, and went on a journey for a long time. ","reference":"Luke 20:9"},{"bookName":"Luke","chapter":20,"verse":10,"text":"When harvest time came, he sent a slave to the tenants so that they would give him his portion of the crop. However, the tenants beat his slave and sent him away empty-handed. ","reference":"Luke 20:10"},{"bookName":"Luke","chapter":20,"verse":11,"text":"So he sent another slave. They beat this one too, treated him outrageously, and sent him away empty-handed. ","reference":"Luke 20:11"},{"bookName":"Luke","chapter":20,"verse":12,"text":"So he sent still a third. They even wounded this one and threw him out. ","reference":"Luke 20:12"},{"bookName":"Luke","chapter":20,"verse":13,"text":"Then the owner of the vineyard said, ‘What should I do? I will send my one dear son; perhaps they will respect him.’","reference":"Luke 20:13"},{"bookName":"Luke","chapter":20,"verse":14,"text":"But when the tenants saw him, they said to one another, ‘This is the heir; let’s kill him so the inheritance will be ours!’ ","reference":"Luke 20:14"},{"bookName":"Luke","chapter":20,"verse":15,"text":"So they threw him out of the vineyard and killed him. What then will the owner of the vineyard do to them? ","reference":"Luke 20:15"},{"bookName":"Luke","chapter":20,"verse":16,"text":"He will come and destroy those tenants and give the vineyard to others.” When the people heard this, they said, “May this never happen!” ","reference":"Luke 20:16"},{"bookName":"Luke","chapter":20,"verse":17,"text":"But Jesus looked straight at them and said, “Then what is the meaning of that which is written: ‘\u003Cb\u003EThe stone the builders rejected has become the cornerstone\u003C/b\u003E’? ","reference":"Luke 20:17"},{"bookName":"Luke","chapter":20,"verse":18,"text":"Everyone who falls on this stone will be broken to pieces, and the one on whom it falls will be crushed.” ","reference":"Luke 20:18"},{"bookName":"Luke","chapter":20,"verse":19,"text":"Then the experts in the law and the chief priests wanted to arrest him that very hour because they realized he had told this parable against them. But they were afraid of the people. ","reference":"Luke 20:19"},{"bookName":"Luke","chapter":20,"verse":20,"text":"Then they watched him carefully and sent spies who pretended to be sincere. They wanted to take advantage of what he might say so that they could deliver him up to the authority and jurisdiction of the governor. ","reference":"Luke 20:20"},{"bookName":"Luke","chapter":20,"verse":21,"text":"Thus they asked him, “Teacher, we know that you speak and teach correctly, and show no partiality, but teach the way of God in accordance with the truth. ","reference":"Luke 20:21"},{"bookName":"Luke","chapter":20,"verse":22,"text":"Is it right for us to pay the tribute tax to Caesar or not?” ","reference":"Luke 20:22"},{"bookName":"Luke","chapter":20,"verse":23,"text":"But Jesus perceived their deceit and said to them, ","reference":"Luke 20:23"},{"bookName":"Luke","chapter":20,"verse":24,"text":"“Show me a denarius. Whose image and inscription are on it?” They said, “Caesar’s.”","reference":"Luke 20:24"},{"bookName":"Luke","chapter":20,"verse":25,"text":"So he said to them, “Then give to Caesar the things that are Caesar’s, and to God the things that are God’s.”","reference":"Luke 20:25"},{"bookName":"Luke","chapter":20,"verse":26,"text":"Thus they were unable in the presence of the people to trap him with his own words. And stunned by his answer, they fell silent. ","reference":"Luke 20:26"},{"bookName":"Luke","chapter":20,"verse":27,"text":"Now some Sadducees (who contend that there is no resurrection) came to him. ","reference":"Luke 20:27"},{"bookName":"Luke","chapter":20,"verse":28,"text":"They asked him, “Teacher, Moses wrote for us that \u003Cb\u003Eif a man’s brother dies leaving\u003C/b\u003E a wife but \u003Cb\u003Eno children, that man\u003C/b\u003E \u003Cb\u003Emust marry\u003C/b\u003E \u003Cb\u003Ethe widow and father children\u003C/b\u003E \u003Cb\u003Efor his brother\u003C/b\u003E. ","reference":"Luke 20:28"},{"bookName":"Luke","chapter":20,"verse":29,"text":"Now there were seven brothers. The first one married a woman and died without children. ","reference":"Luke 20:29"},{"bookName":"Luke","chapter":20,"verse":30,"text":"The second ","reference":"Luke 20:30"},{"bookName":"Luke","chapter":20,"verse":31,"text":"and then the third married her, and in this same way all seven died, leaving no children. ","reference":"Luke 20:31"},{"bookName":"Luke","chapter":20,"verse":32,"text":"Finally the woman died too. ","reference":"Luke 20:32"},{"bookName":"Luke","chapter":20,"verse":33,"text":"In the resurrection, therefore, whose wife will the woman be? For all seven had married her.” ","reference":"Luke 20:33"},{"bookName":"Luke","chapter":20,"verse":34,"text":"So Jesus said to them, “The people of this age marry and are given in marriage. ","reference":"Luke 20:34"},{"bookName":"Luke","chapter":20,"verse":35,"text":"But those who are regarded as worthy to share in that age and in the resurrection from the dead neither marry nor are given in marriage. ","reference":"Luke 20:35"},{"bookName":"Luke","chapter":20,"verse":36,"text":"In fact, they can no longer die because they are equal to angels and are sons of God, since they are sons of the resurrection. ","reference":"Luke 20:36"},{"bookName":"Luke","chapter":20,"verse":37,"text":"But even Moses revealed that the dead are raised in the passage about the bush, where he calls the Lord \u003Cb\u003Ethe God of Abraham and the God of Isaac and the God of Jacob\u003C/b\u003E. ","reference":"Luke 20:37"},{"bookName":"Luke","chapter":20,"verse":38,"text":"Now he is not God of the dead, but of the living, for all live before him.” ","reference":"Luke 20:38"},{"bookName":"Luke","chapter":20,"verse":39,"text":"Then some of the experts in the law answered, “Teacher, you have spoken well!” ","reference":"Luke 20:39"},{"bookName":"Luke","chapter":20,"verse":40,"text":"For they did not dare any longer to ask him anything. ","reference":"Luke 20:40"},{"bookName":"Luke","chapter":20,"verse":41,"text":"But he said to them, “How is it that they say that the Christ is David’s son? ","reference":"Luke 20:41"},{"bookName":"Luke","chapter":20,"verse":42,"text":"For David himself says in the book of Psalms, ‘\u003Cb\u003EThe Lord said to my\u003C/b\u003E \u003Cb\u003Elord,\u003C/b\u003E “\u003Cb\u003ESit at my right hand,\u003C/b\u003E ","reference":"Luke 20:42"},{"bookName":"Luke","chapter":20,"verse":43,"text":"\u003Cb\u003Euntil I make your enemies a footstool for your feet\u003C/b\u003E.”’ ","reference":"Luke 20:43"},{"bookName":"Luke","chapter":20,"verse":44,"text":"If David then calls him ‘Lord,’ how can he be his son?” ","reference":"Luke 20:44"},{"bookName":"Luke","chapter":20,"verse":45,"text":"As all the people were listening, Jesus said to his disciples, ","reference":"Luke 20:45"},{"bookName":"Luke","chapter":20,"verse":46,"text":"“Beware of the experts in the law. They like walking around in long robes, and they love elaborate greetings in the marketplaces and the best seats in the synagogues and the places of honor at banquets. ","reference":"Luke 20:46"},{"bookName":"Luke","chapter":20,"verse":47,"text":"They devour widows’ property, and as a show make long prayers. They will receive a more severe punishment.” ","reference":"Luke 20:47"}]