[
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 1,
    "text": "Jesus looked up and saw the rich putting their gifts into the offering box. ",
    "reference": "Luke 21:1"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 2,
    "text": "He also saw a poor widow put in two small copper coins. ",
    "reference": "Luke 21:2"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 3,
    "text": "He said, “I tell you the truth, this poor widow has put in more than all of them. ",
    "reference": "Luke 21:3"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 4,
    "text": "For they all offered their gifts out of their wealth. But she, out of her poverty, put in everything she had to live on.” ",
    "reference": "Luke 21:4"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 5,
    "text": "Now while some were speaking about the temple, how it was adorned with beautiful stones and offerings, Jesus said, ",
    "reference": "Luke 21:5"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 6,
    "text": "“As for these things that you are gazing at, the days will come when not one stone will be left on another. All will be torn down!” ",
    "reference": "Luke 21:6"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 7,
    "text": "So they asked him, “Teacher, when will these things happen? And what will be the sign that these things are about to take place?” ",
    "reference": "Luke 21:7"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 8,
    "text": "He said, “Watch out that you are not misled. For many will come in my name, saying, ‘I am he,’ and, ‘The time is near.’ Do not follow them! ",
    "reference": "Luke 21:8"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 9,
    "text": "And when you hear of wars and rebellions, do not be afraid. For these things must happen first, but the end will not come at once.” ",
    "reference": "Luke 21:9"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 10,
    "text": "Then he said to them, “Nation will rise up in arms against nation, and kingdom against kingdom. ",
    "reference": "Luke 21:10"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 11,
    "text": "There will be great earthquakes, and famines and plagues in various places, and there will be terrifying sights and great signs from heaven. ",
    "reference": "Luke 21:11"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 12,
    "text": "But before all this, they will seize you and persecute you, handing you over to the synagogues and prisons. You will be brought before kings and governors because of my name. ",
    "reference": "Luke 21:12"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 13,
    "text": "This will be a time for you to serve as witnesses. ",
    "reference": "Luke 21:13"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 14,
    "text": "Therefore be resolved not to rehearse ahead of time how to make your defense. ",
    "reference": "Luke 21:14"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 15,
    "text": "For I will give you the words along with the wisdom that none of your adversaries will be able to withstand or contradict. ",
    "reference": "Luke 21:15"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 16,
    "text": "You will be betrayed even by parents, brothers, relatives, and friends, and they will have some of you put to death. ",
    "reference": "Luke 21:16"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 17,
    "text": "You will be hated by everyone because of my name. ",
    "reference": "Luke 21:17"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 18,
    "text": "Yet not a hair of your head will perish. ",
    "reference": "Luke 21:18"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 19,
    "text": "By your endurance you will gain your lives. ",
    "reference": "Luke 21:19"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 20,
    "text": "“But when you see Jerusalem surrounded by armies, then know that its desolation has come near. ",
    "reference": "Luke 21:20"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 21,
    "text": "Then those who are in Judea must flee to the mountains. Those who are inside the city must depart. Those who are out in the country must not enter it, ",
    "reference": "Luke 21:21"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 22,
    "text": "because these are days of vengeance, to fulfill all that is written. ",
    "reference": "Luke 21:22"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 23,
    "text": "Woe to those who are pregnant and to those who are nursing their babies in those days! For there will be great distress on the earth and wrath against this people. ",
    "reference": "Luke 21:23"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 24,
    "text": "They will fall by the edge of the sword and be led away as captives among all nations. Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled. ",
    "reference": "Luke 21:24"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 25,
    "text": "“And there will be signs in the sun and moon and stars, and on the earth nations will be in distress, anxious over the roaring of the sea and the surging waves. ",
    "reference": "Luke 21:25"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 26,
    "text": "People will be fainting from fear and from the expectation of what is coming on the world, for the powers of the heavens will be shaken. ",
    "reference": "Luke 21:26"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 27,
    "text": "Then they will see the Son of Man arriving in a cloud with power and great glory. ",
    "reference": "Luke 21:27"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 28,
    "text": "But when these things begin to happen, stand up and raise your heads because your redemption is drawing near.” ",
    "reference": "Luke 21:28"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 29,
    "text": "Then he told them a parable: “Look at the fig tree and all the other trees. ",
    "reference": "Luke 21:29"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 30,
    "text": "When they sprout leaves, you see for yourselves and know that summer is now near. ",
    "reference": "Luke 21:30"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 31,
    "text": "So also you, when you see these things happening, know that the kingdom of God is near. ",
    "reference": "Luke 21:31"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 32,
    "text": "I tell you the truth, this generation will not pass away until all these things take place. ",
    "reference": "Luke 21:32"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 33,
    "text": "Heaven and earth will pass away, but my words will never pass away. ",
    "reference": "Luke 21:33"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 34,
    "text": "“But be on your guard so that your hearts are not weighed down with dissipation and drunkenness and the worries of this life, and that day close down upon you suddenly like a trap.",
    "reference": "Luke 21:34"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 35,
    "text": "For it will overtake all who live on the face of the whole earth. ",
    "reference": "Luke 21:35"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 36,
    "text": "But stay alert at all times, praying that you may have strength to escape all these things that must happen, and to stand before the Son of Man.” ",
    "reference": "Luke 21:36"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 37,
    "text": "So every day Jesus was teaching in the temple courts, but at night he went and stayed on the Mount of Olives. ",
    "reference": "Luke 21:37"
  },
  {
    "bookName": "Luke",
    "chapter": 21,
    "verse": 38,
    "text": "And all the people came to him early in the morning to listen to him in the temple courts. ",
    "reference": "Luke 21:38"
  }
]