[{"bookName":"Luke","chapter":14,"verse":1,"text":"Now one Sabbath when Jesus went to dine at the house of a leader of the Pharisees, they were watching him closely. ","reference":"Luke 14:1"},{"bookName":"Luke","chapter":14,"verse":2,"text":"There right in front of him was a man whose body was swollen with fluid. ","reference":"Luke 14:2"},{"bookName":"Luke","chapter":14,"verse":3,"text":"So Jesus asked the experts in religious law and the Pharisees, “Is it lawful to heal on the Sabbath or not?” ","reference":"Luke 14:3"},{"bookName":"Luke","chapter":14,"verse":4,"text":"But they remained silent. So Jesus took hold of the man, healed him, and sent him away. ","reference":"Luke 14:4"},{"bookName":"Luke","chapter":14,"verse":5,"text":"Then he said to them, “Which of you, if you have a son or an ox that has fallen into a well on a Sabbath day, will not immediately pull him out?” ","reference":"Luke 14:5"},{"bookName":"Luke","chapter":14,"verse":6,"text":"But they could not reply to this. ","reference":"Luke 14:6"},{"bookName":"Luke","chapter":14,"verse":7,"text":"Then when Jesus noticed how the guests chose the places of honor, he told them a parable. He said to them, ","reference":"Luke 14:7"},{"bookName":"Luke","chapter":14,"verse":8,"text":"“When you are invited by someone to a wedding feast, do not take the place of honor because a person more distinguished than you may have been invited by your host. ","reference":"Luke 14:8"},{"bookName":"Luke","chapter":14,"verse":9,"text":"So the host who invited both of you will come and say to you, ‘Give this man your place.’ Then, ashamed, you will begin to move to the least important place. ","reference":"Luke 14:9"},{"bookName":"Luke","chapter":14,"verse":10,"text":"But when you are invited, go and take the least important place, so that when your host approaches he will say to you, ‘Friend, move up here to a better place.’ Then you will be honored in the presence of all who share the meal with you. ","reference":"Luke 14:10"},{"bookName":"Luke","chapter":14,"verse":11,"text":"For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.” ","reference":"Luke 14:11"},{"bookName":"Luke","chapter":14,"verse":12,"text":"He said also to the man who had invited him, “When you host a dinner or a banquet, don’t invite your friends or your brothers or your relatives or rich neighbors so you can be invited by them in return and get repaid. ","reference":"Luke 14:12"},{"bookName":"Luke","chapter":14,"verse":13,"text":"But when you host an elaborate meal, invite the poor, the crippled, the lame, and the blind. ","reference":"Luke 14:13"},{"bookName":"Luke","chapter":14,"verse":14,"text":"Then you will be blessed because they cannot repay you, for you will be repaid at the resurrection of the righteous.” ","reference":"Luke 14:14"},{"bookName":"Luke","chapter":14,"verse":15,"text":"When one of those at the meal with Jesus heard this, he said to him, “Blessed is everyone who will feast in the kingdom of God!”","reference":"Luke 14:15"},{"bookName":"Luke","chapter":14,"verse":16,"text":"But Jesus said to him, “A man once gave a great banquet and invited many guests.","reference":"Luke 14:16"},{"bookName":"Luke","chapter":14,"verse":17,"text":"At the time for the banquet he sent his slave to tell those who had been invited, ‘Come, because everything is now ready.’ ","reference":"Luke 14:17"},{"bookName":"Luke","chapter":14,"verse":18,"text":"But one after another they all began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please excuse me.’ ","reference":"Luke 14:18"},{"bookName":"Luke","chapter":14,"verse":19,"text":"Another said, ‘I have bought five yoke of oxen, and I am going out to examine them. Please excuse me.’ ","reference":"Luke 14:19"},{"bookName":"Luke","chapter":14,"verse":20,"text":"Another said, ‘I just got married, and I cannot come.’ ","reference":"Luke 14:20"},{"bookName":"Luke","chapter":14,"verse":21,"text":"So the slave came back and reported this to his master. Then the master of the household was furious and said to his slave, ‘Go out quickly to the streets and alleys of the city, and bring in the poor, the crippled, the blind, and the lame.’ ","reference":"Luke 14:21"},{"bookName":"Luke","chapter":14,"verse":22,"text":"Then the slave said, ‘Sir, what you instructed has been done, and there is still room.’ ","reference":"Luke 14:22"},{"bookName":"Luke","chapter":14,"verse":23,"text":"So the master said to his slave, ‘Go out to the highways and country roads and urge people to come in, so that my house will be filled. ","reference":"Luke 14:23"},{"bookName":"Luke","chapter":14,"verse":24,"text":"For I tell you, not one of those individuals who were invited will taste my banquet!’” ","reference":"Luke 14:24"},{"bookName":"Luke","chapter":14,"verse":25,"text":"Now large crowds were accompanying Jesus, and turning to them he said, ","reference":"Luke 14:25"},{"bookName":"Luke","chapter":14,"verse":26,"text":"“If anyone comes to me and does not hate his own father and mother, and wife and children, and brothers and sisters, and even his own life, he cannot be my disciple. ","reference":"Luke 14:26"},{"bookName":"Luke","chapter":14,"verse":27,"text":"Whoever does not carry his own cross and follow me cannot be my disciple. ","reference":"Luke 14:27"},{"bookName":"Luke","chapter":14,"verse":28,"text":"For which of you, wanting to build a tower, doesn’t sit down first and compute the cost to see if he has enough money to complete it?","reference":"Luke 14:28"},{"bookName":"Luke","chapter":14,"verse":29,"text":"Otherwise, when he has laid a foundation and is not able to finish the tower, all who see it will begin to make fun of him. ","reference":"Luke 14:29"},{"bookName":"Luke","chapter":14,"verse":30,"text":"They will say, ‘This man began to build and was not able to finish!’ ","reference":"Luke 14:30"},{"bookName":"Luke","chapter":14,"verse":31,"text":"Or what king, going out to confront another king in battle, will not sit down first and determine whether he is able with 10,000 to oppose the one coming against him with 20,000? ","reference":"Luke 14:31"},{"bookName":"Luke","chapter":14,"verse":32,"text":"If he cannot succeed, he will send a representative while the other is still a long way off and ask for terms of peace. ","reference":"Luke 14:32"},{"bookName":"Luke","chapter":14,"verse":33,"text":"In the same way therefore not one of you can be my disciple if he does not renounce all his own possessions. ","reference":"Luke 14:33"},{"bookName":"Luke","chapter":14,"verse":34,"text":"“Salt is good, but if salt loses its flavor, how can its flavor be restored? ","reference":"Luke 14:34"},{"bookName":"Luke","chapter":14,"verse":35,"text":"It is of no value for the soil or for the manure pile; it is to be thrown out. The one who has ears to hear had better listen!” ","reference":"Luke 14:35"}]