[{"bookName":"Luke","chapter":12,"verse":1,"text":"Meanwhile, when many thousands of the crowd had gathered so that they were trampling on one another, Jesus began to speak first to his disciples, “Be on your guard against the yeast of the Pharisees, which is hypocrisy. ","reference":"Luke 12:1"},{"bookName":"Luke","chapter":12,"verse":2,"text":"Nothing is hidden that will not be revealed, and nothing is secret that will not be made known. ","reference":"Luke 12:2"},{"bookName":"Luke","chapter":12,"verse":3,"text":"So then whatever you have said in the dark will be heard in the light, and what you have whispered in private rooms will be proclaimed from the housetops. ","reference":"Luke 12:3"},{"bookName":"Luke","chapter":12,"verse":4,"text":"“I tell you, my friends, do not be afraid of those who kill the body, and after that have nothing more they can do. ","reference":"Luke 12:4"},{"bookName":"Luke","chapter":12,"verse":5,"text":"But I will warn you whom you should fear: Fear the one who, after the killing, has authority to throw you into hell. Yes, I tell you, fear him! ","reference":"Luke 12:5"},{"bookName":"Luke","chapter":12,"verse":6,"text":"Aren’t five sparrows sold for two pennies? Yet not one of them is forgotten before God.","reference":"Luke 12:6"},{"bookName":"Luke","chapter":12,"verse":7,"text":"In fact, even the hairs on your head are all numbered. Do not be afraid; you are more valuable than many sparrows. ","reference":"Luke 12:7"},{"bookName":"Luke","chapter":12,"verse":8,"text":"“I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge before God’s angels. ","reference":"Luke 12:8"},{"bookName":"Luke","chapter":12,"verse":9,"text":"But the one who denies me before men will be denied before God’s angels. ","reference":"Luke 12:9"},{"bookName":"Luke","chapter":12,"verse":10,"text":"And everyone who speaks a word against the Son of Man will be forgiven, but the person who blasphemes against the Holy Spirit will not be forgiven. ","reference":"Luke 12:10"},{"bookName":"Luke","chapter":12,"verse":11,"text":"But when they bring you before the synagogues, the rulers, and the authorities, do not worry about how you should make your defense or what you should say, ","reference":"Luke 12:11"},{"bookName":"Luke","chapter":12,"verse":12,"text":"for the Holy Spirit will teach you at that moment what you must say.” ","reference":"Luke 12:12"},{"bookName":"Luke","chapter":12,"verse":13,"text":"Then someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” ","reference":"Luke 12:13"},{"bookName":"Luke","chapter":12,"verse":14,"text":"But Jesus said to him, “Man, who made me a judge or arbitrator between you two?”","reference":"Luke 12:14"},{"bookName":"Luke","chapter":12,"verse":15,"text":"Then he said to them, “Watch out and guard yourself from all types of greed because one’s life does not consist in the abundance of his possessions.” ","reference":"Luke 12:15"},{"bookName":"Luke","chapter":12,"verse":16,"text":"He then told them a parable: “The land of a certain rich man produced an abundant crop, ","reference":"Luke 12:16"},{"bookName":"Luke","chapter":12,"verse":17,"text":"so he thought to himself, ‘What should I do, for I have nowhere to store my crops?’ ","reference":"Luke 12:17"},{"bookName":"Luke","chapter":12,"verse":18,"text":"Then he said, ‘I will do this: I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. ","reference":"Luke 12:18"},{"bookName":"Luke","chapter":12,"verse":19,"text":"And I will say to myself, “You have plenty of goods stored up for many years; relax, eat, drink, celebrate!”’ ","reference":"Luke 12:19"},{"bookName":"Luke","chapter":12,"verse":20,"text":"But God said to him, ‘You fool! This very night your life will be demanded back from you, but who will get what you have prepared for yourself?’","reference":"Luke 12:20"},{"bookName":"Luke","chapter":12,"verse":21,"text":"So it is with the one who stores up riches for himself, but is not rich toward God.” ","reference":"Luke 12:21"},{"bookName":"Luke","chapter":12,"verse":22,"text":"Then Jesus said to his disciples, “Therefore I tell you, do not worry about your life, what you will eat, or about your body, what you will wear. ","reference":"Luke 12:22"},{"bookName":"Luke","chapter":12,"verse":23,"text":"For there is more to life than food, and more to the body than clothing. ","reference":"Luke 12:23"},{"bookName":"Luke","chapter":12,"verse":24,"text":"Consider the ravens: They do not sow or reap, they have no storeroom or barn, yet God feeds them. How much more valuable are you than the birds! ","reference":"Luke 12:24"},{"bookName":"Luke","chapter":12,"verse":25,"text":"And which of you by worrying can add an hour to his life? ","reference":"Luke 12:25"},{"bookName":"Luke","chapter":12,"verse":26,"text":"So if you cannot do such a very little thing as this, why do you worry about the rest? ","reference":"Luke 12:26"},{"bookName":"Luke","chapter":12,"verse":27,"text":"Consider how the flowers grow; they do not work or spin. Yet I tell you, not even Solomon in all his glory was clothed like one of these! ","reference":"Luke 12:27"},{"bookName":"Luke","chapter":12,"verse":28,"text":"And if this is how God clothes the wild grass, which is here today and tomorrow is tossed into the fire to heat the oven, how much more will he clothe you, you people of little faith! ","reference":"Luke 12:28"},{"bookName":"Luke","chapter":12,"verse":29,"text":"So do not be overly concerned about what you will eat and what you will drink, and do not worry about such things.","reference":"Luke 12:29"},{"bookName":"Luke","chapter":12,"verse":30,"text":"For all the nations of the world pursue these things, and your Father knows that you need them. ","reference":"Luke 12:30"},{"bookName":"Luke","chapter":12,"verse":31,"text":"Instead, pursue his kingdom, and these things will be given to you as well.","reference":"Luke 12:31"},{"bookName":"Luke","chapter":12,"verse":32,"text":"“Do not be afraid, little flock, for your Father is well pleased to give you the kingdom. ","reference":"Luke 12:32"},{"bookName":"Luke","chapter":12,"verse":33,"text":"Sell your possessions and give to the poor. Provide yourselves purses that do not wear out—a treasure in heaven that never decreases, where no thief approaches and no moth destroys. ","reference":"Luke 12:33"},{"bookName":"Luke","chapter":12,"verse":34,"text":"For where your treasure is, there your heart will be also. ","reference":"Luke 12:34"},{"bookName":"Luke","chapter":12,"verse":35,"text":"“Get dressed for service and keep your lamps burning; ","reference":"Luke 12:35"},{"bookName":"Luke","chapter":12,"verse":36,"text":"be like people waiting for their master to come back from the wedding celebration, so that when he comes and knocks, they can immediately open the door for him. ","reference":"Luke 12:36"},{"bookName":"Luke","chapter":12,"verse":37,"text":"Blessed are those slaves whom their master finds alert when he returns! I tell you the truth, he will dress himself to serve, have them take their place at the table, and will come and wait on them! ","reference":"Luke 12:37"},{"bookName":"Luke","chapter":12,"verse":38,"text":"Even if he comes in the second or third watch of the night and finds them alert, blessed are those slaves! ","reference":"Luke 12:38"},{"bookName":"Luke","chapter":12,"verse":39,"text":"But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. ","reference":"Luke 12:39"},{"bookName":"Luke","chapter":12,"verse":40,"text":"You also must be ready because the Son of Man will come at an hour when you do not expect him.”","reference":"Luke 12:40"},{"bookName":"Luke","chapter":12,"verse":41,"text":"Then Peter said, “Lord, are you telling this parable for us or for everyone?” ","reference":"Luke 12:41"},{"bookName":"Luke","chapter":12,"verse":42,"text":"The Lord replied, “Who then is the faithful and wise manager, whom the master puts in charge of his household servants, to give them their allowance of food at the proper time? ","reference":"Luke 12:42"},{"bookName":"Luke","chapter":12,"verse":43,"text":"Blessed is that slave whom his master finds at work when he returns. ","reference":"Luke 12:43"},{"bookName":"Luke","chapter":12,"verse":44,"text":"I tell you the truth, the master will put him in charge of all his possessions. ","reference":"Luke 12:44"},{"bookName":"Luke","chapter":12,"verse":45,"text":"But if that slave should say to himself, ‘My master is delayed in returning,’ and he begins to beat the other slaves, both men and women, and to eat, drink, and get drunk, ","reference":"Luke 12:45"},{"bookName":"Luke","chapter":12,"verse":46,"text":"then the master of that slave will come on a day when he does not expect him and at an hour he does not foresee, and will cut him in two, and assign him a place with the unfaithful. ","reference":"Luke 12:46"},{"bookName":"Luke","chapter":12,"verse":47,"text":"That servant who knew his master’s will but did not get ready or do what his master asked will receive a severe beating. ","reference":"Luke 12:47"},{"bookName":"Luke","chapter":12,"verse":48,"text":"But the one who did not know his master’s will and did things worthy of punishment will receive a light beating. From everyone who has been given much, much will be required, and from the one who has been entrusted with much, even more will be asked. ","reference":"Luke 12:48"},{"bookName":"Luke","chapter":12,"verse":49,"text":"“I have come to bring fire on the earth—and how I wish it were already kindled! ","reference":"Luke 12:49"},{"bookName":"Luke","chapter":12,"verse":50,"text":"I have a baptism to undergo, and how distressed I am until it is finished! ","reference":"Luke 12:50"},{"bookName":"Luke","chapter":12,"verse":51,"text":"Do you think I have come to bring peace on earth? No, I tell you, but rather division!","reference":"Luke 12:51"},{"bookName":"Luke","chapter":12,"verse":52,"text":"For from now on there will be five in one household divided, three against two and two against three. ","reference":"Luke 12:52"},{"bookName":"Luke","chapter":12,"verse":53,"text":"They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.” ","reference":"Luke 12:53"},{"bookName":"Luke","chapter":12,"verse":54,"text":"Jesus also said to the crowds, “When you see a cloud rising in the west, you say at once, ‘A rainstorm is coming,’ and it does. ","reference":"Luke 12:54"},{"bookName":"Luke","chapter":12,"verse":55,"text":"And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and there is. ","reference":"Luke 12:55"},{"bookName":"Luke","chapter":12,"verse":56,"text":"You hypocrites! You know how to interpret the appearance of the earth and the sky, but how can you not know how to interpret the present time? ","reference":"Luke 12:56"},{"bookName":"Luke","chapter":12,"verse":57,"text":"“And why don’t you judge for yourselves what is right? ","reference":"Luke 12:57"},{"bookName":"Luke","chapter":12,"verse":58,"text":"As you are going with your accuser before the magistrate, make an effort to settle with him on the way, so that he will not drag you before the judge, and the judge hand you over to the officer, and the officer throw you into prison. ","reference":"Luke 12:58"},{"bookName":"Luke","chapter":12,"verse":59,"text":"I tell you, you will never get out of there until you have paid the very last cent!” ","reference":"Luke 12:59"}]