[
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 1,
    "text": "After this the Lord appointed seventy-two others and sent them on ahead of him two by two into every town and place where he himself was about to go. ",
    "reference": "Luke 10:1"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 2,
    "text": "He said to them, “The harvest is plentiful, but the workers are few. Therefore ask the Lord of the harvest to send out workers into his harvest. ",
    "reference": "Luke 10:2"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 3,
    "text": "Go! I am sending you out like lambs surrounded by wolves. ",
    "reference": "Luke 10:3"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 4,
    "text": "Do not carry a money bag, a traveler’s bag, or sandals, and greet no one on the road. ",
    "reference": "Luke 10:4"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 5,
    "text": "Whenever you enter a house, first say, ‘May peace be on this house!’ ",
    "reference": "Luke 10:5"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 6,
    "text": "And if a peace-loving person is there, your peace will remain on him, but if not, it will return to you. ",
    "reference": "Luke 10:6"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 7,
    "text": "Stay in that same house, eating and drinking what they give you, for the worker deserves his pay. Do not move around from house to house. ",
    "reference": "Luke 10:7"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 8,
    "text": "Whenever you enter a town and the people welcome you, eat what is set before you. ",
    "reference": "Luke 10:8"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 9,
    "text": "Heal the sick in that town and say to them, ‘The kingdom of God has come upon you!’ ",
    "reference": "Luke 10:9"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 10,
    "text": "But whenever you enter a town and the people do not welcome you, go into its streets and say, ",
    "reference": "Luke 10:10"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 11,
    "text": "‘Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this: The kingdom of God has come.’ ",
    "reference": "Luke 10:11"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 12,
    "text": "I tell you, it will be more bearable on that day for Sodom than for that town! ",
    "reference": "Luke 10:12"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 13,
    "text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. ",
    "reference": "Luke 10:13"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 14,
    "text": "But it will be more bearable for Tyre and Sidon in the judgment than for you! ",
    "reference": "Luke 10:14"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 15,
    "text": "And you, Capernaum, will you be exalted to heaven? No, you will be thrown down to Hades! ",
    "reference": "Luke 10:15"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 16,
    "text": "“The one who listens to you listens to me, and the one who rejects you rejects me, and the one who rejects me rejects the one who sent me.” ",
    "reference": "Luke 10:16"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 17,
    "text": "Then the seventy-two returned with joy, saying, “Lord, even the demons submit to us in your name!” ",
    "reference": "Luke 10:17"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 18,
    "text": "So he said to them, “I saw Satan fall like lightning from heaven. ",
    "reference": "Luke 10:18"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 19,
    "text": "Look, I have given you authority to tread on snakes and scorpions and on the full force of the enemy, and nothing will hurt you. ",
    "reference": "Luke 10:19"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 20,
    "text": "Nevertheless, do not rejoice that the spirits submit to you, but rejoice that your names stand written in heaven.” ",
    "reference": "Luke 10:20"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 21,
    "text": "On that same occasion Jesus rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent and revealed them to little children. Yes, Father, for this was your gracious will. ",
    "reference": "Luke 10:21"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 22,
    "text": "All things have been given to me by my Father. No one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son decides to reveal him.”",
    "reference": "Luke 10:22"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 23,
    "text": "Then Jesus turned to his disciples and said privately, “Blessed are the eyes that see what you see! ",
    "reference": "Luke 10:23"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 24,
    "text": "For I tell you that many prophets and kings longed to see what you see but did not see it, and to hear what you hear but did not hear it.”",
    "reference": "Luke 10:24"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 25,
    "text": "Now an expert in religious law stood up to test Jesus, saying, “Teacher, what must I do to inherit eternal life?” ",
    "reference": "Luke 10:25"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 26,
    "text": "He said to him, “What is written in the law? How do you understand it?”",
    "reference": "Luke 10:26"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 27,
    "text": "The expert answered, “\u003Cb\u003ELove\u003C/b\u003E \u003Cb\u003Ethe Lord your God with all your heart, with all your soul, with all your strength, and with all your mind\u003C/b\u003E, and \u003Cb\u003Elove your neighbor as yourself\u003C/b\u003E.” ",
    "reference": "Luke 10:27"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 28,
    "text": "Jesus said to him, “You have answered correctly; do this, and you will live.” ",
    "reference": "Luke 10:28"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 29,
    "text": "But the expert, wanting to justify himself, said to Jesus, “And who is my neighbor?” ",
    "reference": "Luke 10:29"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 30,
    "text": "Jesus replied, “A man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who stripped him, beat him up, and went off, leaving him half dead. ",
    "reference": "Luke 10:30"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 31,
    "text": "Now by chance a priest was going down that road, but when he saw the injured man, he passed by on the other side. ",
    "reference": "Luke 10:31"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 32,
    "text": "So too a Levite, when he came up to the place and saw him, passed by on the other side. ",
    "reference": "Luke 10:32"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 33,
    "text": "But a Samaritan who was traveling came to where the injured man was, and when he saw him, he felt compassion for him.",
    "reference": "Luke 10:33"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 34,
    "text": "He went up to him and bandaged his wounds, pouring olive oil and wine on them. Then he put him on his own animal, brought him to an inn, and took care of him. ",
    "reference": "Luke 10:34"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 35,
    "text": "The next day he took out two silver coins and gave them to the innkeeper, saying, ‘Take care of him, and whatever else you spend, I will repay you when I come back this way.’",
    "reference": "Luke 10:35"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 36,
    "text": "Which of these three do you think became a neighbor to the man who fell into the hands of the robbers?” ",
    "reference": "Luke 10:36"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 37,
    "text": "The expert in religious law said, “The one who showed mercy to him.” So Jesus said to him, “Go and do the same.” ",
    "reference": "Luke 10:37"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 38,
    "text": "Now as they went on their way, Jesus entered a certain village where a woman named Martha welcomed him as a guest. ",
    "reference": "Luke 10:38"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 39,
    "text": "She had a sister named Mary, who sat at the Lord’s feet and listened to what he said. ",
    "reference": "Luke 10:39"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 40,
    "text": "But Martha was distracted with all the preparations she had to make, so she came up to him and said, “Lord, don’t you care that my sister has left me to do all the work alone? Tell her to help me.” ",
    "reference": "Luke 10:40"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 41,
    "text": "But the Lord answered her, “Martha, Martha, you are worried and troubled about many things, ",
    "reference": "Luke 10:41"
  },
  {
    "bookName": "Luke",
    "chapter": 10,
    "verse": 42,
    "text": "but one thing is needed. Mary has chosen the best part; it will not be taken away from her.” ",
    "reference": "Luke 10:42"
  }
]