[
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 1,
    "text": "Now on the first day of the week, at early dawn, the women went to the tomb, taking the aromatic spices they had prepared. ",
    "reference": "Luke 24:1"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 2,
    "text": "They found that the stone had been rolled away from the tomb, ",
    "reference": "Luke 24:2"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 3,
    "text": "but when they went in, they did not find the body of the Lord Jesus. ",
    "reference": "Luke 24:3"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 4,
    "text": "While they were perplexed about this, suddenly two men stood beside them in dazzling attire. ",
    "reference": "Luke 24:4"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 5,
    "text": "The women were terribly frightened and bowed their faces to the ground, but the men said to them, “Why do you look for the living among the dead? ",
    "reference": "Luke 24:5"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 6,
    "text": "He is not here, but has been raised! Remember how he told you, while he was still in Galilee, ",
    "reference": "Luke 24:6"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 7,
    "text": "that the Son of Man must be delivered into the hands of sinful men, and be crucified, and on the third day rise again.”",
    "reference": "Luke 24:7"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 8,
    "text": "Then the women remembered his words, ",
    "reference": "Luke 24:8"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 9,
    "text": "and when they returned from the tomb, they told all these things to the eleven and to all the rest. ",
    "reference": "Luke 24:9"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 10,
    "text": "Now it was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles. ",
    "reference": "Luke 24:10"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 11,
    "text": "But these words seemed like pure nonsense to them, and they did not believe them. ",
    "reference": "Luke 24:11"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 12,
    "text": "But Peter got up and ran to the tomb. He bent down and saw only the strips of linen cloth; then he went home, wondering what had happened. ",
    "reference": "Luke 24:12"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 13,
    "text": "Now that very day two of them were on their way to a village called Emmaus, about seven miles from Jerusalem. ",
    "reference": "Luke 24:13"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 14,
    "text": "They were talking to each other about all the things that had happened. ",
    "reference": "Luke 24:14"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 15,
    "text": "While they were talking and debating these things, Jesus himself approached and began to accompany them ",
    "reference": "Luke 24:15"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 16,
    "text": "(but their eyes were kept from recognizing him). ",
    "reference": "Luke 24:16"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 17,
    "text": "Then he said to them, “What are these matters you are discussing so intently as you walk along?” And they stood still, looking sad. ",
    "reference": "Luke 24:17"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 18,
    "text": "Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who doesn’t know the things that have happened there in these days?” ",
    "reference": "Luke 24:18"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 19,
    "text": "He said to them, “What things?” “The things concerning Jesus the Nazarene,” they replied, “a man who, with his powerful deeds and words, proved to be a prophet before God and all the people; ",
    "reference": "Luke 24:19"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 20,
    "text": "and how our chief priests and leaders handed him over to be condemned to death, and crucified him. ",
    "reference": "Luke 24:20"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 21,
    "text": "But we had hoped that he was the one who was going to redeem Israel. Not only this, but it is now the third day since these things happened. ",
    "reference": "Luke 24:21"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 22,
    "text": "Furthermore, some women of our group amazed us. They were at the tomb early this morning, ",
    "reference": "Luke 24:22"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 23,
    "text": "and when they did not find his body, they came back and said they had seen a vision of angels, who said he was alive. ",
    "reference": "Luke 24:23"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 24,
    "text": "Then some of those who were with us went to the tomb and found it just as the women had said, but they did not see him.” ",
    "reference": "Luke 24:24"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 25,
    "text": "So he said to them, “You foolish people—how slow of heart to believe all that the prophets have spoken! ",
    "reference": "Luke 24:25"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 26,
    "text": "Wasn’t it necessary for the Christ to suffer these things and enter into his glory?” ",
    "reference": "Luke 24:26"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 27,
    "text": "Then beginning with Moses and all the prophets, he interpreted to them the things written about himself in all the scriptures. ",
    "reference": "Luke 24:27"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 28,
    "text": "So they approached the village where they were going. He acted as though he wanted to go farther, ",
    "reference": "Luke 24:28"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 29,
    "text": "but they urged him, “Stay with us because it is getting toward evening and the day is almost done.” So he went in to stay with them. ",
    "reference": "Luke 24:29"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 30,
    "text": "When he had taken his place at the table with them, he took the bread, blessed and broke it, and gave it to them. ",
    "reference": "Luke 24:30"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 31,
    "text": "At this point their eyes were opened and they recognized him. Then he vanished out of their sight. ",
    "reference": "Luke 24:31"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 32,
    "text": "They said to each other, “Didn’t our hearts burn within us while he was speaking with us on the road, while he was explaining the scriptures to us?” ",
    "reference": "Luke 24:32"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 33,
    "text": "So they got up that very hour and returned to Jerusalem. They found the eleven and those with them gathered together ",
    "reference": "Luke 24:33"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 34,
    "text": "and saying, “The Lord has really risen and has appeared to Simon!” ",
    "reference": "Luke 24:34"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 35,
    "text": "Then they told what had happened on the road, and how they recognized him when he broke the bread. ",
    "reference": "Luke 24:35"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 36,
    "text": "While they were saying these things, Jesus himself stood among them and said to them, “Peace be with you.” ",
    "reference": "Luke 24:36"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 37,
    "text": "But they were startled and terrified, thinking they saw a ghost. ",
    "reference": "Luke 24:37"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 38,
    "text": "Then he said to them, “Why are you frightened, and why do doubts arise in your hearts? ",
    "reference": "Luke 24:38"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 39,
    "text": "Look at my hands and my feet; it’s me! Touch me and see; a ghost does not have flesh and bones like you see I have.” ",
    "reference": "Luke 24:39"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 40,
    "text": "When he had said this, he showed them his hands and his feet. ",
    "reference": "Luke 24:40"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 41,
    "text": "And while they still could not believe it (because of their joy) and were amazed, he said to them, “Do you have anything here to eat?” ",
    "reference": "Luke 24:41"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 42,
    "text": "So they gave him a piece of broiled fish, ",
    "reference": "Luke 24:42"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 43,
    "text": "and he took it and ate it in front of them. ",
    "reference": "Luke 24:43"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 44,
    "text": "Then he said to them, “These are my words that I spoke to you while I was still with you, that everything written about me in the law of Moses and the prophets and the psalms must be fulfilled.” ",
    "reference": "Luke 24:44"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 45,
    "text": "Then he opened their minds so they could understand the scriptures, ",
    "reference": "Luke 24:45"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 46,
    "text": "and said to them, “Thus it stands written that the Christ would suffer and would rise from the dead on the third day, ",
    "reference": "Luke 24:46"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 47,
    "text": "and repentance for the forgiveness of sins would be proclaimed in his name to all nations, beginning from Jerusalem. ",
    "reference": "Luke 24:47"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 48,
    "text": "You are witnesses of these things. ",
    "reference": "Luke 24:48"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 49,
    "text": "And look, I am sending you what my Father promised. But stay in the city until you have been clothed with power from on high.” ",
    "reference": "Luke 24:49"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 50,
    "text": "Then Jesus led them out as far as Bethany, and lifting up his hands, he blessed them. ",
    "reference": "Luke 24:50"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 51,
    "text": "Now during the blessing he departed and was taken up into heaven. ",
    "reference": "Luke 24:51"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 52,
    "text": "So they worshiped him and returned to Jerusalem with great joy, ",
    "reference": "Luke 24:52"
  },
  {
    "bookName": "Luke",
    "chapter": 24,
    "verse": 53,
    "text": "and were continually in the temple courts blessing God. ",
    "reference": "Luke 24:53"
  }
]