[{"bookName":"Luke","chapter":9,"verse":1,"text":"After Jesus called the twelve together, he gave them power and authority over all demons and to cure diseases, ","reference":"Luke 9:1"},{"bookName":"Luke","chapter":9,"verse":2,"text":"and he sent them out to proclaim the kingdom of God and to heal the sick.","reference":"Luke 9:2"},{"bookName":"Luke","chapter":9,"verse":3,"text":"He said to them, “Take nothing for your journey—no staff, no bag, no bread, no money, and do not take an extra tunic. ","reference":"Luke 9:3"},{"bookName":"Luke","chapter":9,"verse":4,"text":"Whatever house you enter, stay there until you leave the area. ","reference":"Luke 9:4"},{"bookName":"Luke","chapter":9,"verse":5,"text":"Wherever they do not receive you, as you leave that town, shake the dust off your feet as a testimony against them.” ","reference":"Luke 9:5"},{"bookName":"Luke","chapter":9,"verse":6,"text":"Then they departed and went throughout the villages, proclaiming the good news and healing people everywhere. ","reference":"Luke 9:6"},{"bookName":"Luke","chapter":9,"verse":7,"text":"Now Herod the tetrarch heard about everything that was happening, and he was thoroughly perplexed because some people were saying that John had been raised from the dead, ","reference":"Luke 9:7"},{"bookName":"Luke","chapter":9,"verse":8,"text":"while others were saying that Elijah had appeared, and still others that one of the prophets of long ago had risen. ","reference":"Luke 9:8"},{"bookName":"Luke","chapter":9,"verse":9,"text":"Herod said, “I had John beheaded, but who is this about whom I hear such things?” So Herod wanted to learn about Jesus. ","reference":"Luke 9:9"},{"bookName":"Luke","chapter":9,"verse":10,"text":"When the apostles returned, they told Jesus everything they had done. Then he took them with him and they withdrew privately to a town called Bethsaida. ","reference":"Luke 9:10"},{"bookName":"Luke","chapter":9,"verse":11,"text":"But when the crowds found out, they followed him. He welcomed them, spoke to them about the kingdom of God, and cured those who needed healing. ","reference":"Luke 9:11"},{"bookName":"Luke","chapter":9,"verse":12,"text":"Now the day began to draw to a close, so the twelve came and said to Jesus, “Send the crowd away, so they can go into the surrounding villages and countryside and find lodging and food because we are in an isolated place.” ","reference":"Luke 9:12"},{"bookName":"Luke","chapter":9,"verse":13,"text":"But he said to them, “You give them something to eat.” They replied, “We have no more than five loaves and two fish—unless we go and buy food for all these people.” ","reference":"Luke 9:13"},{"bookName":"Luke","chapter":9,"verse":14,"text":"(Now about 5,000 men were there.) Then he said to his disciples, “Have them sit down in groups of about fifty each.” ","reference":"Luke 9:14"},{"bookName":"Luke","chapter":9,"verse":15,"text":"So they did as Jesus directed, and the people all sat down. ","reference":"Luke 9:15"},{"bookName":"Luke","chapter":9,"verse":16,"text":"Then he took the five loaves and the two fish, and looking up to heaven he gave thanks and broke them. He gave them to the disciples to set before the crowd. ","reference":"Luke 9:16"},{"bookName":"Luke","chapter":9,"verse":17,"text":"They all ate and were satisfied, and what was left over was picked up—twelve baskets of broken pieces. ","reference":"Luke 9:17"},{"bookName":"Luke","chapter":9,"verse":18,"text":"Once when Jesus was praying by himself and his disciples were nearby, he asked them, “Who do the crowds say that I am?” ","reference":"Luke 9:18"},{"bookName":"Luke","chapter":9,"verse":19,"text":"They answered, “John the Baptist; others say Elijah; and still others that one of the prophets of long ago has risen.” ","reference":"Luke 9:19"},{"bookName":"Luke","chapter":9,"verse":20,"text":"Then he said to them, “But who do you say that I am?” Peter answered, “The Christ of God.” ","reference":"Luke 9:20"},{"bookName":"Luke","chapter":9,"verse":21,"text":"But he forcefully commanded them not to tell this to anyone, ","reference":"Luke 9:21"},{"bookName":"Luke","chapter":9,"verse":22,"text":"saying, “The Son of Man must suffer many things and be rejected by the elders, chief priests, and experts in the law, and be killed, and on the third day be raised.” ","reference":"Luke 9:22"},{"bookName":"Luke","chapter":9,"verse":23,"text":"Then he said to them all, “If anyone wants to become my follower, he must deny himself, take up his cross daily, and follow me. ","reference":"Luke 9:23"},{"bookName":"Luke","chapter":9,"verse":24,"text":"For whoever wants to save his life will lose it, but whoever loses his life because of me will save it. ","reference":"Luke 9:24"},{"bookName":"Luke","chapter":9,"verse":25,"text":"For what does it benefit a person if he gains the whole world but loses or forfeits himself? ","reference":"Luke 9:25"},{"bookName":"Luke","chapter":9,"verse":26,"text":"For whoever is ashamed of me and my words, the Son of Man will be ashamed of that person when he comes in his glory and in the glory of the Father and of the holy angels. ","reference":"Luke 9:26"},{"bookName":"Luke","chapter":9,"verse":27,"text":"But I tell you most certainly, there are some standing here who will not experience death before they see the kingdom of God.” ","reference":"Luke 9:27"},{"bookName":"Luke","chapter":9,"verse":28,"text":"Now about eight days after these sayings, Jesus took with him Peter, John, and James, and went up the mountain to pray. ","reference":"Luke 9:28"},{"bookName":"Luke","chapter":9,"verse":29,"text":"As he was praying, the appearance of his face was transformed, and his clothes became very bright, a brilliant white. ","reference":"Luke 9:29"},{"bookName":"Luke","chapter":9,"verse":30,"text":"Then two men, Moses and Elijah, began talking with him. ","reference":"Luke 9:30"},{"bookName":"Luke","chapter":9,"verse":31,"text":"They appeared in glorious splendor and spoke about his departure that he was about to carry out at Jerusalem. ","reference":"Luke 9:31"},{"bookName":"Luke","chapter":9,"verse":32,"text":"Now Peter and those with him were quite sleepy, but as they became fully awake, they saw his glory and the two men standing with him. ","reference":"Luke 9:32"},{"bookName":"Luke","chapter":9,"verse":33,"text":"Then as the men were starting to leave, Peter said to Jesus, “Master, it is good for us to be here. Let us make three shelters, one for you and one for Moses and one for Elijah”—not knowing what he was saying. ","reference":"Luke 9:33"},{"bookName":"Luke","chapter":9,"verse":34,"text":"As he was saying this, a cloud came and overshadowed them, and they were afraid as they entered the cloud. ","reference":"Luke 9:34"},{"bookName":"Luke","chapter":9,"verse":35,"text":"Then a voice came from the cloud, saying, “This is my Son, my Chosen One. Listen to him!” ","reference":"Luke 9:35"},{"bookName":"Luke","chapter":9,"verse":36,"text":"After the voice had spoken, Jesus was found alone. So they kept silent and told no one at that time anything of what they had seen. ","reference":"Luke 9:36"},{"bookName":"Luke","chapter":9,"verse":37,"text":"Now on the next day, when they had come down from the mountain, a large crowd met him. ","reference":"Luke 9:37"},{"bookName":"Luke","chapter":9,"verse":38,"text":"Then a man from the crowd cried out, “Teacher, I beg you to look at my son—he is my only child!","reference":"Luke 9:38"},{"bookName":"Luke","chapter":9,"verse":39,"text":"A spirit seizes him, and he suddenly screams; it throws him into convulsions and causes him to foam at the mouth. It hardly ever leaves him alone, torturing him severely. ","reference":"Luke 9:39"},{"bookName":"Luke","chapter":9,"verse":40,"text":"I begged your disciples to cast it out, but they could not do so.”","reference":"Luke 9:40"},{"bookName":"Luke","chapter":9,"verse":41,"text":"Jesus answered, “You unbelieving and perverse generation! How much longer must I be with you and endure you? Bring your son here.” ","reference":"Luke 9:41"},{"bookName":"Luke","chapter":9,"verse":42,"text":"As the boy was approaching, the demon threw him to the ground and shook him with convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father. ","reference":"Luke 9:42"},{"bookName":"Luke","chapter":9,"verse":43,"text":"Then they were all astonished at the mighty power of God.But while the entire crowd was amazed at everything Jesus was doing, he said to his disciples, ","reference":"Luke 9:43"},{"bookName":"Luke","chapter":9,"verse":44,"text":"“Take these words to heart, for the Son of Man is going to be betrayed into the hands of men.” ","reference":"Luke 9:44"},{"bookName":"Luke","chapter":9,"verse":45,"text":"But they did not understand this statement; its meaning had been concealed from them, so that they could not grasp it. Yet they were afraid to ask him about this statement. ","reference":"Luke 9:45"},{"bookName":"Luke","chapter":9,"verse":46,"text":"Now an argument started among the disciples as to which of them might be the greatest. ","reference":"Luke 9:46"},{"bookName":"Luke","chapter":9,"verse":47,"text":"But when Jesus discerned their innermost thoughts, he took a child, had him stand by his side, ","reference":"Luke 9:47"},{"bookName":"Luke","chapter":9,"verse":48,"text":"and said to them, “Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the one who sent me, for the one who is least among you all is the one who is great.” ","reference":"Luke 9:48"},{"bookName":"Luke","chapter":9,"verse":49,"text":"John answered, “Master, we saw someone casting out demons in your name, and we tried to stop him because he is not a disciple along with us.” ","reference":"Luke 9:49"},{"bookName":"Luke","chapter":9,"verse":50,"text":"But Jesus said to him, “Do not stop him, for whoever is not against you is for you.” ","reference":"Luke 9:50"},{"bookName":"Luke","chapter":9,"verse":51,"text":"Now when the days drew near for him to be taken up, Jesus set out resolutely to go to Jerusalem. ","reference":"Luke 9:51"},{"bookName":"Luke","chapter":9,"verse":52,"text":"He sent messengers on ahead of him. As they went along, they entered a Samaritan village to make things ready in advance for him, ","reference":"Luke 9:52"},{"bookName":"Luke","chapter":9,"verse":53,"text":"but the villagers refused to welcome him because he was determined to go to Jerusalem. ","reference":"Luke 9:53"},{"bookName":"Luke","chapter":9,"verse":54,"text":"Now when his disciples James and John saw this, they said, “Lord, do you want us to call fire to come down from heaven and consume them?” ","reference":"Luke 9:54"},{"bookName":"Luke","chapter":9,"verse":55,"text":"But Jesus turned and rebuked them, ","reference":"Luke 9:55"},{"bookName":"Luke","chapter":9,"verse":56,"text":"and they went on to another village. ","reference":"Luke 9:56"},{"bookName":"Luke","chapter":9,"verse":57,"text":"As they were walking along the road, someone said to him, “I will follow you wherever you go.” ","reference":"Luke 9:57"},{"bookName":"Luke","chapter":9,"verse":58,"text":"Jesus said to him, “Foxes have dens and the birds in the sky have nests, but the Son of Man has no place to lay his head.” ","reference":"Luke 9:58"},{"bookName":"Luke","chapter":9,"verse":59,"text":"Jesus said to another, “Follow me.” But he replied, “Lord, first let me go and bury my father.” ","reference":"Luke 9:59"},{"bookName":"Luke","chapter":9,"verse":60,"text":"But Jesus said to him, “Let the dead bury their own dead, but as for you, go and proclaim the kingdom of God.”","reference":"Luke 9:60"},{"bookName":"Luke","chapter":9,"verse":61,"text":"Yet another said, “I will follow you, Lord, but first let me say goodbye to my family.” ","reference":"Luke 9:61"},{"bookName":"Luke","chapter":9,"verse":62,"text":"Jesus said to him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.” ","reference":"Luke 9:62"}]