[{"bookName":"Luke","chapter":2,"verse":1,"text":"Now in those days a decree went out from Caesar Augustus to register all the empire for taxes.","reference":"Luke 2:1"},{"bookName":"Luke","chapter":2,"verse":2,"text":"This was the first registration, taken when Quirinius was governor of Syria. ","reference":"Luke 2:2"},{"bookName":"Luke","chapter":2,"verse":3,"text":"Everyone went to his own town to be registered. ","reference":"Luke 2:3"},{"bookName":"Luke","chapter":2,"verse":4,"text":"So Joseph also went up from the town of Nazareth in Galilee to Judea, to the city of David called Bethlehem, because he was of the house and family line of David. ","reference":"Luke 2:4"},{"bookName":"Luke","chapter":2,"verse":5,"text":"He went to be registered with Mary, who was promised in marriage to him, and who was expecting a child. ","reference":"Luke 2:5"},{"bookName":"Luke","chapter":2,"verse":6,"text":"While they were there, the time came for her to deliver her child. ","reference":"Luke 2:6"},{"bookName":"Luke","chapter":2,"verse":7,"text":"And she gave birth to her firstborn son and wrapped him in strips of cloth and laid him in a manger, because there was no place for them in the inn. ","reference":"Luke 2:7"},{"bookName":"Luke","chapter":2,"verse":8,"text":"Now there were shepherds nearby living out in the field, keeping guard over their flock at night. ","reference":"Luke 2:8"},{"bookName":"Luke","chapter":2,"verse":9,"text":"An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were absolutely terrified. ","reference":"Luke 2:9"},{"bookName":"Luke","chapter":2,"verse":10,"text":"But the angel said to them, “Do not be afraid! Listen carefully, for I proclaim to you good news that brings great joy to all the people: ","reference":"Luke 2:10"},{"bookName":"Luke","chapter":2,"verse":11,"text":"Today your Savior is born in the city of David. He is Christ the Lord. ","reference":"Luke 2:11"},{"bookName":"Luke","chapter":2,"verse":12,"text":"This will be a sign for you: You will find a baby wrapped in strips of cloth and lying in a manger.” ","reference":"Luke 2:12"},{"bookName":"Luke","chapter":2,"verse":13,"text":"Suddenly a vast, heavenly army appeared with the angel, praising God and saying, ","reference":"Luke 2:13"},{"bookName":"Luke","chapter":2,"verse":14,"text":"“Glory to God in the highest, and on earth peace among people with whom he is pleased!” ","reference":"Luke 2:14"},{"bookName":"Luke","chapter":2,"verse":15,"text":"When the angels left them and went back to heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has taken place, that the Lord has made known to us.” ","reference":"Luke 2:15"},{"bookName":"Luke","chapter":2,"verse":16,"text":"So they hurried off and located Mary and Joseph, and found the baby lying in a manger. ","reference":"Luke 2:16"},{"bookName":"Luke","chapter":2,"verse":17,"text":"When they saw him, they related what they had been told about this child, ","reference":"Luke 2:17"},{"bookName":"Luke","chapter":2,"verse":18,"text":"and all who heard it were astonished at what the shepherds said. ","reference":"Luke 2:18"},{"bookName":"Luke","chapter":2,"verse":19,"text":"But Mary treasured up all these words, pondering in her heart what they might mean.","reference":"Luke 2:19"},{"bookName":"Luke","chapter":2,"verse":20,"text":"So the shepherds returned, glorifying and praising God for all they had heard and seen; everything was just as they had been told. ","reference":"Luke 2:20"},{"bookName":"Luke","chapter":2,"verse":21,"text":"At the end of eight days, when he was circumcised, he was named Jesus, the name given by the angel before he was conceived in the womb. ","reference":"Luke 2:21"},{"bookName":"Luke","chapter":2,"verse":22,"text":"Now when the time came for their purification according to the law of Moses, Joseph and Mary brought Jesus up to Jerusalem to present him to the Lord ","reference":"Luke 2:22"},{"bookName":"Luke","chapter":2,"verse":23,"text":"(just as it is written in the law of the Lord, “Every firstborn male will be set apart to the Lord”),","reference":"Luke 2:23"},{"bookName":"Luke","chapter":2,"verse":24,"text":"and to offer a sacrifice according to what is specified in the law of the Lord, \u003Cb\u003Ea pair of doves\u003C/b\u003E \u003Cb\u003Eor two young pigeons\u003C/b\u003E. ","reference":"Luke 2:24"},{"bookName":"Luke","chapter":2,"verse":25,"text":"Now there was a man in Jerusalem named Simeon who was righteous and devout, looking for the restoration of Israel, and the Holy Spirit was upon him. ","reference":"Luke 2:25"},{"bookName":"Luke","chapter":2,"verse":26,"text":"It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord’s Christ. ","reference":"Luke 2:26"},{"bookName":"Luke","chapter":2,"verse":27,"text":"So Simeon, directed by the Spirit, came into the temple courts, and when the parents brought in the child Jesus to do for him what was customary according to the law, ","reference":"Luke 2:27"},{"bookName":"Luke","chapter":2,"verse":28,"text":"Simeon took him in his arms and blessed God, saying, ","reference":"Luke 2:28"},{"bookName":"Luke","chapter":2,"verse":29,"text":"“Now, according to your word, Sovereign Lord, permit your servant to depart in peace. ","reference":"Luke 2:29"},{"bookName":"Luke","chapter":2,"verse":30,"text":"For my eyes have seen your salvation ","reference":"Luke 2:30"},{"bookName":"Luke","chapter":2,"verse":31,"text":"that you have prepared in the presence of all peoples: ","reference":"Luke 2:31"},{"bookName":"Luke","chapter":2,"verse":32,"text":"a light, for revelation to the Gentiles and for glory to your people Israel.” ","reference":"Luke 2:32"},{"bookName":"Luke","chapter":2,"verse":33,"text":"So the child’s father and mother were amazed at what was said about him. ","reference":"Luke 2:33"},{"bookName":"Luke","chapter":2,"verse":34,"text":"Then Simeon blessed them and said to his mother Mary, “Listen carefully: This child is destined to be the cause of the falling and rising of many in Israel and to be a sign that will be rejected. ","reference":"Luke 2:34"},{"bookName":"Luke","chapter":2,"verse":35,"text":"Indeed, as a result of him the thoughts of many hearts will be revealed—and a sword will pierce your own soul as well!”","reference":"Luke 2:35"},{"bookName":"Luke","chapter":2,"verse":36,"text":"There was also a prophetess, Anna the daughter of Phanuel, of the tribe of Asher. She was very old, having been married to her husband for seven years until his death.","reference":"Luke 2:36"},{"bookName":"Luke","chapter":2,"verse":37,"text":"She had lived as a widow since then for eighty-four years. She never left the temple, worshiping with fasting and prayer night and day. ","reference":"Luke 2:37"},{"bookName":"Luke","chapter":2,"verse":38,"text":"At that moment, she came up to them and began to give thanks to God and to speak about the child to all who were waiting for the redemption of Jerusalem. ","reference":"Luke 2:38"},{"bookName":"Luke","chapter":2,"verse":39,"text":"So when Joseph and Mary had performed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth. ","reference":"Luke 2:39"},{"bookName":"Luke","chapter":2,"verse":40,"text":"And the child grew and became strong, filled with wisdom, and the favor of God was upon him. ","reference":"Luke 2:40"},{"bookName":"Luke","chapter":2,"verse":41,"text":"Now Jesus’ parents went to Jerusalem every year for the Feast of the Passover. ","reference":"Luke 2:41"},{"bookName":"Luke","chapter":2,"verse":42,"text":"When he was twelve years old, they went up according to custom. ","reference":"Luke 2:42"},{"bookName":"Luke","chapter":2,"verse":43,"text":"But when the feast was over, as they were returning home, the boy Jesus stayed behind in Jerusalem. His parents did not know it,","reference":"Luke 2:43"},{"bookName":"Luke","chapter":2,"verse":44,"text":"but (because they assumed that he was in their group of travelers) they went a day’s journey. Then they began to look for him among their relatives and acquaintances. ","reference":"Luke 2:44"},{"bookName":"Luke","chapter":2,"verse":45,"text":"When they did not find him, they returned to Jerusalem to look for him. ","reference":"Luke 2:45"},{"bookName":"Luke","chapter":2,"verse":46,"text":"After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. ","reference":"Luke 2:46"},{"bookName":"Luke","chapter":2,"verse":47,"text":"And all who heard Jesus were astonished at his understanding and his answers. ","reference":"Luke 2:47"},{"bookName":"Luke","chapter":2,"verse":48,"text":"When his parents saw him, they were overwhelmed. His mother said to him, “Child, why have you treated us like this? Look, your father and I have been looking for you anxiously.” ","reference":"Luke 2:48"},{"bookName":"Luke","chapter":2,"verse":49,"text":"But he replied, “Why were you looking for me? Didn’t you know that I must be in my Father’s house?” ","reference":"Luke 2:49"},{"bookName":"Luke","chapter":2,"verse":50,"text":"Yet his parents did not understand the remark he made to them. ","reference":"Luke 2:50"},{"bookName":"Luke","chapter":2,"verse":51,"text":"Then he went down with them and came to Nazareth, and was obedient to them. But his mother kept all these things in her heart. ","reference":"Luke 2:51"},{"bookName":"Luke","chapter":2,"verse":52,"text":"And Jesus increased in wisdom and in stature and in favor with God and with people. ","reference":"Luke 2:52"}]