[
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 1,
    "text": "Now the Feast of Unleavened Bread, which is called the Passover, was approaching. ",
    "reference": "Luke 22:1"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 2,
    "text": "The chief priests and the experts in the law were trying to find some way to execute Jesus, for they were afraid of the people. ",
    "reference": "Luke 22:2"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 3,
    "text": "Then Satan entered Judas, the one called Iscariot, who was one of the twelve. ",
    "reference": "Luke 22:3"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 4,
    "text": "He went away and discussed with the chief priests and officers of the temple guard how he might betray Jesus, handing him over to them. ",
    "reference": "Luke 22:4"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 5,
    "text": "They were delighted and arranged to give him money. ",
    "reference": "Luke 22:5"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 6,
    "text": "So Judas agreed and began looking for an opportunity to betray Jesus when no crowd was present. ",
    "reference": "Luke 22:6"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 7,
    "text": "Then the day for the feast of Unleavened Bread came, on which the Passover lamb had to be sacrificed. ",
    "reference": "Luke 22:7"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 8,
    "text": "Jesus sent Peter and John, saying, “Go and prepare the Passover for us to eat.” ",
    "reference": "Luke 22:8"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 9,
    "text": "They said to him, “Where do you want us to prepare it?”",
    "reference": "Luke 22:9"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 10,
    "text": "He said to them, “Listen, when you have entered the city, a man carrying a jar of water will meet you. Follow him into the house that he enters, ",
    "reference": "Luke 22:10"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 11,
    "text": "and tell the owner of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”’ ",
    "reference": "Luke 22:11"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 12,
    "text": "Then he will show you a large furnished room upstairs. Make preparations there.” ",
    "reference": "Luke 22:12"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 13,
    "text": "So they went and found things just as he had told them, and they prepared the Passover. ",
    "reference": "Luke 22:13"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 14,
    "text": "Now when the hour came, Jesus took his place at the table and the apostles joined him. ",
    "reference": "Luke 22:14"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 15,
    "text": "And he said to them, “I have earnestly desired to eat this Passover with you before I suffer. ",
    "reference": "Luke 22:15"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 16,
    "text": "For I tell you, I will not eat it again until it is fulfilled in the kingdom of God.” ",
    "reference": "Luke 22:16"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 17,
    "text": "Then he took a cup, and after giving thanks he said, “Take this and divide it among yourselves. ",
    "reference": "Luke 22:17"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 18,
    "text": "For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.” ",
    "reference": "Luke 22:18"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 19,
    "text": "Then he took bread, and after giving thanks he broke it and gave it to them, saying, “This is my body which is given for you. Do this in remembrance of me.” ",
    "reference": "Luke 22:19"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 20,
    "text": "And in the same way he took the cup after they had eaten, saying, “This cup that is poured out for you is the new covenant in my blood. ",
    "reference": "Luke 22:20"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 21,
    "text": "“But look, the hand of the one who betrays me is with me on the table. ",
    "reference": "Luke 22:21"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 22,
    "text": "For the Son of Man is to go just as it has been determined, but woe to that man by whom he is betrayed!” ",
    "reference": "Luke 22:22"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 23,
    "text": "So they began to question one another as to which of them it could possibly be who would do this. ",
    "reference": "Luke 22:23"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 24,
    "text": "A dispute also started among them over which of them was to be regarded as the greatest. ",
    "reference": "Luke 22:24"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 25,
    "text": "So Jesus said to them, “The kings of the Gentiles lord it over them, and those in authority over them are called ‘benefactors.’",
    "reference": "Luke 22:25"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 26,
    "text": "Not so with you; instead the one who is greatest among you must become like the youngest, and the leader like the one who serves. ",
    "reference": "Luke 22:26"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 27,
    "text": "For who is greater, the one who is seated at the table, or the one who serves? Is it not the one who is seated at the table? But I am among you as one who serves. ",
    "reference": "Luke 22:27"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 28,
    "text": "“You are the ones who have remained with me in my trials. ",
    "reference": "Luke 22:28"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 29,
    "text": "Thus I grant to you a kingdom, just as my Father granted to me, ",
    "reference": "Luke 22:29"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 30,
    "text": "that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the 12 tribes of Israel. ",
    "reference": "Luke 22:30"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 31,
    "text": "“Simon, Simon, pay attention! Satan has demanded to have you all, to sift you like wheat, ",
    "reference": "Luke 22:31"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 32,
    "text": "but I have prayed for you, Simon, that your faith may not fail. When you have turned back, strengthen your brothers.” ",
    "reference": "Luke 22:32"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 33,
    "text": "But Peter said to him, “Lord, I am ready to go with you both to prison and to death!” ",
    "reference": "Luke 22:33"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 34,
    "text": "Jesus replied, “I tell you, Peter, the rooster will not crow today until you have denied three times that you know me.” ",
    "reference": "Luke 22:34"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 35,
    "text": "Then Jesus said to them, “When I sent you out with no money bag, or traveler’s bag, or sandals, you didn’t lack anything, did you?” They replied, “Nothing.”",
    "reference": "Luke 22:35"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 36,
    "text": "He said to them, “But now, the one who has a money bag must take it, and likewise a traveler’s bag too. And the one who has no sword must sell his cloak and buy one.",
    "reference": "Luke 22:36"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 37,
    "text": "For I tell you that this scripture must be fulfilled in me, ‘\u003Cb\u003EAnd he was counted with the transgressors\u003C/b\u003E.’ For what is written about me is being fulfilled.” ",
    "reference": "Luke 22:37"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 38,
    "text": "So they said, “Look, Lord, here are two swords.” Then he told them, “It is enough.” ",
    "reference": "Luke 22:38"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 39,
    "text": "Then Jesus went out and made his way, as he customarily did, to the Mount of Olives, and the disciples followed him. ",
    "reference": "Luke 22:39"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 40,
    "text": "When he came to the place, he said to them, “Pray that you will not fall into temptation.” ",
    "reference": "Luke 22:40"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 41,
    "text": "He went away from them about a stone’s throw, knelt down, and prayed, ",
    "reference": "Luke 22:41"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 42,
    "text": "“Father, if you are willing, take this cup away from me. Yet not my will but yours be done.” [",
    "reference": "Luke 22:42"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 43,
    "text": "Then an angel from heaven appeared to him and strengthened him. ",
    "reference": "Luke 22:43"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 44,
    "text": "And in his anguish he prayed more earnestly, and his sweat was like drops of blood falling to the ground.] ",
    "reference": "Luke 22:44"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 45,
    "text": "When he got up from prayer, he came to the disciples and found them sleeping, exhausted from grief. ",
    "reference": "Luke 22:45"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 46,
    "text": "So he said to them, “Why are you sleeping? Get up and pray that you will not fall into temptation!” ",
    "reference": "Luke 22:46"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 47,
    "text": "While he was still speaking, suddenly a crowd appeared, and the man named Judas, one of the twelve, was leading them. He walked up to Jesus to kiss him. ",
    "reference": "Luke 22:47"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 48,
    "text": "But Jesus said to him, “Judas, would you betray the Son of Man with a kiss?” ",
    "reference": "Luke 22:48"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 49,
    "text": "When those who were around him saw what was about to happen, they said, “Lord, should we use our swords?” ",
    "reference": "Luke 22:49"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 50,
    "text": "Then one of them struck the high priest’s slave, cutting off his right ear. ",
    "reference": "Luke 22:50"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 51,
    "text": "But Jesus said, “Enough of this!” And he touched the man’s ear and healed him. ",
    "reference": "Luke 22:51"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 52,
    "text": "Then Jesus said to the chief priests, the officers of the temple guard, and the elders who had come out to get him, “Have you come out with swords and clubs like you would against an outlaw? ",
    "reference": "Luke 22:52"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 53,
    "text": "Day after day when I was with you in the temple courts, you did not arrest me. But this is your hour, and that of the power of darkness!” ",
    "reference": "Luke 22:53"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 54,
    "text": "Then they arrested Jesus, led him away, and brought him into the high priest’s house. But Peter was following at a distance. ",
    "reference": "Luke 22:54"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 55,
    "text": "When they had made a fire in the middle of the courtyard and sat down together, Peter sat down among them. ",
    "reference": "Luke 22:55"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 56,
    "text": "Then a slave girl, seeing him as he sat in the firelight, stared at him and said, “This man was with him too!”",
    "reference": "Luke 22:56"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 57,
    "text": "But Peter denied it: “Woman, I don’t know him!” ",
    "reference": "Luke 22:57"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 58,
    "text": "Then a little later someone else saw him and said, “You are one of them too.” But Peter said, “Man, I am not!” ",
    "reference": "Luke 22:58"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 59,
    "text": "And after about an hour still another insisted, “Certainly this man was with him because he too is a Galilean.” ",
    "reference": "Luke 22:59"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 60,
    "text": "But Peter said, “Man, I don’t know what you’re talking about!” At that moment, while he was still speaking, a rooster crowed. ",
    "reference": "Luke 22:60"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 61,
    "text": "Then the Lord turned and looked straight at Peter, and Peter remembered the word of the Lord, how he had said to him, “Before a rooster crows today, you will deny me three times.” ",
    "reference": "Luke 22:61"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 62,
    "text": "And he went outside and wept bitterly. ",
    "reference": "Luke 22:62"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 63,
    "text": "Now the men who were holding Jesus under guard began to mock him and beat him. ",
    "reference": "Luke 22:63"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 64,
    "text": "They blindfolded him and asked him repeatedly, “Prophesy! Who hit you?” ",
    "reference": "Luke 22:64"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 65,
    "text": "They also said many other things against him, reviling him. ",
    "reference": "Luke 22:65"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 66,
    "text": "When day came, the council of the elders of the people gathered together, both the chief priests and the experts in the law. Then they led Jesus away to their council ",
    "reference": "Luke 22:66"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 67,
    "text": "and said, “If you are the Christ, tell us.” But he said to them, “If I tell you, you will not believe, ",
    "reference": "Luke 22:67"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 68,
    "text": "and if I ask you, you will not answer. ",
    "reference": "Luke 22:68"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 69,
    "text": "But from now on the Son of Man will be seated at the right hand of the power of God.” ",
    "reference": "Luke 22:69"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 70,
    "text": "So they all said, “Are you the Son of God, then?” He answered them, “You say that I am.” ",
    "reference": "Luke 22:70"
  },
  {
    "bookName": "Luke",
    "chapter": 22,
    "verse": 71,
    "text": "Then they said, “Why do we need further testimony? We have heard it ourselves from his own lips!” ",
    "reference": "Luke 22:71"
  }
]