[{"bookName":"Luke","chapter":3,"verse":1,"text":"In the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Iturea and Trachonitis, and Lysanias was tetrarch of Abilene, ","reference":"Luke 3:1"},{"bookName":"Luke","chapter":3,"verse":2,"text":"during the high priesthood of Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness. ","reference":"Luke 3:2"},{"bookName":"Luke","chapter":3,"verse":3,"text":"He went into all the region around the Jordan River, preaching a baptism of repentance for the forgiveness of sins. ","reference":"Luke 3:3"},{"bookName":"Luke","chapter":3,"verse":4,"text":"As it is written in the book of the words of the prophet Isaiah, \u003Cb\u003E“The voice\u003C/b\u003E \u003Cb\u003Eof one shouting in the wilderness:\u003C/b\u003E \u003Cb\u003E‘Prepare the way for the Lord,\u003C/b\u003E \u003Cb\u003Emake\u003C/b\u003E \u003Cb\u003Ehis paths straight\u003C/b\u003E. ","reference":"Luke 3:4"},{"bookName":"Luke","chapter":3,"verse":5,"text":"\u003Cb\u003EEvery valley will be filled,\u003C/b\u003E \u003Cb\u003Eand every mountain and hill will be brought low,\u003C/b\u003E \u003Cb\u003Eand the crooked will be made straight,\u003C/b\u003E \u003Cb\u003Eand the rough ways will be made smooth,\u003C/b\u003E ","reference":"Luke 3:5"},{"bookName":"Luke","chapter":3,"verse":6,"text":"\u003Cb\u003Eand all humanity\u003C/b\u003E \u003Cb\u003Ewill see the salvation of God.’”\u003C/b\u003E ","reference":"Luke 3:6"},{"bookName":"Luke","chapter":3,"verse":7,"text":"So John said to the crowds that came out to be baptized by him, “You offspring of vipers! Who warned you to flee from the coming wrath? ","reference":"Luke 3:7"},{"bookName":"Luke","chapter":3,"verse":8,"text":"Therefore produce fruit that proves your repentance, and don’t begin to say to yourselves, ‘We have Abraham as our father.’ For I tell you that God can raise up children for Abraham from these stones! ","reference":"Luke 3:8"},{"bookName":"Luke","chapter":3,"verse":9,"text":"Even now the ax is laid at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.” ","reference":"Luke 3:9"},{"bookName":"Luke","chapter":3,"verse":10,"text":"So the crowds were asking him, “What then should we do?” ","reference":"Luke 3:10"},{"bookName":"Luke","chapter":3,"verse":11,"text":"John answered them, “The person who has two tunics must share with the person who has none, and the person who has food must do likewise.” ","reference":"Luke 3:11"},{"bookName":"Luke","chapter":3,"verse":12,"text":"Tax collectors also came to be baptized, and they said to him, “Teacher, what should we do?” ","reference":"Luke 3:12"},{"bookName":"Luke","chapter":3,"verse":13,"text":"He told them, “Collect no more than you are required to.”","reference":"Luke 3:13"},{"bookName":"Luke","chapter":3,"verse":14,"text":"Then some soldiers also asked him, “And as for us—what should we do?” He told them, “Take money from no one by violence or by false accusation, and be content with your pay.” ","reference":"Luke 3:14"},{"bookName":"Luke","chapter":3,"verse":15,"text":"While the people were filled with anticipation and they all wondered whether perhaps John could be the Christ, ","reference":"Luke 3:15"},{"bookName":"Luke","chapter":3,"verse":16,"text":"John answered them all, “I baptize you with water, but one more powerful than I am is coming—I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire. ","reference":"Luke 3:16"},{"bookName":"Luke","chapter":3,"verse":17,"text":"His winnowing fork is in his hand to clean out his threshing floor and to gather the wheat into his storehouse, but the chaff he will burn up with inextinguishable fire.” ","reference":"Luke 3:17"},{"bookName":"Luke","chapter":3,"verse":18,"text":"And in this way, with many other exhortations, John proclaimed good news to the people. ","reference":"Luke 3:18"},{"bookName":"Luke","chapter":3,"verse":19,"text":"But when John rebuked Herod the tetrarch because of Herodias, his brother’s wife, and because of all the evil deeds that he had done, ","reference":"Luke 3:19"},{"bookName":"Luke","chapter":3,"verse":20,"text":"Herod added this to them all: He locked up John in prison. ","reference":"Luke 3:20"},{"bookName":"Luke","chapter":3,"verse":21,"text":"Now when all the people were baptized, Jesus also was baptized. And while he was praying, the heavens opened, ","reference":"Luke 3:21"},{"bookName":"Luke","chapter":3,"verse":22,"text":"and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven, “You are my one dear Son; in you I take great delight.” ","reference":"Luke 3:22"},{"bookName":"Luke","chapter":3,"verse":23,"text":"So Jesus, when he began his ministry, was about thirty years old. He was the son (as was supposed) of Joseph, the son of Heli, ","reference":"Luke 3:23"},{"bookName":"Luke","chapter":3,"verse":24,"text":"the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, ","reference":"Luke 3:24"},{"bookName":"Luke","chapter":3,"verse":25,"text":"the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, ","reference":"Luke 3:25"},{"bookName":"Luke","chapter":3,"verse":26,"text":"the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, ","reference":"Luke 3:26"},{"bookName":"Luke","chapter":3,"verse":27,"text":"the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri, ","reference":"Luke 3:27"},{"bookName":"Luke","chapter":3,"verse":28,"text":"the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, ","reference":"Luke 3:28"},{"bookName":"Luke","chapter":3,"verse":29,"text":"the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, ","reference":"Luke 3:29"},{"bookName":"Luke","chapter":3,"verse":30,"text":"the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, ","reference":"Luke 3:30"},{"bookName":"Luke","chapter":3,"verse":31,"text":"the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David, ","reference":"Luke 3:31"},{"bookName":"Luke","chapter":3,"verse":32,"text":"the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon, ","reference":"Luke 3:32"},{"bookName":"Luke","chapter":3,"verse":33,"text":"the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah, ","reference":"Luke 3:33"},{"bookName":"Luke","chapter":3,"verse":34,"text":"the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor, ","reference":"Luke 3:34"},{"bookName":"Luke","chapter":3,"verse":35,"text":"the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, ","reference":"Luke 3:35"},{"bookName":"Luke","chapter":3,"verse":36,"text":"the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, ","reference":"Luke 3:36"},{"bookName":"Luke","chapter":3,"verse":37,"text":"the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Kenan, ","reference":"Luke 3:37"},{"bookName":"Luke","chapter":3,"verse":38,"text":"the son of Enosh, the son of Seth, the son of Adam, the son of God. ","reference":"Luke 3:38"}]