[
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 1,
    "text": "Now many have undertaken to compile an account of the things that have been fulfilled among us, ",
    "reference": "Luke 1:1"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 2,
    "text": "like the accounts passed on to us by those who were eyewitnesses and servants of the word from the beginning. ",
    "reference": "Luke 1:2"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 3,
    "text": "So it seemed good to me as well, because I have followed all things carefully from the beginning, to write an orderly account for you, most excellent Theophilus, ",
    "reference": "Luke 1:3"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 4,
    "text": "so that you may know for certain the things you were taught. ",
    "reference": "Luke 1:4"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 5,
    "text": "During the reign of Herod king of Judea, there lived a priest named Zechariah who belonged to the priestly division of Abijah, and he had a wife named Elizabeth, who was a descendant of Aaron. ",
    "reference": "Luke 1:5"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 6,
    "text": "They were both righteous in the sight of God, following all the commandments and ordinances of the Lord blamelessly. ",
    "reference": "Luke 1:6"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 7,
    "text": "But they did not have a child because Elizabeth was barren, and they were both very old. ",
    "reference": "Luke 1:7"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 8,
    "text": "Now while Zechariah was serving as priest before God when his division was on duty, ",
    "reference": "Luke 1:8"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 9,
    "text": "he was chosen by lot, according to the custom of the priesthood, to enter the Holy Place of the Lord and burn incense. ",
    "reference": "Luke 1:9"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 10,
    "text": "Now the whole crowd of people were praying outside at the hour of the incense offering. ",
    "reference": "Luke 1:10"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 11,
    "text": "An angel of the Lord, standing on the right side of the altar of incense, appeared to him. ",
    "reference": "Luke 1:11"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 12,
    "text": "And Zechariah, visibly shaken when he saw the angel, was seized with fear. ",
    "reference": "Luke 1:12"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 13,
    "text": "But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son; you will name him John. ",
    "reference": "Luke 1:13"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 14,
    "text": "Joy and gladness will come to you, and many will rejoice at his birth, ",
    "reference": "Luke 1:14"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 15,
    "text": "for he will be great in the sight of the Lord. He must never drink wine or strong drink, and he will be filled with the Holy Spirit, even before his birth. ",
    "reference": "Luke 1:15"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 16,
    "text": "He will turn many of the people of Israel to the Lord their God. ",
    "reference": "Luke 1:16"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 17,
    "text": "And he will go as forerunner before the Lord in the spirit and power of Elijah, to turn the hearts of the fathers back to their children and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared for him.”",
    "reference": "Luke 1:17"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 18,
    "text": "Zechariah said to the angel, “How can I be sure of this? For I am an old man, and my wife is old as well.”",
    "reference": "Luke 1:18"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 19,
    "text": "The angel answered him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to bring you this good news. ",
    "reference": "Luke 1:19"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 20,
    "text": "And now because you did not believe my words, which will be fulfilled in their time, you will be silent, unable to speak, until the day these things take place.” ",
    "reference": "Luke 1:20"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 21,
    "text": "Now the people were waiting for Zechariah, and they began to wonder why he was delayed in the Holy Place. ",
    "reference": "Luke 1:21"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 22,
    "text": "When he came out, he was not able to speak to them. They realized that he had seen a vision in the Holy Place because he was making signs to them and remained unable to speak. ",
    "reference": "Luke 1:22"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 23,
    "text": "When his time of service was over, he went to his home. ",
    "reference": "Luke 1:23"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 24,
    "text": "After some time his wife Elizabeth became pregnant, and for five months she kept herself in seclusion. She said, ",
    "reference": "Luke 1:24"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 25,
    "text": "“This is what the Lord has done for me at the time when he has been gracious to me, to take away my disgrace among people.” ",
    "reference": "Luke 1:25"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 26,
    "text": "In the sixth month of Elizabeth’s pregnancy, the angel Gabriel was sent by God to a town of Galilee called Nazareth, ",
    "reference": "Luke 1:26"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 27,
    "text": "to a virgin engaged to a man whose name was Joseph, a descendant of David, and the virgin’s name was Mary. ",
    "reference": "Luke 1:27"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 28,
    "text": "The angel came to her and said, “Greetings, favored one, the Lord is with you!” ",
    "reference": "Luke 1:28"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 29,
    "text": "But she was greatly troubled by his words and began to wonder about the meaning of this greeting. ",
    "reference": "Luke 1:29"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 30,
    "text": "So the angel said to her, “Do not be afraid, Mary, for you have found favor with God! ",
    "reference": "Luke 1:30"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 31,
    "text": "Listen: You will become pregnant and give birth to a son, and you will name him Jesus. ",
    "reference": "Luke 1:31"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 32,
    "text": "He will be great and will be called the Son of the Most High, and the Lord God will give him the throne of his father David. ",
    "reference": "Luke 1:32"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 33,
    "text": "He will reign over the house of Jacob forever, and his kingdom will never end.” ",
    "reference": "Luke 1:33"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 34,
    "text": "Mary said to the angel, “How will this be, since I have not been intimate with a man?” ",
    "reference": "Luke 1:34"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 35,
    "text": "The angel replied, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore the child to be born will be holy; he will be called the Son of God. ",
    "reference": "Luke 1:35"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 36,
    "text": "“And look, your relative Elizabeth has also become pregnant with a son in her old age—although she was called barren, she is now in her sixth month! ",
    "reference": "Luke 1:36"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 37,
    "text": "For nothing will be impossible with God.” ",
    "reference": "Luke 1:37"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 38,
    "text": "So Mary said, “Yes, I am a servant of the Lord; let this happen to me according to your word.” Then the angel departed from her. ",
    "reference": "Luke 1:38"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 39,
    "text": "In those days Mary got up and went hurriedly into the hill country, to a town of Judah, ",
    "reference": "Luke 1:39"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 40,
    "text": "and entered Zechariah’s house and greeted Elizabeth. ",
    "reference": "Luke 1:40"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 41,
    "text": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. ",
    "reference": "Luke 1:41"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 42,
    "text": "She exclaimed with a loud voice, “Blessed are you among women, and blessed is the child in your womb! ",
    "reference": "Luke 1:42"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 43,
    "text": "And who am I that the mother of my Lord should come and visit me? ",
    "reference": "Luke 1:43"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 44,
    "text": "For the instant the sound of your greeting reached my ears, the baby in my womb leaped for joy. ",
    "reference": "Luke 1:44"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 45,
    "text": "And blessed is she who believed that what was spoken to her by the Lord would be fulfilled.” ",
    "reference": "Luke 1:45"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 46,
    "text": "And Mary said, “My soul exalts the Lord, ",
    "reference": "Luke 1:46"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 47,
    "text": "and my spirit has begun to rejoice in God my Savior, ",
    "reference": "Luke 1:47"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 48,
    "text": "because he has looked upon the humble state of his servant. For from now on all generations will call me blessed, ",
    "reference": "Luke 1:48"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 49,
    "text": "because he who is mighty has done great things for me, and holy is his name; ",
    "reference": "Luke 1:49"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 50,
    "text": "from generation to generation he is merciful to those who fear him. ",
    "reference": "Luke 1:50"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 51,
    "text": "He has demonstrated power with his arm; he has scattered those whose pride wells up from the sheer arrogance of their hearts. ",
    "reference": "Luke 1:51"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 52,
    "text": "He has brought down the mighty from their thrones, and has lifted up those of lowly position; ",
    "reference": "Luke 1:52"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 53,
    "text": "he has filled the hungry with good things, and has sent the rich away empty. ",
    "reference": "Luke 1:53"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 54,
    "text": "He has helped his servant Israel, remembering his mercy, ",
    "reference": "Luke 1:54"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 55,
    "text": "as he promised to our ancestors, to Abraham and to his descendants forever.” ",
    "reference": "Luke 1:55"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 56,
    "text": "So Mary stayed with Elizabeth about three months and then returned to her home. ",
    "reference": "Luke 1:56"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 57,
    "text": "Now the time came for Elizabeth to have her baby, and she gave birth to a son. ",
    "reference": "Luke 1:57"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 58,
    "text": "Her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. ",
    "reference": "Luke 1:58"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 59,
    "text": "On the eighth day they came to circumcise the child, and they wanted to name him Zechariah after his father. ",
    "reference": "Luke 1:59"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 60,
    "text": "But his mother replied, “No! He must be named John.” ",
    "reference": "Luke 1:60"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 61,
    "text": "They said to her, “But none of your relatives bears this name.” ",
    "reference": "Luke 1:61"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 62,
    "text": "So they made signs to the baby’s father, inquiring what he wanted to name his son. ",
    "reference": "Luke 1:62"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 63,
    "text": "He asked for a writing tablet and wrote, “His name is John.” And they were all amazed. ",
    "reference": "Luke 1:63"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 64,
    "text": "Immediately Zechariah’s mouth was opened and his tongue released, and he spoke, blessing God. ",
    "reference": "Luke 1:64"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 65,
    "text": "All their neighbors were filled with fear, and throughout the entire hill country of Judea all these things were talked about.",
    "reference": "Luke 1:65"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 66,
    "text": "All who heard these things kept them in their hearts, saying, “What then will this child be?” For the Lord’s hand was indeed with him. ",
    "reference": "Luke 1:66"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 67,
    "text": "Then his father Zechariah was filled with the Holy Spirit and prophesied, ",
    "reference": "Luke 1:67"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 68,
    "text": "“Blessed be the Lord God of Israel, because he has come to help and has redeemed his people. ",
    "reference": "Luke 1:68"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 69,
    "text": "For he has raised up a horn of salvation for us in the house of his servant David, ",
    "reference": "Luke 1:69"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 70,
    "text": "as he spoke through the mouth of his holy prophets from long ago, ",
    "reference": "Luke 1:70"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 71,
    "text": "that we should be saved from our enemies and from the hand of all who hate us. ",
    "reference": "Luke 1:71"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 72,
    "text": "He has done this to show mercy to our ancestors, and to remember his holy covenant—",
    "reference": "Luke 1:72"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 73,
    "text": "the oath that he swore to our ancestor Abraham. This oath grants ",
    "reference": "Luke 1:73"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 74,
    "text": "that we, being rescued from the hand of our enemies, may serve him without fear, ",
    "reference": "Luke 1:74"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 75,
    "text": "in holiness and righteousness before him for as long as we live. ",
    "reference": "Luke 1:75"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 76,
    "text": "And you, child, will be called the prophet of the Most High. For you will go before the Lord to prepare his ways, ",
    "reference": "Luke 1:76"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 77,
    "text": "to give his people knowledge of salvation through the forgiveness of their sins. ",
    "reference": "Luke 1:77"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 78,
    "text": "Because of our God’s tender mercy, the dawn will break upon us from on high ",
    "reference": "Luke 1:78"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 79,
    "text": "to give light to those who sit in darkness and in the shadow of death, to guide our feet into the way of peace.” ",
    "reference": "Luke 1:79"
  },
  {
    "bookName": "Luke",
    "chapter": 1,
    "verse": 80,
    "text": "And the child kept growing and becoming strong in spirit, and he was in the wilderness until the day he was revealed to Israel. ",
    "reference": "Luke 1:80"
  }
]