[
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 1,
    "text": "Now all the tax collectors and sinners were coming to hear him. ",
    "reference": "Luke 15:1"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 2,
    "text": "But the Pharisees and the experts in the law were complaining, “This man welcomes sinners and eats with them.” ",
    "reference": "Luke 15:2"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 3,
    "text": "So Jesus told them this parable: ",
    "reference": "Luke 15:3"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 4,
    "text": "“Which one of you, if he has a hundred sheep and loses one of them, would not leave the ninety-nine in the open pasture and go look for the one that is lost until he finds it? ",
    "reference": "Luke 15:4"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 5,
    "text": "Then when he has found it, he places it on his shoulders, rejoicing. ",
    "reference": "Luke 15:5"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 6,
    "text": "Returning home, he calls together his friends and neighbors, telling them, ‘Rejoice with me because I have found my sheep that was lost.’ ",
    "reference": "Luke 15:6"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 7,
    "text": "I tell you, in the same way there will be more joy in heaven over one sinner who repents than over ninety-nine righteous people who have no need to repent. ",
    "reference": "Luke 15:7"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 8,
    "text": "“Or what woman, if she has ten silver coins and loses one of them, does not light a lamp, sweep the house, and search thoroughly until she finds it?",
    "reference": "Luke 15:8"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 9,
    "text": "Then when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’ ",
    "reference": "Luke 15:9"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 10,
    "text": "In the same way, I tell you, there is joy in the presence of God’s angels over one sinner who repents.” ",
    "reference": "Luke 15:10"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 11,
    "text": "Then Jesus said, “A man had two sons. ",
    "reference": "Luke 15:11"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 12,
    "text": "The younger of them said to his father, ‘Father, give me the share of the estate that will belong to me.’ So he divided his assets between them. ",
    "reference": "Luke 15:12"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 13,
    "text": "After a few days, the younger son gathered together all he had and left on a journey to a distant country, and there he squandered his wealth with a wild lifestyle. ",
    "reference": "Luke 15:13"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 14,
    "text": "Then after he had spent everything, a severe famine took place in that country, and he began to be in need. ",
    "reference": "Luke 15:14"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 15,
    "text": "So he went and worked for one of the citizens of that country, who sent him to his fields to feed pigs. ",
    "reference": "Luke 15:15"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 16,
    "text": "He was longing to eat the carob pods the pigs were eating, but no one gave him anything.",
    "reference": "Luke 15:16"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 17,
    "text": "But when he came to his senses, he said, ‘How many of my father’s hired workers have food enough to spare, but here I am dying from hunger! ",
    "reference": "Luke 15:17"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 18,
    "text": "I will get up and go to my father and say to him, “Father, I have sinned against heaven and against you. ",
    "reference": "Luke 15:18"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 19,
    "text": "I am no longer worthy to be called your son; treat me like one of your hired workers.”’ ",
    "reference": "Luke 15:19"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 20,
    "text": "So he got up and went to his father. But while he was still a long way from home his father saw him, and his heart went out to him; he ran and hugged his son and kissed him. ",
    "reference": "Luke 15:20"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 21,
    "text": "Then his son said to him, ‘Father, I have sinned against heaven and against you; I am no longer worthy to be called your son.’ ",
    "reference": "Luke 15:21"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 22,
    "text": "But the father said to his slaves, ‘Hurry! Bring the best robe, and put it on him! Put a ring on his finger and sandals on his feet! ",
    "reference": "Luke 15:22"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 23,
    "text": "Bring the fattened calf and kill it! Let us eat and celebrate, ",
    "reference": "Luke 15:23"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 24,
    "text": "because this son of mine was dead, and is alive again—he was lost and is found!’ So they began to celebrate. ",
    "reference": "Luke 15:24"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 25,
    "text": "“Now his older son was in the field. As he came and approached the house, he heard music and dancing. ",
    "reference": "Luke 15:25"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 26,
    "text": "So he called one of the slaves and asked what was happening.",
    "reference": "Luke 15:26"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 27,
    "text": "The slave replied, ‘Your brother has returned, and your father has killed the fattened calf because he got his son back safe and sound.’ ",
    "reference": "Luke 15:27"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 28,
    "text": "But the older son became angry and refused to go in. His father came out and appealed to him, ",
    "reference": "Luke 15:28"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 29,
    "text": "but he answered his father, ‘Look! These many years I have worked like a slave for you, and I never disobeyed your commands. Yet you never gave me even a goat so that I could celebrate with my friends! ",
    "reference": "Luke 15:29"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 30,
    "text": "But when this son of yours came back, who has devoured your assets with prostitutes, you killed the fattened calf for him!’ ",
    "reference": "Luke 15:30"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 31,
    "text": "Then the father said to him, ‘Son, you are always with me, and everything that belongs to me is yours. ",
    "reference": "Luke 15:31"
  },
  {
    "bookName": "Luke",
    "chapter": 15,
    "verse": 32,
    "text": "It was appropriate to celebrate and be glad, for your brother was dead, and is alive; he was lost and is found.’” ",
    "reference": "Luke 15:32"
  }
]