[{"bookName":"Luke","chapter":11,"verse":1,"text":"Now Jesus was praying in a certain place. When he stopped, one of his disciples said to him, “Lord, teach us to pray, just as John taught his disciples.” ","reference":"Luke 11:1"},{"bookName":"Luke","chapter":11,"verse":2,"text":"So he said to them, “When you pray, say: “‘Father, may your name be honored; may your kingdom come.","reference":"Luke 11:2"},{"bookName":"Luke","chapter":11,"verse":3,"text":"Give us each day our daily bread, ","reference":"Luke 11:3"},{"bookName":"Luke","chapter":11,"verse":4,"text":"and forgive us our sins, for we also forgive everyone who sins against us. And do not lead us into temptation.’”","reference":"Luke 11:4"},{"bookName":"Luke","chapter":11,"verse":5,"text":"Then he said to them, “Suppose one of you has a friend, and you go to him at midnight and say to him, ‘Friend, lend me three loaves of bread, ","reference":"Luke 11:5"},{"bookName":"Luke","chapter":11,"verse":6,"text":"because a friend of mine has stopped here while on a journey, and I have nothing to set before him.’ ","reference":"Luke 11:6"},{"bookName":"Luke","chapter":11,"verse":7,"text":"Then he will reply from inside, ‘Do not bother me. The door is already shut, and my children and I are in bed. I cannot get up and give you anything.’","reference":"Luke 11:7"},{"bookName":"Luke","chapter":11,"verse":8,"text":"I tell you, even though the man inside will not get up and give him anything because he is his friend, yet because of the first man’s sheer persistence he will get up and give him whatever he needs. ","reference":"Luke 11:8"},{"bookName":"Luke","chapter":11,"verse":9,"text":"“So I tell you: Ask, and it will be given to you; seek, and you will find; knock, and the door will be opened for you. ","reference":"Luke 11:9"},{"bookName":"Luke","chapter":11,"verse":10,"text":"For everyone who asks receives, and the one who seeks finds, and to the one who knocks, the door will be opened. ","reference":"Luke 11:10"},{"bookName":"Luke","chapter":11,"verse":11,"text":"What father among you, if your son asks for a fish, will give him a snake instead of a fish? ","reference":"Luke 11:11"},{"bookName":"Luke","chapter":11,"verse":12,"text":"Or if he asks for an egg, will give him a scorpion? ","reference":"Luke 11:12"},{"bookName":"Luke","chapter":11,"verse":13,"text":"If you then, although you are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!” ","reference":"Luke 11:13"},{"bookName":"Luke","chapter":11,"verse":14,"text":"Now he was casting out a demon that was mute. When the demon had gone out, the man who had been mute began to speak, and the crowds were amazed. ","reference":"Luke 11:14"},{"bookName":"Luke","chapter":11,"verse":15,"text":"But some of them said, “By the power of Beelzebul, the ruler of demons, he casts out demons!” ","reference":"Luke 11:15"},{"bookName":"Luke","chapter":11,"verse":16,"text":"Others, to test him, began asking for a sign from heaven. ","reference":"Luke 11:16"},{"bookName":"Luke","chapter":11,"verse":17,"text":"But Jesus, realizing their thoughts, said to them, “Every kingdom divided against itself is destroyed, and a divided household falls. ","reference":"Luke 11:17"},{"bookName":"Luke","chapter":11,"verse":18,"text":"So if Satan too is divided against himself, how will his kingdom stand? I ask you this because you claim that I cast out demons by Beelzebul. ","reference":"Luke 11:18"},{"bookName":"Luke","chapter":11,"verse":19,"text":"Now if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges. ","reference":"Luke 11:19"},{"bookName":"Luke","chapter":11,"verse":20,"text":"But if I cast out demons by the finger of God, then the kingdom of God has already overtaken you. ","reference":"Luke 11:20"},{"bookName":"Luke","chapter":11,"verse":21,"text":"When a strong man, fully armed, guards his own palace, his possessions are safe. ","reference":"Luke 11:21"},{"bookName":"Luke","chapter":11,"verse":22,"text":"But when a stronger man attacks and conquers him, he takes away the first man’s armor on which the man relied and divides up his plunder. ","reference":"Luke 11:22"},{"bookName":"Luke","chapter":11,"verse":23,"text":"Whoever is not with me is against me, and whoever does not gather with me scatters. ","reference":"Luke 11:23"},{"bookName":"Luke","chapter":11,"verse":24,"text":"“When an unclean spirit goes out of a person, it passes through waterless places looking for rest but not finding any. Then it says, ‘I will return to the home I left.’ ","reference":"Luke 11:24"},{"bookName":"Luke","chapter":11,"verse":25,"text":"When it returns, it finds the house swept clean and put in order. ","reference":"Luke 11:25"},{"bookName":"Luke","chapter":11,"verse":26,"text":"Then it goes and brings seven other spirits more evil than itself, and they go in and live there, so the last state of that person is worse than the first.” ","reference":"Luke 11:26"},{"bookName":"Luke","chapter":11,"verse":27,"text":"As he said these things, a woman in the crowd spoke out to him, “Blessed is the womb that bore you and the breasts at which you nursed!” ","reference":"Luke 11:27"},{"bookName":"Luke","chapter":11,"verse":28,"text":"But he replied, “Blessed rather are those who hear the word of God and obey it!”","reference":"Luke 11:28"},{"bookName":"Luke","chapter":11,"verse":29,"text":"As the crowds were increasing, Jesus began to say, “This generation is a wicked generation; it looks for a sign, but no sign will be given to it except the sign of Jonah. ","reference":"Luke 11:29"},{"bookName":"Luke","chapter":11,"verse":30,"text":"For just as Jonah became a sign to the people of Nineveh, so the Son of Man will be a sign to this generation. ","reference":"Luke 11:30"},{"bookName":"Luke","chapter":11,"verse":31,"text":"The queen of the South will rise up at the judgment with the people of this generation and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon—and now, something greater than Solomon is here! ","reference":"Luke 11:31"},{"bookName":"Luke","chapter":11,"verse":32,"text":"The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented when Jonah preached to them—and now, something greater than Jonah is here! ","reference":"Luke 11:32"},{"bookName":"Luke","chapter":11,"verse":33,"text":"“No one after lighting a lamp puts it in a hidden place or under a basket, but on a lampstand, so that those who come in can see the light. ","reference":"Luke 11:33"},{"bookName":"Luke","chapter":11,"verse":34,"text":"Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is diseased, your body is full of darkness. ","reference":"Luke 11:34"},{"bookName":"Luke","chapter":11,"verse":35,"text":"Therefore see to it that the light in you is not darkness. ","reference":"Luke 11:35"},{"bookName":"Luke","chapter":11,"verse":36,"text":"If then your whole body is full of light, with no part in the dark, it will be as full of light as when the light of a lamp shines on you.” ","reference":"Luke 11:36"},{"bookName":"Luke","chapter":11,"verse":37,"text":"As he spoke, a Pharisee invited Jesus to have a meal with him, so he went in and took his place at the table. ","reference":"Luke 11:37"},{"bookName":"Luke","chapter":11,"verse":38,"text":"The Pharisee was astonished when he saw that Jesus did not first wash his hands before the meal. ","reference":"Luke 11:38"},{"bookName":"Luke","chapter":11,"verse":39,"text":"But the Lord said to him, “Now you Pharisees clean the outside of the cup and the plate, but inside you are full of greed and wickedness. ","reference":"Luke 11:39"},{"bookName":"Luke","chapter":11,"verse":40,"text":"You fools! Didn’t the one who made the outside make the inside as well?","reference":"Luke 11:40"},{"bookName":"Luke","chapter":11,"verse":41,"text":"But give from your heart to those in need, and then everything will be clean for you. ","reference":"Luke 11:41"},{"bookName":"Luke","chapter":11,"verse":42,"text":"“But woe to you Pharisees! You give a tenth of your mint, rue, and every herb, yet you neglect justice and love for God! But you should have done these things without neglecting the others.","reference":"Luke 11:42"},{"bookName":"Luke","chapter":11,"verse":43,"text":"Woe to you Pharisees! You love the best seats in the synagogues and elaborate greetings in the marketplaces! ","reference":"Luke 11:43"},{"bookName":"Luke","chapter":11,"verse":44,"text":"Woe to you! You are like unmarked graves, and people walk over them without realizing it!”","reference":"Luke 11:44"},{"bookName":"Luke","chapter":11,"verse":45,"text":"One of the experts in religious law answered him, “Teacher, when you say these things, you insult us too.” ","reference":"Luke 11:45"},{"bookName":"Luke","chapter":11,"verse":46,"text":"But Jesus replied, “Woe to you experts in religious law as well! You load people down with burdens difficult to bear, yet you yourselves refuse to touch the burdens with even one of your fingers! ","reference":"Luke 11:46"},{"bookName":"Luke","chapter":11,"verse":47,"text":"Woe to you! You build the tombs of the prophets whom your ancestors killed. ","reference":"Luke 11:47"},{"bookName":"Luke","chapter":11,"verse":48,"text":"So you testify that you approve of the deeds of your ancestors because they killed the prophets and you build their tombs!","reference":"Luke 11:48"},{"bookName":"Luke","chapter":11,"verse":49,"text":"For this reason also the wisdom of God said, ‘I will send them prophets and apostles, some of whom they will kill and persecute,’ ","reference":"Luke 11:49"},{"bookName":"Luke","chapter":11,"verse":50,"text":"so that this generation may be held accountable for the blood of all the prophets that has been shed since the beginning of the world, ","reference":"Luke 11:50"},{"bookName":"Luke","chapter":11,"verse":51,"text":"from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, it will be charged against this generation. ","reference":"Luke 11:51"},{"bookName":"Luke","chapter":11,"verse":52,"text":"Woe to you experts in religious law! You have taken away the key to knowledge! You did not go in yourselves, and you hindered those who were going in.” ","reference":"Luke 11:52"},{"bookName":"Luke","chapter":11,"verse":53,"text":"When he went out from there, the experts in the law and the Pharisees began to oppose him bitterly and to ask him hostile questions about many things, ","reference":"Luke 11:53"},{"bookName":"Luke","chapter":11,"verse":54,"text":"plotting against him to catch him in something he might say. ","reference":"Luke 11:54"}]