[{"bookName":"Luke","chapter":6,"verse":1,"text":"Jesus was going through the grain fields on a Sabbath, and his disciples picked some heads of wheat, rubbed them in their hands, and ate them.","reference":"Luke 6:1"},{"bookName":"Luke","chapter":6,"verse":2,"text":"But some of the Pharisees said, “Why are you doing what is against the law on the Sabbath?” ","reference":"Luke 6:2"},{"bookName":"Luke","chapter":6,"verse":3,"text":"Jesus answered them, “Haven’t you read what David did when he and his companions were hungry—","reference":"Luke 6:3"},{"bookName":"Luke","chapter":6,"verse":4,"text":"how he entered the house of God, took and ate the sacred bread, which is not lawful for any to eat but the priests alone, and gave it to his companions?” ","reference":"Luke 6:4"},{"bookName":"Luke","chapter":6,"verse":5,"text":"Then he said to them, “The Son of Man is lord of the Sabbath.” ","reference":"Luke 6:5"},{"bookName":"Luke","chapter":6,"verse":6,"text":"On another Sabbath, Jesus entered the synagogue and was teaching. Now a man was there whose right hand was withered. ","reference":"Luke 6:6"},{"bookName":"Luke","chapter":6,"verse":7,"text":"The experts in the law and the Pharisees watched Jesus closely to see if he would heal on the Sabbath, so that they could find a reason to accuse him.","reference":"Luke 6:7"},{"bookName":"Luke","chapter":6,"verse":8,"text":"But he knew their thoughts, and said to the man who had the withered hand, “Get up and stand here.” So he rose and stood there.","reference":"Luke 6:8"},{"bookName":"Luke","chapter":6,"verse":9,"text":"Then Jesus said to them, “I ask you, is it lawful to do good on the Sabbath or to do evil, to save a life or to destroy it?”","reference":"Luke 6:9"},{"bookName":"Luke","chapter":6,"verse":10,"text":"After looking around at them all, he said to the man, “Stretch out your hand.” The man did so, and his hand was restored. ","reference":"Luke 6:10"},{"bookName":"Luke","chapter":6,"verse":11,"text":"But they were filled with mindless rage and began debating with one another what they would do to Jesus. ","reference":"Luke 6:11"},{"bookName":"Luke","chapter":6,"verse":12,"text":"Now it was during this time that Jesus went out to the mountain to pray, and he spent all night in prayer to God. ","reference":"Luke 6:12"},{"bookName":"Luke","chapter":6,"verse":13,"text":"When morning came, he called his disciples and chose 12 of them, whom he also named apostles: ","reference":"Luke 6:13"},{"bookName":"Luke","chapter":6,"verse":14,"text":"Simon (whom he named Peter), and his brother Andrew; and James, John, Philip, Bartholomew, ","reference":"Luke 6:14"},{"bookName":"Luke","chapter":6,"verse":15,"text":"Matthew, Thomas, James the son of Alphaeus, Simon who was called the Zealot, ","reference":"Luke 6:15"},{"bookName":"Luke","chapter":6,"verse":16,"text":"Judas the son of James, and Judas Iscariot, who became a traitor. ","reference":"Luke 6:16"},{"bookName":"Luke","chapter":6,"verse":17,"text":"Then he came down with them and stood on a level place. And a large number of his disciples had gathered along with a vast multitude from all over Judea, from Jerusalem, and from the seacoast of Tyre and Sidon. They came to hear him and to be healed of their diseases, ","reference":"Luke 6:17"},{"bookName":"Luke","chapter":6,"verse":18,"text":"and those who suffered from unclean spirits were cured. ","reference":"Luke 6:18"},{"bookName":"Luke","chapter":6,"verse":19,"text":"The whole crowd was trying to touch him because power was coming out from him and healing them all. ","reference":"Luke 6:19"},{"bookName":"Luke","chapter":6,"verse":20,"text":"Then he looked up at his disciples and said: “Blessed are you who are poor, for the kingdom of God belongs to you. ","reference":"Luke 6:20"},{"bookName":"Luke","chapter":6,"verse":21,"text":"Blessed are you who hunger now, for you will be satisfied. Blessed are you who weep now, for you will laugh. ","reference":"Luke 6:21"},{"bookName":"Luke","chapter":6,"verse":22,"text":"Blessed are you when people hate you, and when they exclude you and insult you and reject you as evil on account of the Son of Man! ","reference":"Luke 6:22"},{"bookName":"Luke","chapter":6,"verse":23,"text":"Rejoice in that day, and jump for joy because your reward is great in heaven. For their ancestors did the same things to the prophets. ","reference":"Luke 6:23"},{"bookName":"Luke","chapter":6,"verse":24,"text":"But woe to you who are rich, for you have received your comfort already.","reference":"Luke 6:24"},{"bookName":"Luke","chapter":6,"verse":25,"text":"Woe to you who are well satisfied with food now, for you will be hungry. Woe to you who laugh now, for you will mourn and weep. ","reference":"Luke 6:25"},{"bookName":"Luke","chapter":6,"verse":26,"text":"Woe to you when all people speak well of you, for their ancestors did the same things to the false prophets. ","reference":"Luke 6:26"},{"bookName":"Luke","chapter":6,"verse":27,"text":"“But I say to you who are listening: Love your enemies, do good to those who hate you, ","reference":"Luke 6:27"},{"bookName":"Luke","chapter":6,"verse":28,"text":"bless those who curse you, pray for those who mistreat you. ","reference":"Luke 6:28"},{"bookName":"Luke","chapter":6,"verse":29,"text":"To the person who strikes you on the cheek, offer the other as well, and from the person who takes away your coat, do not withhold your tunic either. ","reference":"Luke 6:29"},{"bookName":"Luke","chapter":6,"verse":30,"text":"Give to everyone who asks you, and do not ask for your possessions back from the person who takes them away. ","reference":"Luke 6:30"},{"bookName":"Luke","chapter":6,"verse":31,"text":"Treat others in the same way that you would want them to treat you.","reference":"Luke 6:31"},{"bookName":"Luke","chapter":6,"verse":32,"text":"“If you love those who love you, what credit is that to you? For even sinners love those who love them. ","reference":"Luke 6:32"},{"bookName":"Luke","chapter":6,"verse":33,"text":"And if you do good to those who do good to you, what credit is that to you? Even sinners do the same. ","reference":"Luke 6:33"},{"bookName":"Luke","chapter":6,"verse":34,"text":"And if you lend to those from whom you hope to be repaid, what credit is that to you? Even sinners lend to sinners, so that they may be repaid in full. ","reference":"Luke 6:34"},{"bookName":"Luke","chapter":6,"verse":35,"text":"But love your enemies, and do good, and lend, expecting nothing back. Then your reward will be great, and you will be sons of the Most High, because he is kind to ungrateful and evil people.","reference":"Luke 6:35"},{"bookName":"Luke","chapter":6,"verse":36,"text":"Be merciful, just as your Father is merciful. ","reference":"Luke 6:36"},{"bookName":"Luke","chapter":6,"verse":37,"text":"“Do not judge, and you will not be judged; do not condemn, and you will not be condemned; forgive, and you will be forgiven. ","reference":"Luke 6:37"},{"bookName":"Luke","chapter":6,"verse":38,"text":"Give, and it will be given to you: A good measure, pressed down, shaken together, running over, will be poured into your lap. For the measure you use will be the measure you receive.”","reference":"Luke 6:38"},{"bookName":"Luke","chapter":6,"verse":39,"text":"He also told them a parable: “Someone who is blind cannot lead another who is blind, can he? Won’t they both fall into a pit? ","reference":"Luke 6:39"},{"bookName":"Luke","chapter":6,"verse":40,"text":"A disciple is not greater than his teacher, but everyone when fully trained will be like his teacher. ","reference":"Luke 6:40"},{"bookName":"Luke","chapter":6,"verse":41,"text":"Why do you see the speck in your brother’s eye, but fail to see the beam of wood in your own? ","reference":"Luke 6:41"},{"bookName":"Luke","chapter":6,"verse":42,"text":"How can you say to your brother, ‘Brother, let me remove the speck from your eye,’ while you yourself don’t see the beam in your own? You hypocrite! First remove the beam from your own eye, and then you can see clearly to remove the speck from your brother’s eye. ","reference":"Luke 6:42"},{"bookName":"Luke","chapter":6,"verse":43,"text":"“For no good tree bears bad fruit, nor again does a bad tree bear good fruit, ","reference":"Luke 6:43"},{"bookName":"Luke","chapter":6,"verse":44,"text":"for each tree is known by its own fruit. For figs are not gathered from thorns, nor are grapes picked from brambles. ","reference":"Luke 6:44"},{"bookName":"Luke","chapter":6,"verse":45,"text":"The good person out of the good treasury of his heart produces good, and the evil person out of his evil treasury produces evil, for his mouth speaks from what fills his heart. ","reference":"Luke 6:45"},{"bookName":"Luke","chapter":6,"verse":46,"text":"“Why do you call me ‘Lord, Lord,’ and don’t do what I tell you?","reference":"Luke 6:46"},{"bookName":"Luke","chapter":6,"verse":47,"text":"“Everyone who comes to me and listens to my words and puts them into practice—I will show you what he is like: ","reference":"Luke 6:47"},{"bookName":"Luke","chapter":6,"verse":48,"text":"He is like a man building a house, who dug down deep and laid the foundation on bedrock. When a flood came, the river burst against that house but could not shake it because it had been well built. ","reference":"Luke 6:48"},{"bookName":"Luke","chapter":6,"verse":49,"text":"But the person who hears and does not put my words into practice is like a man who built a house on the ground without a foundation. When the river burst against that house, it collapsed immediately and was utterly destroyed!” ","reference":"Luke 6:49"}]