[
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 1,
    "text": "On the twenty-fourth day of this same month the Israelites assembled; they were fasting and wearing sackcloth, their heads covered with dust. ",
    "reference": "Nehemiah 9:1"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 2,
    "text": "Those truly of Israelite descent separated from all the foreigners, standing and confessing their sins and the iniquities of their ancestors. ",
    "reference": "Nehemiah 9:2"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 3,
    "text": "For one-fourth of the day they stood in their place and read from the book of the law of the Lord their God, and for another fourth they were confessing their sins and worshiping the Lord their God. ",
    "reference": "Nehemiah 9:3"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 4,
    "text": "Then the Levites—Jeshua, Binnui, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani—stood on the steps and called out loudly to the Lord their God. ",
    "reference": "Nehemiah 9:4"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 5,
    "text": "The Levites—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—said, “Stand up and bless the Lord your God!”“May you be blessed, O Lord our God, from age to age. May your glorious name be blessed; may it be lifted up above all blessing and praise. ",
    "reference": "Nehemiah 9:5"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 6,
    "text": "You alone are the Lord. You made the heavens, even the highest heavens, along with all their multitude of stars, the earth and all that is on it, the seas and all that is in them. You impart life to them all, and the multitudes of heaven worship you.",
    "reference": "Nehemiah 9:6"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 7,
    "text": "“You are the Lord God who chose Abram and brought him forth from Ur of the Chaldeans. You changed his name to Abraham. ",
    "reference": "Nehemiah 9:7"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 8,
    "text": "When you perceived that his heart was faithful toward you, you established a covenant with him to give his descendants the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites. You have fulfilled your promise, for you are righteous. ",
    "reference": "Nehemiah 9:8"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 9,
    "text": "“You saw the affliction of our ancestors in Egypt, and you heard their cry at the Red Sea. ",
    "reference": "Nehemiah 9:9"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 10,
    "text": "You performed awesome signs against Pharaoh, against his servants, and against all the people of his land, for you knew that the Egyptians had acted presumptuously against them. You made for yourself a name that is celebrated to this day. ",
    "reference": "Nehemiah 9:10"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 11,
    "text": "You split the sea before them, and they crossed through the sea on dry ground. But you threw their pursuers into the depths, like a stone into surging waters. ",
    "reference": "Nehemiah 9:11"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 12,
    "text": "You guided them with a pillar of cloud by day and with a pillar of fire by night to illumine for them the path they were to travel. ",
    "reference": "Nehemiah 9:12"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 13,
    "text": "“You came down on Mount Sinai and spoke with them from heaven. You provided them with just judgments, true laws, and good statutes and commandments. ",
    "reference": "Nehemiah 9:13"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 14,
    "text": "You made known to them your holy Sabbath; you issued commandments, statutes, and laws to them through Moses your servant. ",
    "reference": "Nehemiah 9:14"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 15,
    "text": "You provided bread from heaven for them in their time of hunger, and you brought forth water from the rock for them in their time of thirst. You told them to enter in order to possess the land that you had sworn to give them.",
    "reference": "Nehemiah 9:15"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 16,
    "text": "“But they—our ancestors—behaved presumptuously; they rebelled and did not obey your commandments. ",
    "reference": "Nehemiah 9:16"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 17,
    "text": "They refused to obey and did not recall your miracles that you had performed among them. Instead, they rebelled and appointed a leader to return to their bondage in Egypt. But you are a God of forgiveness, merciful and compassionate, slow to get angry and unfailing in your loyal love. You did not abandon them, ",
    "reference": "Nehemiah 9:17"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 18,
    "text": "even when they made a cast image of a calf for themselves and said, ‘This is your God who brought you up from Egypt,’ or when they committed atrocious blasphemies. ",
    "reference": "Nehemiah 9:18"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 19,
    "text": "“Due to your great compassion you did not abandon them in the wilderness. The pillar of cloud did not stop guiding them in the path by day, nor did the pillar of fire stop illuminating for them by night the path on which they should travel. ",
    "reference": "Nehemiah 9:19"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 20,
    "text": "You imparted your good Spirit to instruct them. You did not withhold your manna from their mouths; you provided water for their thirst. ",
    "reference": "Nehemiah 9:20"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 21,
    "text": "For 40 years you sustained them. Even in the wilderness they never lacked anything. Their clothes did not wear out and their feet did not swell. ",
    "reference": "Nehemiah 9:21"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 22,
    "text": "“You gave them kingdoms and peoples, and you allocated them to every corner of the land. They inherited the land of King Sihon of Heshbon and the land of King Og of Bashan. ",
    "reference": "Nehemiah 9:22"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 23,
    "text": "You multiplied their descendants like the stars of the sky. You brought them to the land you had told their ancestors to enter in order to possess. ",
    "reference": "Nehemiah 9:23"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 24,
    "text": "Their descendants entered and possessed the land. You subdued before them the Canaanites who were the inhabitants of the land. You delivered them into their hand, together with their kings and the peoples of the land, to deal with as they pleased. ",
    "reference": "Nehemiah 9:24"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 25,
    "text": "They captured fortified cities and fertile land. They took possession of houses full of all sorts of good things—wells previously dug, vineyards, olive trees, and fruit trees in abundance. They ate until they were full and grew fat. They enjoyed to the full your great goodness. ",
    "reference": "Nehemiah 9:25"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 26,
    "text": "“Nonetheless they grew disobedient and rebelled against you; they disregarded your law. They killed your prophets who had solemnly admonished them in order to cause them to return to you. They committed atrocious blasphemies. ",
    "reference": "Nehemiah 9:26"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 27,
    "text": "Therefore you delivered them into the hand of their adversaries, who oppressed them. But in the time of their distress they called to you, and you heard from heaven. In your abundant compassion you provided them with deliverers to rescue them from their adversaries. ",
    "reference": "Nehemiah 9:27"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 28,
    "text": "“Then, when they were at rest again, they went back to doing evil before you. Then you abandoned them to their enemies, and they gained dominion over them. When they again cried out to you, in your compassion you heard from heaven and rescued them time and again. ",
    "reference": "Nehemiah 9:28"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 29,
    "text": "And you solemnly admonished them in order to return them to your law, but they behaved presumptuously and did not obey your commandments. They sinned against your ordinances—those by which an individual, if he obeys them, will live. They boldly turned from you; they rebelled and did not obey. ",
    "reference": "Nehemiah 9:29"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 30,
    "text": "You prolonged your kindness with them for many years, and you solemnly admonished them by your Spirit through your prophets. Still they paid no attention, so you delivered them into the hands of the neighboring peoples. ",
    "reference": "Nehemiah 9:30"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 31,
    "text": "However, due to your abundant mercy you did not do away with them altogether; you did not abandon them. For you are a merciful and compassionate God. ",
    "reference": "Nehemiah 9:31"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 32,
    "text": "“So now, our God—the great, powerful, and awesome God, who keeps covenant fidelity—do not regard as inconsequential all the hardship that has befallen us—our kings, our leaders, our priests, our prophets, our ancestors, and all your people—from the days of the kings of Assyria until this very day. ",
    "reference": "Nehemiah 9:32"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 33,
    "text": "You are righteous with regard to all that has happened to us, for you have acted faithfully. It is we who have been in the wrong! ",
    "reference": "Nehemiah 9:33"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 34,
    "text": "Our kings, our leaders, our priests, and our ancestors have not kept your law. They have not paid attention to your commandments or your testimonies by which you have solemnly admonished them.",
    "reference": "Nehemiah 9:34"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 35,
    "text": "Even when they were in their kingdom and benefiting from your incredible goodness that you had lavished on them in the spacious and fertile land you had set before them, they did not serve you, nor did they turn from their evil practices. ",
    "reference": "Nehemiah 9:35"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 36,
    "text": "“So today we are slaves! In the very land you gave to our ancestors to eat its fruit and to enjoy its good things—we are slaves. ",
    "reference": "Nehemiah 9:36"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 37,
    "text": "Its abundant produce goes to the kings you have placed over us due to our sins. They rule over our bodies and our livestock as they see fit, and we are in great distress! ",
    "reference": "Nehemiah 9:37"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 9,
    "verse": 38,
    "text": "(10:1) “Because of all this we are entering into a binding covenant in written form; our leaders, our Levites, and our priests have affixed their names on the sealed document.”",
    "reference": "Nehemiah 9:38"
  }
]