[{"bookName":"Nehemiah","chapter":5,"verse":1,"text":"Then there was a great outcry from the people and their wives against their fellow Jews. ","reference":"Nehemiah 5:1"},{"bookName":"Nehemiah","chapter":5,"verse":2,"text":"There were those who said, “With our sons and daughters, we are many. We must obtain grain in order to eat and stay alive.” ","reference":"Nehemiah 5:2"},{"bookName":"Nehemiah","chapter":5,"verse":3,"text":"There were others who said, “We are putting up our fields, our vineyards, and our houses as collateral in order to obtain grain during the famine.” ","reference":"Nehemiah 5:3"},{"bookName":"Nehemiah","chapter":5,"verse":4,"text":"Then there were those who said, “We have borrowed money to pay our taxes to the king on our fields and our vineyards. ","reference":"Nehemiah 5:4"},{"bookName":"Nehemiah","chapter":5,"verse":5,"text":"And now, though we share the same flesh and blood as our fellow countrymen and our children are just like their children, still we have found it necessary to subject our sons and daughters to slavery. Some of our daughters have been subjected to slavery, while we are powerless to help, since our fields and vineyards now belong to other people.” ","reference":"Nehemiah 5:5"},{"bookName":"Nehemiah","chapter":5,"verse":6,"text":"I was very angry when I heard their outcry and these complaints. ","reference":"Nehemiah 5:6"},{"bookName":"Nehemiah","chapter":5,"verse":7,"text":"I considered these things carefully and then registered a complaint with the wealthy and the officials. I said to them, “Each one of you is seizing the collateral from your own countrymen!” Because of them I called for a great public assembly. ","reference":"Nehemiah 5:7"},{"bookName":"Nehemiah","chapter":5,"verse":8,"text":"I said to them, “To the extent possible we have bought back our fellow Jews who had been sold to the Gentiles. But now you yourselves want to sell your own countrymen, so that we can then buy them back!” They were utterly silent, and could find nothing to say. ","reference":"Nehemiah 5:8"},{"bookName":"Nehemiah","chapter":5,"verse":9,"text":"Then I said, “The thing that you are doing is wrong! Should you not conduct yourselves in the fear of our God in order to avoid the reproach of the Gentiles who are our enemies? ","reference":"Nehemiah 5:9"},{"bookName":"Nehemiah","chapter":5,"verse":10,"text":"Even I and my relatives and my associates are lending them money and grain. But let us abandon this practice of seizing collateral! ","reference":"Nehemiah 5:10"},{"bookName":"Nehemiah","chapter":5,"verse":11,"text":"This very day return to them their fields, their vineyards, their olive trees, and their houses, along with the interest that you are exacting from them on the money, the grain, the new wine, and the olive oil.” ","reference":"Nehemiah 5:11"},{"bookName":"Nehemiah","chapter":5,"verse":12,"text":"They replied, “We will return these things, and we will no longer demand anything from them. We will do just as you say.” Then I called the priests and made the wealthy and the officials swear to do what had been promised.","reference":"Nehemiah 5:12"},{"bookName":"Nehemiah","chapter":5,"verse":13,"text":"I also shook out my garment, and I said, “In this way may God shake out from his house and his property every person who does not carry out this matter. In this way may he be shaken out and emptied!” All the assembly replied, “So be it!” and they praised the Lord. Then the people did as they had promised. ","reference":"Nehemiah 5:13"},{"bookName":"Nehemiah","chapter":5,"verse":14,"text":"From the day that I was appointed governor in the land of Judah, that is, from the twentieth year until the thirty-second year of King Artaxerxes—twelve years in all—neither I nor my relatives ate the food allotted to the governor. ","reference":"Nehemiah 5:14"},{"bookName":"Nehemiah","chapter":5,"verse":15,"text":"But the former governors who preceded me had burdened the people and had taken food and wine from them, in addition to 40 shekels of silver. Their associates were also domineering over the people. But I did not behave in this way, due to my fear of God. ","reference":"Nehemiah 5:15"},{"bookName":"Nehemiah","chapter":5,"verse":16,"text":"I gave myself to the work on this wall, without even purchasing a field. All my associates were gathered there for the work. ","reference":"Nehemiah 5:16"},{"bookName":"Nehemiah","chapter":5,"verse":17,"text":"There were 150 Jews and officials who dined with me routinely, in addition to those who came to us from the nations all around us. ","reference":"Nehemiah 5:17"},{"bookName":"Nehemiah","chapter":5,"verse":18,"text":"Every day one ox, six select sheep, and some birds were prepared for me, and every ten days all kinds of wine in abundance. Despite all this I did not require the food allotted to the governor, for the work was demanding on this people. ","reference":"Nehemiah 5:18"},{"bookName":"Nehemiah","chapter":5,"verse":19,"text":"Please remember me for good, O my God, for all that I have done for this people. ","reference":"Nehemiah 5:19"}]