[{"bookName":"Nehemiah","chapter":1,"verse":1,"text":" These are the words of Nehemiah son of Hacaliah:It so happened that in the month of Kislev, in the twentieth year, I was in Susa the citadel. ","reference":"Nehemiah 1:1"},{"bookName":"Nehemiah","chapter":1,"verse":2,"text":"Hanani, who was one of my relatives, along with some of the men from Judah, came to me, and I asked them about the Jews who had escaped and had survived the exile, and about Jerusalem. ","reference":"Nehemiah 1:2"},{"bookName":"Nehemiah","chapter":1,"verse":3,"text":"They said to me, “The remnant that remains from the exile there in the province are experiencing considerable adversity and reproach. The wall of Jerusalem lies breached, and its gates have been burned down!”","reference":"Nehemiah 1:3"},{"bookName":"Nehemiah","chapter":1,"verse":4,"text":"When I heard these things I sat down abruptly, crying and mourning for several days. I continued fasting and praying before the God of heaven. ","reference":"Nehemiah 1:4"},{"bookName":"Nehemiah","chapter":1,"verse":5,"text":"Then I said, “Please, O Lord God of heaven, great and awesome God, who keeps his loving covenant with those who love him and obey his commandments, ","reference":"Nehemiah 1:5"},{"bookName":"Nehemiah","chapter":1,"verse":6,"text":"may your ear be attentive and your eyes be open to hear the prayer of your servant that I am praying to you today throughout both day and night on behalf of your servants the Israelites. I am confessing the sins of the Israelites that we have committed against you—both I myself and my family have sinned. ","reference":"Nehemiah 1:6"},{"bookName":"Nehemiah","chapter":1,"verse":7,"text":"We have behaved corruptly against you, not obeying the commandments, the statutes, and the judgments that you commanded your servant Moses. ","reference":"Nehemiah 1:7"},{"bookName":"Nehemiah","chapter":1,"verse":8,"text":"Please recall the word you commanded your servant Moses: ‘If you act unfaithfully, I will scatter you among the nations. ","reference":"Nehemiah 1:8"},{"bookName":"Nehemiah","chapter":1,"verse":9,"text":"But if you repent and obey my commandments and do them, then even if your dispersed people are in the most remote location, I will gather them from there and bring them to the place I have chosen for my name to reside.’ ","reference":"Nehemiah 1:9"},{"bookName":"Nehemiah","chapter":1,"verse":10,"text":"They are your servants and your people, whom you have redeemed by your mighty strength and by your powerful hand. ","reference":"Nehemiah 1:10"},{"bookName":"Nehemiah","chapter":1,"verse":11,"text":"Please, Lord, listen attentively to the prayer of your servant and to the prayer of your servants who take pleasure in showing respect to your name. Grant your servant success today and show compassion to me in the presence of this man.” Now I was cupbearer for the king. ","reference":"Nehemiah 1:11"}]