[{"bookName":"Nehemiah","chapter":3,"verse":1,"text":"Then Eliashib the high priest and his priestly colleagues arose and built the Sheep Gate. They dedicated it and erected its doors, working as far as the Tower of the Hundred and the Tower of Hananel. ","reference":"Nehemiah 3:1"},{"bookName":"Nehemiah","chapter":3,"verse":2,"text":"The men of Jericho built adjacent to it, and Zaccur son of Imri built adjacent to them.","reference":"Nehemiah 3:2"},{"bookName":"Nehemiah","chapter":3,"verse":3,"text":"The sons of Hassenaah rebuilt the Fish Gate. They laid its beams and positioned its doors, its bolts, and its bars. ","reference":"Nehemiah 3:3"},{"bookName":"Nehemiah","chapter":3,"verse":4,"text":"Meremoth son of Uriah, the son of Hakoz, worked on the section adjacent to them. Meshullam son of Berechiah the son of Meshezabel worked on the section next to them. And Zadok son of Baana worked on the section adjacent to them.","reference":"Nehemiah 3:4"},{"bookName":"Nehemiah","chapter":3,"verse":5,"text":"The men of Tekoa worked on the section adjacent to them, but their town leaders would not assist with the work of their master. ","reference":"Nehemiah 3:5"},{"bookName":"Nehemiah","chapter":3,"verse":6,"text":"Joiada son of Paseah and Meshullam son of Besodeiah worked on the Jeshanah Gate. They laid its beams and positioned its doors, its bolts, and its bars. ","reference":"Nehemiah 3:6"},{"bookName":"Nehemiah","chapter":3,"verse":7,"text":"Adjacent to them worked Melatiah the Gibeonite and Jadon the Meronothite, who were men of Gibeon and Mizpah. These towns were under the jurisdiction of the governor of Trans-Euphrates. ","reference":"Nehemiah 3:7"},{"bookName":"Nehemiah","chapter":3,"verse":8,"text":"Uzziel son of Harhaiah, a member of the goldsmiths’ guild, worked on the section adjacent to him. Hananiah, a member of the perfumers’ guild, worked on the section adjacent to him. They plastered the city wall of Jerusalem as far as the Broad Wall. ","reference":"Nehemiah 3:8"},{"bookName":"Nehemiah","chapter":3,"verse":9,"text":"Rephaiah son of Hur, head of a half district of Jerusalem, worked on the section adjacent to them.","reference":"Nehemiah 3:9"},{"bookName":"Nehemiah","chapter":3,"verse":10,"text":"Jedaiah son of Harumaph worked on the section adjacent to them opposite his house, and Hattush son of Hashabneiah worked on the section adjacent to him.","reference":"Nehemiah 3:10"},{"bookName":"Nehemiah","chapter":3,"verse":11,"text":"Malkijah son of Harim and Hasshub son of Pahath Moab worked on another section and the Tower of the Ovens. ","reference":"Nehemiah 3:11"},{"bookName":"Nehemiah","chapter":3,"verse":12,"text":"Shallum son of Hallohesh, head of a half district of Jerusalem, worked on the section adjacent to him, assisted by his daughters. ","reference":"Nehemiah 3:12"},{"bookName":"Nehemiah","chapter":3,"verse":13,"text":"Hanun and the residents of Zanoah worked on the Valley Gate. They rebuilt it and positioned its doors, its bolts, and its bars, in addition to working on 1,500 feet of the wall as far as the Dung Gate. ","reference":"Nehemiah 3:13"},{"bookName":"Nehemiah","chapter":3,"verse":14,"text":"Malkijah son of Recab, head of the district of Beth Hakkerem, worked on the Dung Gate. He rebuilt it and positioned its doors, its bolts, and its bars. ","reference":"Nehemiah 3:14"},{"bookName":"Nehemiah","chapter":3,"verse":15,"text":"Shallun son of Col-Hozeh, head of the district of Mizpah, worked on the Fountain Gate. He rebuilt it, put on its roof, and positioned its doors, its bolts, and its bars. In addition, he rebuilt the wall of the Pool of Siloam, by the royal garden, as far as the steps that go down from the City of David. ","reference":"Nehemiah 3:15"},{"bookName":"Nehemiah","chapter":3,"verse":16,"text":"Nehemiah son of Azbuk, head of a half district of Beth Zur, worked after him as far as the tombs of David and the artificial pool and the House of the Warriors. ","reference":"Nehemiah 3:16"},{"bookName":"Nehemiah","chapter":3,"verse":17,"text":"After him the Levites worked—Rehum son of Bani and after him Hashabiah, head of half the district of Keilah, for his district. ","reference":"Nehemiah 3:17"},{"bookName":"Nehemiah","chapter":3,"verse":18,"text":"After him their relatives worked—Binnui son of Henadad, head of a half district of Keilah. ","reference":"Nehemiah 3:18"},{"bookName":"Nehemiah","chapter":3,"verse":19,"text":"Adjacent to him Ezer son of Jeshua, head of Mizpah, worked on another section, opposite the ascent to the armory at the buttress. ","reference":"Nehemiah 3:19"},{"bookName":"Nehemiah","chapter":3,"verse":20,"text":"After him Baruch son of Zabbai worked on another section, from the buttress to the door of the house of Eliashib the high priest. ","reference":"Nehemiah 3:20"},{"bookName":"Nehemiah","chapter":3,"verse":21,"text":"After him Meremoth son of Uriah, the son of Hakkoz, worked on another section from the door of Eliashib’s house to the end of it.","reference":"Nehemiah 3:21"},{"bookName":"Nehemiah","chapter":3,"verse":22,"text":"After him the priests worked, men of the nearby district. ","reference":"Nehemiah 3:22"},{"bookName":"Nehemiah","chapter":3,"verse":23,"text":"After them Benjamin and Hasshub worked opposite their house. After them Azariah son of Maaseiah, the son of Ananiah, worked near his house. ","reference":"Nehemiah 3:23"},{"bookName":"Nehemiah","chapter":3,"verse":24,"text":"After him Binnui son of Henadad worked on another section, from the house of Azariah to the buttress and the corner. ","reference":"Nehemiah 3:24"},{"bookName":"Nehemiah","chapter":3,"verse":25,"text":"After him Palal son of Uzai worked opposite the buttress and the tower that protrudes from the upper palace of the court of the guard. After him Pedaiah son of Parosh ","reference":"Nehemiah 3:25"},{"bookName":"Nehemiah","chapter":3,"verse":26,"text":"and the temple servants who were living on Ophel worked up to the area opposite the Water Gate toward the east and the protruding tower. ","reference":"Nehemiah 3:26"},{"bookName":"Nehemiah","chapter":3,"verse":27,"text":"After them the men of Tekoa worked on another section, from opposite the great protruding tower to the wall of Ophel. ","reference":"Nehemiah 3:27"},{"bookName":"Nehemiah","chapter":3,"verse":28,"text":"Above the Horse Gate the priests worked, each in front of his house. ","reference":"Nehemiah 3:28"},{"bookName":"Nehemiah","chapter":3,"verse":29,"text":"After them Zadok son of Immer worked opposite his house, and after him Shemaiah son of Shecaniah, guard at the East Gate, worked. ","reference":"Nehemiah 3:29"},{"bookName":"Nehemiah","chapter":3,"verse":30,"text":"After him Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, worked on another section. After them Meshullam son of Berechiah worked opposite his quarters. ","reference":"Nehemiah 3:30"},{"bookName":"Nehemiah","chapter":3,"verse":31,"text":"After him Malkijah, one of the goldsmiths, worked as far as the house of the temple servants and the traders, opposite the Inspection Gate, and up to the room above the corner. ","reference":"Nehemiah 3:31"},{"bookName":"Nehemiah","chapter":3,"verse":32,"text":"And between the room above the corner and the Sheep Gate the goldsmiths and traders worked. ","reference":"Nehemiah 3:32"}]