[
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 1,
    "text": "When Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had rebuilt the wall and no breach remained in it (even though up to that time I had not positioned doors in the gates), ",
    "reference": "Nehemiah 6:1"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 2,
    "text": "Sanballat and Geshem sent word to me saying, “Come on! Let’s set up a time to meet together at Kephirim in the plain of Ono.” Now they intended to do me harm. ",
    "reference": "Nehemiah 6:2"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 3,
    "text": "So I sent messengers to them saying, “I am engaged in an important work, and I am unable to come down. Why should the work come to a halt when I leave it to come down to you?”",
    "reference": "Nehemiah 6:3"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 4,
    "text": "They contacted me four times in this way, and I responded the same way each time.",
    "reference": "Nehemiah 6:4"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 5,
    "text": "The fifth time that Sanballat sent his assistant to me in this way, he had an open letter in his hand. ",
    "reference": "Nehemiah 6:5"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 6,
    "text": "Written in it were the following words: “Among the nations it is rumored (and Geshem has substantiated this) that you and the Jews have intentions of revolting, and for this reason you are building the wall. Furthermore, according to these rumors you are going to become their king. ",
    "reference": "Nehemiah 6:6"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 7,
    "text": "You have also established prophets to announce in Jerusalem on your behalf, ‘We have a king in Judah!’ Now the king is going to hear about these rumors. So come on, let’s talk about this.” ",
    "reference": "Nehemiah 6:7"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 8,
    "text": "I sent word back to him, “We are not engaged in these activities you are describing. All of this is a figment of your imagination.” ",
    "reference": "Nehemiah 6:8"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 9,
    "text": "All of them were wanting to scare us, supposing, “Their hands will grow slack from the work, and it won’t get done.” So now, strengthen my hands! ",
    "reference": "Nehemiah 6:9"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 10,
    "text": "Then I went to the house of Shemaiah son of Delaiah, the son of Mehetabel. He was confined to his home. He said, “Let’s set up a time to meet in the house of God, within the temple. Let’s close the doors of the temple, for they are coming to kill you. It will surely be at night that they will come to kill you.”",
    "reference": "Nehemiah 6:10"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 11,
    "text": "But I replied, “Should a man like me run away? Would someone like me flee to the temple in order to save his life? I will not go!” ",
    "reference": "Nehemiah 6:11"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 12,
    "text": "I recognized the fact that God had not sent him, for he had spoken the prophecy against me as a hired agent of Tobiah and Sanballat. ",
    "reference": "Nehemiah 6:12"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 13,
    "text": "He had been hired to scare me so that I would do this and thereby sin. They would thus bring reproach on me and I would be discredited. ",
    "reference": "Nehemiah 6:13"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 14,
    "text": "Remember, O my God, Tobiah and Sanballat in light of these actions of theirs—also Noadiah the prophetess and the other prophets who have been trying to scare me! ",
    "reference": "Nehemiah 6:14"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 15,
    "text": "So the wall was completed on the twenty-fifth day of Elul, in just fifty-two days. ",
    "reference": "Nehemiah 6:15"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 16,
    "text": "When all our enemies heard and all the nations who were around us saw this, they were greatly disheartened. They knew that this work had been accomplished with the help of our God. ",
    "reference": "Nehemiah 6:16"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 17,
    "text": "In those days the aristocrats of Judah repeatedly sent letters to Tobiah, and responses from Tobiah were repeatedly coming to them.",
    "reference": "Nehemiah 6:17"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 18,
    "text": "For many in Judah had sworn allegiance to him, because he was the son-in-law of Shecaniah son of Arah. His son Jonathan had married the daughter of Meshullam son of Berechiah. ",
    "reference": "Nehemiah 6:18"
  },
  {
    "bookName": "Nehemiah",
    "chapter": 6,
    "verse": 19,
    "text": "They were telling me about his good deeds and then taking back to him the things I said. Tobiah, on the other hand, sent letters in order to scare me.",
    "reference": "Nehemiah 6:19"
  }
]