[{"bookName":"Nehemiah","chapter":8,"verse":1,"text":"all the people gathered together in the plaza which was in front of the Water Gate. They asked Ezra the scribe to bring the book of the law of Moses which the Lord had commanded Israel. ","reference":"Nehemiah 8:1"},{"bookName":"Nehemiah","chapter":8,"verse":2,"text":"So Ezra the priest brought the law before the assembly which included men and women and all those able to understand what they heard. (This happened on the first day of the seventh month.) ","reference":"Nehemiah 8:2"},{"bookName":"Nehemiah","chapter":8,"verse":3,"text":"So he read it before the plaza in front of the Water Gate from dawn till noon before the men and women and those children who could understand. All the people were eager to hear the book of the law. ","reference":"Nehemiah 8:3"},{"bookName":"Nehemiah","chapter":8,"verse":4,"text":"Ezra the scribe stood on a towering wooden platform constructed for this purpose. Standing near him on his right were Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Masseiah. On his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam. ","reference":"Nehemiah 8:4"},{"bookName":"Nehemiah","chapter":8,"verse":5,"text":"Ezra opened the book in plain view of all the people, for he was elevated above all the people. When he opened the book, all the people stood up.","reference":"Nehemiah 8:5"},{"bookName":"Nehemiah","chapter":8,"verse":6,"text":"Ezra blessed the Lord, the great God, and all the people replied “Amen! Amen!” as they lifted their hands. Then they bowed down and worshiped the Lord with their faces to the ground. ","reference":"Nehemiah 8:6"},{"bookName":"Nehemiah","chapter":8,"verse":7,"text":"Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah—all of whom were Levites—were teaching the people the law, as the people remained standing. ","reference":"Nehemiah 8:7"},{"bookName":"Nehemiah","chapter":8,"verse":8,"text":"They read from the book of God’s law, explaining it and imparting insight. Thus the people gained understanding from what was read. ","reference":"Nehemiah 8:8"},{"bookName":"Nehemiah","chapter":8,"verse":9,"text":"Then Nehemiah the governor, Ezra the priestly scribe, and the Levites who were imparting understanding to the people said to all of them, “This day is holy to the Lord your God. Do not mourn or weep.” For all the people had been weeping when they heard the words of the law. ","reference":"Nehemiah 8:9"},{"bookName":"Nehemiah","chapter":8,"verse":10,"text":"He said to them, “Go and eat delicacies and drink sweet drinks and send portions to those for whom nothing is prepared. For this day is holy to our Lord. Do not grieve, for the joy of the Lord is your strength.” ","reference":"Nehemiah 8:10"},{"bookName":"Nehemiah","chapter":8,"verse":11,"text":"Then the Levites quieted all the people saying, “Be quiet, for this day is holy. Do not grieve.” ","reference":"Nehemiah 8:11"},{"bookName":"Nehemiah","chapter":8,"verse":12,"text":"So all the people departed to eat and drink and to share their food with others and to enjoy tremendous joy, for they had gained insight in the matters that had been made known to them.","reference":"Nehemiah 8:12"},{"bookName":"Nehemiah","chapter":8,"verse":13,"text":"On the second day of the month the family leaders met with Ezra the scribe, together with all the people, the priests, and the Levites, to consider the words of the law. ","reference":"Nehemiah 8:13"},{"bookName":"Nehemiah","chapter":8,"verse":14,"text":"They discovered written in the law that the Lord had commanded through Moses that the Israelites should live in temporary shelters during the festival of the seventh month, ","reference":"Nehemiah 8:14"},{"bookName":"Nehemiah","chapter":8,"verse":15,"text":"and that they should make a proclamation and disseminate this message in all their cities and in Jerusalem: “Go to the hill country and bring back olive branches and branches of wild olive trees, myrtle trees, date palms, and other leafy trees to construct temporary shelters, as it is written.” ","reference":"Nehemiah 8:15"},{"bookName":"Nehemiah","chapter":8,"verse":16,"text":"So the people went out and brought these things back and constructed temporary shelters for themselves, each on his roof and in his courtyard and in the courtyards of the temple of God and in the plaza of the Water Gate and the plaza of the Ephraim Gate. ","reference":"Nehemiah 8:16"},{"bookName":"Nehemiah","chapter":8,"verse":17,"text":"So all the assembly which had returned from the exile constructed temporary shelters and lived in them. The Israelites had not done so from the days of Joshua son of Nun until that day. Everyone experienced very great joy. ","reference":"Nehemiah 8:17"},{"bookName":"Nehemiah","chapter":8,"verse":18,"text":"Ezra read in the book of the law of God day by day, from the first day to the last. They observed the festival for seven days, and on the eighth day they held an assembly as was required. ","reference":"Nehemiah 8:18"}]