[{"bookName":"Malachi","chapter":2,"verse":1,"text":"“Now, you priests, this commandment is for you.","reference":"Malachi 2:1"},{"bookName":"Malachi","chapter":2,"verse":2,"text":"If you do not listen and take seriously the need to honor my name,” says the Lord of Heaven’s Armies, “I will send judgment on you and turn your blessings into curses—indeed, I have already done so because you are not taking it to heart. ","reference":"Malachi 2:2"},{"bookName":"Malachi","chapter":2,"verse":3,"text":"I am about to discipline your children and will spread offal on your faces, the very offal produced at your festivals, and you will be carried away along with it.","reference":"Malachi 2:3"},{"bookName":"Malachi","chapter":2,"verse":4,"text":"Then you will know that I sent this commandment to you so that my covenant may continue to be with Levi,” says the Lord of Heaven’s Armies. ","reference":"Malachi 2:4"},{"bookName":"Malachi","chapter":2,"verse":5,"text":"“My covenant with him was designed to bring life and peace. I gave its statutes to him to fill him with awe, and he indeed revered me and stood in awe before me.","reference":"Malachi 2:5"},{"bookName":"Malachi","chapter":2,"verse":6,"text":"He taught what was true; sinful words were not found on his lips. He walked with me in peace and integrity, and he turned many people away from sin. ","reference":"Malachi 2:6"},{"bookName":"Malachi","chapter":2,"verse":7,"text":"For the lips of a priest should preserve knowledge of sacred things, and people should seek instruction from him because he is the messenger of the Lord of Heaven’s Armies. ","reference":"Malachi 2:7"},{"bookName":"Malachi","chapter":2,"verse":8,"text":"You, however, have turned from the way. You have caused many to violate the law; you have corrupted the covenant with Levi,” says the Lord of Heaven’s Armies. ","reference":"Malachi 2:8"},{"bookName":"Malachi","chapter":2,"verse":9,"text":"“Therefore, I have caused you to be ignored and belittled before all people to the extent that you are not following after me and are showing partiality in your instruction.” ","reference":"Malachi 2:9"},{"bookName":"Malachi","chapter":2,"verse":10,"text":"Do we not all have one father? Did not one God create us? Why do we betray one another, thus making light of the covenant of our ancestors? ","reference":"Malachi 2:10"},{"bookName":"Malachi","chapter":2,"verse":11,"text":"Judah has become disloyal, and unspeakable sins have been committed in Israel and Jerusalem. For Judah has profaned the holy things that the Lord loves and has turned to a foreign god! ","reference":"Malachi 2:11"},{"bookName":"Malachi","chapter":2,"verse":12,"text":"May the Lord cut off from the community of Jacob every last person who does this, as well as the person who presents improper offerings to the Lord of Heaven’s Armies! ","reference":"Malachi 2:12"},{"bookName":"Malachi","chapter":2,"verse":13,"text":"You also do this: You cover the altar of the Lord with tears as you weep and groan, because he no longer pays any attention to the offering nor accepts it favorably from you.","reference":"Malachi 2:13"},{"bookName":"Malachi","chapter":2,"verse":14,"text":"Yet you ask, “Why?” The Lord is testifying against you on behalf of the wife you married when you were young, to whom you have become unfaithful even though she is your companion and wife by law. ","reference":"Malachi 2:14"},{"bookName":"Malachi","chapter":2,"verse":15,"text":"No one who has even a small portion of the Spirit in him does this. What did our ancestor do when seeking a child from God? Be attentive, then, to your own spirit, for one should not be disloyal to the wife he took in his youth. ","reference":"Malachi 2:15"},{"bookName":"Malachi","chapter":2,"verse":16,"text":"“I hate divorce,” says the Lord God of Israel, “and the one who is guilty of violence,” says the Lord of Heaven’s Armies. “Pay attention to your conscience, and do not be unfaithful.” ","reference":"Malachi 2:16"},{"bookName":"Malachi","chapter":2,"verse":17,"text":"You have wearied the Lord with your words. But you say, “How have we wearied him?” Because you say, “Everyone who does evil is good in the Lord’s opinion, and he delights in them,” or, “Where is the God of justice?” ","reference":"Malachi 2:17"}]