[{"bookName":"Malachi","chapter":3,"verse":1,"text":"“I am about to send my messenger, who will clear the way before me. Indeed, the Lord you are seeking will suddenly come to his temple, and the messenger of the covenant, whom you long for, is certainly coming,” says the Lord of Heaven’s Armies. ","reference":"Malachi 3:1"},{"bookName":"Malachi","chapter":3,"verse":2,"text":"Who can endure the day of his coming? Who can keep standing when he appears? For he will be like a refiner’s fire, like a launderer’s soap. ","reference":"Malachi 3:2"},{"bookName":"Malachi","chapter":3,"verse":3,"text":"He will act like a refiner and purifier of silver and will cleanse the Levites and refine them like gold and silver. Then they will offer the Lord a proper offering. ","reference":"Malachi 3:3"},{"bookName":"Malachi","chapter":3,"verse":4,"text":"The offerings of Judah and Jerusalem will be pleasing to the Lord as in former times and years past. ","reference":"Malachi 3:4"},{"bookName":"Malachi","chapter":3,"verse":5,"text":"“I will come to you in judgment. I will be quick to testify against those who practice divination; those who commit adultery; those who break promises; and those who exploit workers, widows, and orphans, who refuse to help the resident foreigner and in this way show they do not fear me,” says the Lord of Heaven’s Armies. ","reference":"Malachi 3:5"},{"bookName":"Malachi","chapter":3,"verse":6,"text":"“Since, I, the Lord, do not go back on my promises, you, sons of Jacob, have not perished. ","reference":"Malachi 3:6"},{"bookName":"Malachi","chapter":3,"verse":7,"text":"From the days of your ancestors you have ignored my commandments and have not kept them. Return to me, and I will return to you,” says the Lord of Heaven’s Armies. “But you say, ‘How should we return?’ ","reference":"Malachi 3:7"},{"bookName":"Malachi","chapter":3,"verse":8,"text":"Can a person rob God? You are indeed robbing me, but you say, ‘How are we robbing you?’ In tithes and contributions! ","reference":"Malachi 3:8"},{"bookName":"Malachi","chapter":3,"verse":9,"text":"You are bound for judgment because you are robbing me—this whole nation is guilty.","reference":"Malachi 3:9"},{"bookName":"Malachi","chapter":3,"verse":10,"text":"“Bring the entire tithe into the storehouse so that there may be food in my temple. Test me in this matter,” says the Lord of Heaven’s Armies, “to see if I will not open for you the windows of heaven and pour out blessing for you until there is no room for it all. ","reference":"Malachi 3:10"},{"bookName":"Malachi","chapter":3,"verse":11,"text":"Then I will stop the plague from ruining your crops, and the vine will not lose its fruit before harvest,” says the Lord of Heaven’s Armies. ","reference":"Malachi 3:11"},{"bookName":"Malachi","chapter":3,"verse":12,"text":"“All nations will call you blessed, for you indeed will live in a delightful land,” says the Lord of Heaven’s Armies. ","reference":"Malachi 3:12"},{"bookName":"Malachi","chapter":3,"verse":13,"text":"“You have criticized me sharply,” says the Lord, “but you ask, ‘How have we criticized you?’","reference":"Malachi 3:13"},{"bookName":"Malachi","chapter":3,"verse":14,"text":"You have said, ‘It is useless to serve God. How have we been helped by keeping his requirements and going about like mourners before the Lord of Heaven’s Armies? ","reference":"Malachi 3:14"},{"bookName":"Malachi","chapter":3,"verse":15,"text":"So now we consider the arrogant to be blessed; indeed, those who practice evil are successful. In fact, those who challenge God escape!’” ","reference":"Malachi 3:15"},{"bookName":"Malachi","chapter":3,"verse":16,"text":"Then those who respected the Lord spoke to one another, and the Lord took notice. A scroll was prepared before him in which were recorded the names of those who respected the Lord and honored his name. ","reference":"Malachi 3:16"},{"bookName":"Malachi","chapter":3,"verse":17,"text":"“They will belong to me,” says the Lord of Heaven’s Armies, “in the day when I prepare my own special property. I will spare them as a man spares his son who serves him.","reference":"Malachi 3:17"},{"bookName":"Malachi","chapter":3,"verse":18,"text":"Then once more you will see that I make a distinction between the righteous and the wicked, between the one who serves God and the one who does not. ","reference":"Malachi 3:18"}]