[{"bookName":"Genesis","chapter":37,"verse":1,"text":"But Jacob lived in the land where his father had stayed, in the land of Canaan. ","reference":"Genesis 37:1"},{"bookName":"Genesis","chapter":37,"verse":2,"text":"This is the account of Jacob.Joseph, his seventeen-year-old son, was taking care of the flocks with his brothers. Now he was a youngster working with the sons of Bilhah and Zilpah, his father’s wives. Joseph brought back a bad report about them to their father. ","reference":"Genesis 37:2"},{"bookName":"Genesis","chapter":37,"verse":3,"text":"Now Israel loved Joseph more than all his sons because he was a son born to him late in life, and he made a special tunic for him.","reference":"Genesis 37:3"},{"bookName":"Genesis","chapter":37,"verse":4,"text":"When Joseph’s brothers saw that their father loved him more than any of them, they hated Joseph and were not able to speak to him kindly. ","reference":"Genesis 37:4"},{"bookName":"Genesis","chapter":37,"verse":5,"text":"Joseph had a dream, and when he told his brothers about it they hated him even more. ","reference":"Genesis 37:5"},{"bookName":"Genesis","chapter":37,"verse":6,"text":"He said to them, “Listen to this dream I had: ","reference":"Genesis 37:6"},{"bookName":"Genesis","chapter":37,"verse":7,"text":"There we were, binding sheaves of grain in the middle of the field. Suddenly my sheaf rose up and stood upright and your sheaves surrounded my sheaf and bowed down to it!”","reference":"Genesis 37:7"},{"bookName":"Genesis","chapter":37,"verse":8,"text":"Then his brothers asked him, “Do you really think you will rule over us or have dominion over us?” They hated him even more because of his dream and because of what he said.","reference":"Genesis 37:8"},{"bookName":"Genesis","chapter":37,"verse":9,"text":"Then he had another dream, and told it to his brothers. “Look,” he said. “I had another dream. The sun, the moon, and eleven stars were bowing down to me.”","reference":"Genesis 37:9"},{"bookName":"Genesis","chapter":37,"verse":10,"text":"When he told his father and his brothers, his father rebuked him, saying, “What is this dream that you had? Will I, your mother, and your brothers really come and bow down to you?” ","reference":"Genesis 37:10"},{"bookName":"Genesis","chapter":37,"verse":11,"text":"His brothers were jealous of him, but his father kept in mind what Joseph said.","reference":"Genesis 37:11"},{"bookName":"Genesis","chapter":37,"verse":12,"text":"When his brothers had gone to graze their father’s flocks near Shechem, ","reference":"Genesis 37:12"},{"bookName":"Genesis","chapter":37,"verse":13,"text":"Israel said to Joseph, “Your brothers are grazing the flocks near Shechem. Come, I will send you to them.” “I’m ready,” Joseph replied. ","reference":"Genesis 37:13"},{"bookName":"Genesis","chapter":37,"verse":14,"text":"So Jacob said to him, “Go now and check on the welfare of your brothers and of the flocks, and bring me word.” So Jacob sent him from the valley of Hebron. ","reference":"Genesis 37:14"},{"bookName":"Genesis","chapter":37,"verse":15,"text":"When Joseph reached Shechem, a man found him wandering in the field, so the man asked him, “What are you looking for?”","reference":"Genesis 37:15"},{"bookName":"Genesis","chapter":37,"verse":16,"text":"He replied, “I’m looking for my brothers. Please tell me where they are grazing their flocks.”","reference":"Genesis 37:16"},{"bookName":"Genesis","chapter":37,"verse":17,"text":"The man said, “They left this area, for I heard them say, ‘Let’s go to Dothan.’” So Joseph went after his brothers and found them at Dothan. ","reference":"Genesis 37:17"},{"bookName":"Genesis","chapter":37,"verse":18,"text":"Now Joseph’s brothers saw him from a distance, and before he reached them, they plotted to kill him.","reference":"Genesis 37:18"},{"bookName":"Genesis","chapter":37,"verse":19,"text":"They said to one another, “Here comes this master of dreams! ","reference":"Genesis 37:19"},{"bookName":"Genesis","chapter":37,"verse":20,"text":"Come now, let’s kill him, throw him into one of the cisterns, and then say that a wild animal ate him. Then we’ll see how his dreams turn out!”","reference":"Genesis 37:20"},{"bookName":"Genesis","chapter":37,"verse":21,"text":"When Reuben heard this, he rescued Joseph from their hands, saying, “Let’s not take his life!” ","reference":"Genesis 37:21"},{"bookName":"Genesis","chapter":37,"verse":22,"text":"Reuben continued, “Don’t shed blood! Throw him into this cistern that is here in the wilderness, but don’t lay a hand on him.” (Reuben said this so he could rescue Joseph from them and take him back to his father.) ","reference":"Genesis 37:22"},{"bookName":"Genesis","chapter":37,"verse":23,"text":"When Joseph reached his brothers, they stripped him of his tunic, the special tunic that he wore. ","reference":"Genesis 37:23"},{"bookName":"Genesis","chapter":37,"verse":24,"text":"Then they took him and threw him into the cistern. (Now the cistern was empty; there was no water in it.)","reference":"Genesis 37:24"},{"bookName":"Genesis","chapter":37,"verse":25,"text":"When they sat down to eat their food, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were carrying spices, balm, and myrrh down to Egypt. ","reference":"Genesis 37:25"},{"bookName":"Genesis","chapter":37,"verse":26,"text":"Then Judah said to his brothers, “What profit is there if we kill our brother and cover up his blood? ","reference":"Genesis 37:26"},{"bookName":"Genesis","chapter":37,"verse":27,"text":"Come, let’s sell him to the Ishmaelites, but let’s not lay a hand on him, for after all, he is our brother, our own flesh.” His brothers agreed. ","reference":"Genesis 37:27"},{"bookName":"Genesis","chapter":37,"verse":28,"text":"So when the Midianite merchants passed by, Joseph’s brothers pulled him out of the cistern and sold him to the Ishmaelites for 20 pieces of silver. The Ishmaelites then took Joseph to Egypt. ","reference":"Genesis 37:28"},{"bookName":"Genesis","chapter":37,"verse":29,"text":"Later Reuben returned to the cistern to find that Joseph was not in it! He tore his clothes, ","reference":"Genesis 37:29"},{"bookName":"Genesis","chapter":37,"verse":30,"text":"returned to his brothers, and said, “The boy isn’t there! And I, where can I go?” ","reference":"Genesis 37:30"},{"bookName":"Genesis","chapter":37,"verse":31,"text":"So they took Joseph’s tunic, killed a young goat, and dipped the tunic in the blood. ","reference":"Genesis 37:31"},{"bookName":"Genesis","chapter":37,"verse":32,"text":"Then they brought the special tunic to their father and said, “We found this. Determine now whether it is your son’s tunic or not.” ","reference":"Genesis 37:32"},{"bookName":"Genesis","chapter":37,"verse":33,"text":"He recognized it and exclaimed, “It is my son’s tunic! A wild animal has eaten him! Joseph has surely been torn to pieces!” ","reference":"Genesis 37:33"},{"bookName":"Genesis","chapter":37,"verse":34,"text":"Then Jacob tore his clothes, put on sackcloth, and mourned for his son many days. ","reference":"Genesis 37:34"},{"bookName":"Genesis","chapter":37,"verse":35,"text":"All his sons and daughters stood by him to console him, but he refused to be consoled. “No,” he said, “I will go to the grave mourning my son.” So Joseph’s father wept for him.","reference":"Genesis 37:35"},{"bookName":"Genesis","chapter":37,"verse":36,"text":"Now in Egypt the Midianites sold Joseph to Potiphar, one of Pharaoh’s officials, the captain of the guard. ","reference":"Genesis 37:36"}]