[{"bookName":"Genesis","chapter":8,"verse":1,"text":"But God remembered Noah and all the wild animals and domestic animals that were with him in the ark. God caused a wind to blow over the earth and the waters receded. ","reference":"Genesis 8:1"},{"bookName":"Genesis","chapter":8,"verse":2,"text":"The fountains of the deep and the floodgates of heaven were closed, and the rain stopped falling from the sky. ","reference":"Genesis 8:2"},{"bookName":"Genesis","chapter":8,"verse":3,"text":"The waters kept receding steadily from the earth, so that they had gone down by the end of the 150 days. ","reference":"Genesis 8:3"},{"bookName":"Genesis","chapter":8,"verse":4,"text":"On the seventeenth day of the seventh month, the ark came to rest on one of the mountains of Ararat. ","reference":"Genesis 8:4"},{"bookName":"Genesis","chapter":8,"verse":5,"text":"The waters kept on receding until the tenth month. On the first day of the tenth month, the tops of the mountains became visible. ","reference":"Genesis 8:5"},{"bookName":"Genesis","chapter":8,"verse":6,"text":"At the end of 40 days, Noah opened the window he had made in the ark ","reference":"Genesis 8:6"},{"bookName":"Genesis","chapter":8,"verse":7,"text":"and sent out a raven; it kept flying back and forth until the waters had dried up on the earth. ","reference":"Genesis 8:7"},{"bookName":"Genesis","chapter":8,"verse":8,"text":"Then Noah sent out a dove to see if the waters had receded from the surface of the ground. ","reference":"Genesis 8:8"},{"bookName":"Genesis","chapter":8,"verse":9,"text":"The dove could not find a resting place for its feet because water still covered the surface of the entire earth, and so it returned to Noah in the ark. He stretched out his hand, took the dove, and brought it back into the ark. ","reference":"Genesis 8:9"},{"bookName":"Genesis","chapter":8,"verse":10,"text":"He waited seven more days and then sent out the dove again from the ark. ","reference":"Genesis 8:10"},{"bookName":"Genesis","chapter":8,"verse":11,"text":"When the dove returned to him in the evening, there was a freshly plucked olive leaf in its beak! Noah knew that the waters had receded from the earth. ","reference":"Genesis 8:11"},{"bookName":"Genesis","chapter":8,"verse":12,"text":"He waited another seven days and sent the dove out again, but it did not return to him this time.","reference":"Genesis 8:12"},{"bookName":"Genesis","chapter":8,"verse":13,"text":"In Noah’s six hundred and first year, in the first day of the first month, the waters had dried up from the earth, and Noah removed the covering from the ark and saw that the surface of the ground was dry. ","reference":"Genesis 8:13"},{"bookName":"Genesis","chapter":8,"verse":14,"text":"And by the twenty-seventh day of the second month the earth was dry. ","reference":"Genesis 8:14"},{"bookName":"Genesis","chapter":8,"verse":15,"text":"Then God spoke to Noah and said, ","reference":"Genesis 8:15"},{"bookName":"Genesis","chapter":8,"verse":16,"text":"“Come out of the ark, you, your wife, your sons, and your sons’ wives with you. ","reference":"Genesis 8:16"},{"bookName":"Genesis","chapter":8,"verse":17,"text":"Bring out with you all the living creatures that are with you. Bring out every living thing, including the birds, animals, and every creeping thing that creeps on the earth. Let them increase and be fruitful and multiply on the earth!” ","reference":"Genesis 8:17"},{"bookName":"Genesis","chapter":8,"verse":18,"text":"Noah went out along with his sons, his wife, and his sons’ wives. ","reference":"Genesis 8:18"},{"bookName":"Genesis","chapter":8,"verse":19,"text":"Every living creature, every creeping thing, every bird, and everything that moves on the earth went out of the ark in their groups. ","reference":"Genesis 8:19"},{"bookName":"Genesis","chapter":8,"verse":20,"text":"Noah built an altar to the Lord. He then took some of every kind of clean animal and clean bird and offered burnt offerings on the altar. ","reference":"Genesis 8:20"},{"bookName":"Genesis","chapter":8,"verse":21,"text":"And the Lord smelled the soothing aroma and said to himself, “I will never again curse the ground because of humankind, even though the inclination of their minds is evil from childhood on. I will never again destroy everything that lives, as I have just done. ","reference":"Genesis 8:21"},{"bookName":"Genesis","chapter":8,"verse":22,"text":"“While the earth continues to exist, planting time and harvest, cold and heat, summer and winter, and day and night will not cease.” ","reference":"Genesis 8:22"}]