[
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 1,
    "text": "When Isaac was old and his eyes were so weak that he was almost blind, he called his older son Esau and said to him, “My son!” “Here I am!” Esau replied. ",
    "reference": "Genesis 27:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 2,
    "text": "Isaac said, “Since I am so old, I could die at any time. ",
    "reference": "Genesis 27:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 3,
    "text": "Therefore, take your weapons—your quiver and your bow—and go out into the open fields and hunt down some wild game for me.",
    "reference": "Genesis 27:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 4,
    "text": "Then prepare for me some tasty food, the kind I love, and bring it to me. Then I will eat it so that I may bless you before I die.” ",
    "reference": "Genesis 27:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 5,
    "text": "Now Rebekah had been listening while Isaac spoke to his son Esau. When Esau went out to the open fields to hunt down some wild game and bring it back, ",
    "reference": "Genesis 27:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 6,
    "text": "Rebekah said to her son Jacob, “Look, I overheard your father tell your brother Esau, ",
    "reference": "Genesis 27:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 7,
    "text": "‘Bring me some wild game and prepare for me some tasty food. Then I will eat it and bless you in the presence of the Lord before I die.’ ",
    "reference": "Genesis 27:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 8,
    "text": "Now then, my son, do exactly what I tell you!",
    "reference": "Genesis 27:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 9,
    "text": "Go to the flock and get me two of the best young goats. I’ll prepare them in a tasty way for your father, just the way he loves them.",
    "reference": "Genesis 27:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 10,
    "text": "Then you will take it to your father. Thus he will eat it and bless you before he dies.” ",
    "reference": "Genesis 27:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 11,
    "text": "“But Esau my brother is a hairy man,” Jacob protested to his mother Rebekah, “and I have smooth skin! ",
    "reference": "Genesis 27:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 12,
    "text": "My father may touch me! Then he’ll think I’m mocking him and I’ll bring a curse on myself instead of a blessing.” ",
    "reference": "Genesis 27:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 13,
    "text": "So his mother told him, “Any curse against you will fall on me, my son! Just obey me! Go and get them for me!” ",
    "reference": "Genesis 27:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 14,
    "text": "So he went and got the goats and brought them to his mother. She prepared some tasty food, just the way his father loved it.",
    "reference": "Genesis 27:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 15,
    "text": "Then Rebekah took her older son Esau’s best clothes, which she had with her in the house, and put them on her younger son Jacob. ",
    "reference": "Genesis 27:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 16,
    "text": "She put the skins of the young goats on his hands and the smooth part of his neck. ",
    "reference": "Genesis 27:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 17,
    "text": "Then she handed the tasty food and the bread she had made to her son Jacob. ",
    "reference": "Genesis 27:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 18,
    "text": "He went to his father and said, “My father!” Isaac replied, “Here I am. Which are you, my son?” ",
    "reference": "Genesis 27:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 19,
    "text": "Jacob said to his father, “I am Esau, your firstborn. I’ve done as you told me. Now sit up and eat some of my wild game so that you can bless me.” ",
    "reference": "Genesis 27:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 20,
    "text": "But Isaac asked his son, “How in the world did you find it so quickly, my son?” “Because the Lord your God brought it to me,” he replied. ",
    "reference": "Genesis 27:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 21,
    "text": "Then Isaac said to Jacob, “Come closer so I can touch you, my son, and know for certain if you really are my son Esau.” ",
    "reference": "Genesis 27:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 22,
    "text": "So Jacob went over to his father Isaac, who felt him and said, “The voice is Jacob’s, but the hands are Esau’s.”",
    "reference": "Genesis 27:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 23,
    "text": "He did not recognize him because his hands were hairy, like his brother Esau’s hands. So Isaac blessed Jacob.",
    "reference": "Genesis 27:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 24,
    "text": "Then he asked, “Are you really my son Esau?” “I am,” Jacob replied. ",
    "reference": "Genesis 27:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 25,
    "text": "Isaac said, “Bring some of the wild game for me to eat, my son. Then I will bless you.” So Jacob brought it to him, and he ate it. He also brought him wine, and Isaac drank. ",
    "reference": "Genesis 27:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 26,
    "text": "Then his father Isaac said to him, “Come here and kiss me, my son.” ",
    "reference": "Genesis 27:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 27,
    "text": "So Jacob went over and kissed him. When Isaac caught the scent of his clothing, he blessed him, saying, “Yes, my son smells like the scent of an open field which the Lord has blessed. ",
    "reference": "Genesis 27:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 28,
    "text": "May God give you the dew of the sky and the richness of the earth, and plenty of grain and new wine. ",
    "reference": "Genesis 27:28"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 29,
    "text": "May peoples serve you and nations bow down to you. You will be lord over your brothers, and the sons of your mother will bow down to you. May those who curse you be cursed, and those who bless you be blessed.” ",
    "reference": "Genesis 27:29"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 30,
    "text": "Isaac had just finished blessing Jacob, and Jacob had scarcely left his father’s presence, when his brother Esau returned from the hunt. ",
    "reference": "Genesis 27:30"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 31,
    "text": "He also prepared some tasty food and brought it to his father. Esau said to him, “My father, get up and eat some of your son’s wild game. Then you can bless me.”",
    "reference": "Genesis 27:31"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 32,
    "text": "His father Isaac asked, “Who are you?” “I am your firstborn son,” he replied, “Esau!”",
    "reference": "Genesis 27:32"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 33,
    "text": "Isaac began to shake violently and asked, “Then who else hunted game and brought it to me? I ate all of it just before you arrived, and I blessed him. He will indeed be blessed!” ",
    "reference": "Genesis 27:33"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 34,
    "text": "When Esau heard his father’s words, he wailed loudly and bitterly. He said to his father, “Bless me too, my father!” ",
    "reference": "Genesis 27:34"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 35,
    "text": "But Isaac replied, “Your brother came in here deceitfully and took away your blessing.” ",
    "reference": "Genesis 27:35"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 36,
    "text": "Esau exclaimed, “Jacob is the right name for him! He has tripped me up two times! He took away my birthright, and now, look, he has taken away my blessing!” Then he asked, “Have you not kept back a blessing for me?”",
    "reference": "Genesis 27:36"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 37,
    "text": "Isaac replied to Esau, “Look! I have made him lord over you. I have made all his relatives his servants and provided him with grain and new wine. What is left that I can do for you, my son?” ",
    "reference": "Genesis 27:37"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 38,
    "text": "Esau said to his father, “Do you have only that one blessing, my father? Bless me too!” Then Esau wept loudly. ",
    "reference": "Genesis 27:38"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 39,
    "text": "So his father Isaac said to him, “See here, your home will be by the richness of the earth, and by the dew of the sky above. ",
    "reference": "Genesis 27:39"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 40,
    "text": "You will live by your sword but you will serve your brother. When you grow restless, you will tear off his yoke from your neck.” ",
    "reference": "Genesis 27:40"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 41,
    "text": "So Esau hated Jacob because of the blessing his father had given to his brother. Esau said privately, “The time of mourning for my father is near; then I will kill my brother Jacob!” ",
    "reference": "Genesis 27:41"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 42,
    "text": "When Rebekah heard what her older son Esau had said, she quickly summoned her younger son Jacob and told him, “Look, your brother Esau is planning to get revenge by killing you.",
    "reference": "Genesis 27:42"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 43,
    "text": "Now then, my son, do what I say. Run away immediately to my brother Laban in Haran. ",
    "reference": "Genesis 27:43"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 44,
    "text": "Live with him for a little while until your brother’s rage subsides. ",
    "reference": "Genesis 27:44"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 45,
    "text": "Stay there until your brother’s anger against you subsides and he forgets what you did to him. Then I’ll send someone to bring you back from there. Why should I lose both of you in one day?” ",
    "reference": "Genesis 27:45"
  },
  {
    "bookName": "Genesis",
    "chapter": 27,
    "verse": 46,
    "text": "Then Rebekah said to Isaac, “I am deeply depressed because of the daughters of Heth. If Jacob were to marry one of these daughters of Heth who live in this land, I would want to die!”",
    "reference": "Genesis 27:46"
  }
]