[{"bookName":"Genesis","chapter":23,"verse":1,"text":"Sarah lived 127 years. ","reference":"Genesis 23:1"},{"bookName":"Genesis","chapter":23,"verse":2,"text":"Then she died in Kiriath Arba (that is, Hebron) in the land of Canaan. Abraham went to mourn for Sarah and to weep for her.","reference":"Genesis 23:2"},{"bookName":"Genesis","chapter":23,"verse":3,"text":"Then Abraham got up from mourning his dead wife and said to the sons of Heth, ","reference":"Genesis 23:3"},{"bookName":"Genesis","chapter":23,"verse":4,"text":"“I am a foreign resident, a temporary settler, among you. Grant me ownership of a burial site among you so that I may bury my dead.” ","reference":"Genesis 23:4"},{"bookName":"Genesis","chapter":23,"verse":5,"text":"The sons of Heth answered Abraham, ","reference":"Genesis 23:5"},{"bookName":"Genesis","chapter":23,"verse":6,"text":"“Listen, sir, you are a mighty prince among us! You may bury your dead in the choicest of our tombs. None of us will refuse you his tomb to prevent you from burying your dead.” ","reference":"Genesis 23:6"},{"bookName":"Genesis","chapter":23,"verse":7,"text":"Abraham got up and bowed down to the local people, the sons of Heth. ","reference":"Genesis 23:7"},{"bookName":"Genesis","chapter":23,"verse":8,"text":"Then he said to them, “If you agree that I may bury my dead, then hear me out. Ask Ephron the son of Zohar ","reference":"Genesis 23:8"},{"bookName":"Genesis","chapter":23,"verse":9,"text":"if he will sell me the cave of Machpelah that belongs to him; it is at the end of his field. Let him sell it to me publicly for the full price, so that I may own it as a burial site.” ","reference":"Genesis 23:9"},{"bookName":"Genesis","chapter":23,"verse":10,"text":"(Now Ephron was sitting among the sons of Heth.) Ephron the Hittite replied to Abraham in the hearing of the sons of Heth—before all who entered the gate of his city—","reference":"Genesis 23:10"},{"bookName":"Genesis","chapter":23,"verse":11,"text":"“No, my lord! Hear me out. I sell you both the field and the cave that is in it. In the presence of my people I sell it to you. Bury your dead.” ","reference":"Genesis 23:11"},{"bookName":"Genesis","chapter":23,"verse":12,"text":"Abraham bowed before the local people ","reference":"Genesis 23:12"},{"bookName":"Genesis","chapter":23,"verse":13,"text":"and said to Ephron in their hearing, “Hear me, if you will. I pay to you the price of the field. Take it from me so that I may bury my dead there.” ","reference":"Genesis 23:13"},{"bookName":"Genesis","chapter":23,"verse":14,"text":"Ephron answered Abraham, saying to him,","reference":"Genesis 23:14"},{"bookName":"Genesis","chapter":23,"verse":15,"text":"“Hear me, my lord. The land is worth 400 pieces of silver, but what is that between me and you? So bury your dead.” ","reference":"Genesis 23:15"},{"bookName":"Genesis","chapter":23,"verse":16,"text":"So Abraham agreed to Ephron’s price and weighed out for him the price that Ephron had quoted in the hearing of the sons of Heth—400 pieces of silver, according to the standard measurement at the time.","reference":"Genesis 23:16"},{"bookName":"Genesis","chapter":23,"verse":17,"text":"So Abraham secured Ephron’s field in Machpelah, next to Mamre, including the field, the cave that was in it, and all the trees that were in the field and all around its border, ","reference":"Genesis 23:17"},{"bookName":"Genesis","chapter":23,"verse":18,"text":"as his property in the presence of the sons of Heth before all who entered the gate of Ephron’s city. ","reference":"Genesis 23:18"},{"bookName":"Genesis","chapter":23,"verse":19,"text":"After this Abraham buried his wife Sarah in the cave in the field of Machpelah next to Mamre (that is, Hebron) in the land of Canaan. ","reference":"Genesis 23:19"},{"bookName":"Genesis","chapter":23,"verse":20,"text":"So Abraham secured the field and the cave that was in it as a burial site from the sons of Heth. ","reference":"Genesis 23:20"}]