[
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 1,
    "text": "Now the serpent was shrewder than any of the wild animals that the Lord God had made. He said to the woman, “Is it really true that God said, ‘You must not eat from any tree of the orchard’?” ",
    "reference": "Genesis 3:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 2,
    "text": "The woman said to the serpent, “We may eat of the fruit from the trees of the orchard; ",
    "reference": "Genesis 3:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 3,
    "text": "but concerning the fruit of the tree that is in the middle of the orchard God said, ‘You must not eat from it, and you must not touch it, or else you will die.’” ",
    "reference": "Genesis 3:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 4,
    "text": "The serpent said to the woman, “Surely you will not die, ",
    "reference": "Genesis 3:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 5,
    "text": "for God knows that when you eat from it your eyes will open and you will be like God, knowing good and evil.” ",
    "reference": "Genesis 3:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 6,
    "text": "When the woman saw that the tree produced fruit that was good for food, was attractive to the eye, and was desirable for making one wise, she took some of its fruit and ate it. She also gave some of it to her husband who was with her, and he ate it.",
    "reference": "Genesis 3:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 7,
    "text": "Then the eyes of both of them opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves.",
    "reference": "Genesis 3:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 8,
    "text": "Then the man and his wife heard the sound of the Lord God moving about in the orchard at the breezy time of the day, and they hid from the Lord God among the trees of the orchard. ",
    "reference": "Genesis 3:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 9,
    "text": "But the Lord God called to the man and said to him, “Where are you?”",
    "reference": "Genesis 3:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 10,
    "text": "The man replied, “I heard you moving about in the orchard, and I was afraid because I was naked, so I hid.” ",
    "reference": "Genesis 3:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 11,
    "text": "And the Lord God said, “Who told you that you were naked? Did you eat from the tree that I commanded you not to eat from?” ",
    "reference": "Genesis 3:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 12,
    "text": "The man said, “The woman whom you gave me, she gave me some fruit from the tree and I ate it.”",
    "reference": "Genesis 3:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 13,
    "text": "So the Lord God said to the woman, “What is this you have done?” And the woman replied, “The serpent tricked me, and I ate.” ",
    "reference": "Genesis 3:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 14,
    "text": "The Lord God said to the serpent, “Because you have done this, cursed are you above all the cattle and all the living creatures of the field! On your belly you will crawl and dust you will eat all the days of your life. ",
    "reference": "Genesis 3:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 15,
    "text": "And I will put hostility between you and the woman and between your offspring and her offspring; he will strike your head, and you will strike his heel.” ",
    "reference": "Genesis 3:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 16,
    "text": "To the woman he said, “I will greatly increase your labor pains; with pain you will give birth to children. You will want to control your husband, but he will dominate you.”",
    "reference": "Genesis 3:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 17,
    "text": "But to Adam he said, “Because you obeyed your wife and ate from the tree about which I commanded you, ‘You must not eat from it,’ the ground is cursed because of you; in painful toil you will eat of it all the days of your life. ",
    "reference": "Genesis 3:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 18,
    "text": "It will produce thorns and thistles for you, but you will eat the grain of the field. ",
    "reference": "Genesis 3:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 19,
    "text": "By the sweat of your brow you will eat food until you return to the ground, for out of it you were taken; for you are dust, and to dust you will return.” ",
    "reference": "Genesis 3:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 20,
    "text": "The man named his wife Eve, because she was the mother of all the living. ",
    "reference": "Genesis 3:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 21,
    "text": "The Lord God made garments from skin for Adam and his wife, and clothed them.",
    "reference": "Genesis 3:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 22,
    "text": "And the Lord God said, “Now that the man has become like one of us, knowing good and evil, he must not be allowed to stretch out his hand and take also from the tree of life and eat, and live forever.” ",
    "reference": "Genesis 3:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 23,
    "text": "So the Lord God expelled him from the orchard in Eden to cultivate the ground from which he had been taken. ",
    "reference": "Genesis 3:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 3,
    "verse": 24,
    "text": "When he drove the man out, he placed on the eastern side of the orchard in Eden angelic sentries who used the flame of a whirling sword to guard the way to the tree of life. ",
    "reference": "Genesis 3:24"
  }
]