[{"bookName":"Genesis","chapter":21,"verse":1,"text":"The Lord visited Sarah just as he had said he would and did for Sarah what he had promised. ","reference":"Genesis 21:1"},{"bookName":"Genesis","chapter":21,"verse":2,"text":"So Sarah became pregnant and bore Abraham a son in his old age at the appointed time that God had told him. ","reference":"Genesis 21:2"},{"bookName":"Genesis","chapter":21,"verse":3,"text":"Abraham named his son—whom Sarah bore to him—Isaac. ","reference":"Genesis 21:3"},{"bookName":"Genesis","chapter":21,"verse":4,"text":"When his son Isaac was eight days old, Abraham circumcised him just as God had commanded him to do.","reference":"Genesis 21:4"},{"bookName":"Genesis","chapter":21,"verse":5,"text":"(Now Abraham was one hundred years old when his son Isaac was born to him.)","reference":"Genesis 21:5"},{"bookName":"Genesis","chapter":21,"verse":6,"text":"Sarah said, “God has made me laugh. Everyone who hears about this will laugh with me.”","reference":"Genesis 21:6"},{"bookName":"Genesis","chapter":21,"verse":7,"text":"She went on to say, “Who would have said to Abraham that Sarah would nurse children? Yet I have given birth to a son for him in his old age!” ","reference":"Genesis 21:7"},{"bookName":"Genesis","chapter":21,"verse":8,"text":"The child grew and was weaned. Abraham prepared a great feast on the day that Isaac was weaned. ","reference":"Genesis 21:8"},{"bookName":"Genesis","chapter":21,"verse":9,"text":"But Sarah noticed the son of Hagar the Egyptian—the son whom Hagar had borne to Abraham—mocking. ","reference":"Genesis 21:9"},{"bookName":"Genesis","chapter":21,"verse":10,"text":"So she said to Abraham, “Banish that slave woman and her son, for the son of that slave woman will not be an heir along with my son Isaac!” ","reference":"Genesis 21:10"},{"bookName":"Genesis","chapter":21,"verse":11,"text":"Sarah’s demand displeased Abraham greatly because Ishmael was his son. ","reference":"Genesis 21:11"},{"bookName":"Genesis","chapter":21,"verse":12,"text":"But God said to Abraham, “Do not be upset about the boy or your slave wife. Do all that Sarah is telling you because through Isaac your descendants will be counted. ","reference":"Genesis 21:12"},{"bookName":"Genesis","chapter":21,"verse":13,"text":"But I will also make the son of the slave wife into a great nation, for he is your descendant too.”","reference":"Genesis 21:13"},{"bookName":"Genesis","chapter":21,"verse":14,"text":"Early in the morning Abraham took some food and a skin of water and gave them to Hagar. He put them on her shoulders, gave her the child, and sent her away. So she went wandering aimlessly through the wilderness of Beer Sheba. ","reference":"Genesis 21:14"},{"bookName":"Genesis","chapter":21,"verse":15,"text":"When the water in the skin was gone, she shoved the child under one of the shrubs. ","reference":"Genesis 21:15"},{"bookName":"Genesis","chapter":21,"verse":16,"text":"Then she went and sat down by herself across from him at quite a distance, about a bowshot, away; for she thought, “I refuse to watch the child die.” So she sat across from him and wept uncontrollably.","reference":"Genesis 21:16"},{"bookName":"Genesis","chapter":21,"verse":17,"text":"But God heard the boy’s voice. The angel of God called to Hagar from heaven and asked her, “What is the matter, Hagar? Don’t be afraid, for God has heard the boy’s voice right where he is crying.","reference":"Genesis 21:17"},{"bookName":"Genesis","chapter":21,"verse":18,"text":"Get up! Help the boy up and hold him by the hand, for I will make him into a great nation.” ","reference":"Genesis 21:18"},{"bookName":"Genesis","chapter":21,"verse":19,"text":"Then God enabled Hagar to see a well of water. She went over and filled the skin with water, and then gave the boy a drink. ","reference":"Genesis 21:19"},{"bookName":"Genesis","chapter":21,"verse":20,"text":"God was with the boy as he grew. He lived in the wilderness and became an archer. ","reference":"Genesis 21:20"},{"bookName":"Genesis","chapter":21,"verse":21,"text":"He lived in the wilderness of Paran. His mother found a wife for him from the land of Egypt. ","reference":"Genesis 21:21"},{"bookName":"Genesis","chapter":21,"verse":22,"text":"At that time Abimelech and Phicol, the commander of his army, said to Abraham, “God is with you in all that you do. ","reference":"Genesis 21:22"},{"bookName":"Genesis","chapter":21,"verse":23,"text":"Now swear to me right here in God’s name that you will not deceive me, my children, or my descendants. Show me, and the land where you are staying, the same loyalty that I have shown you.” ","reference":"Genesis 21:23"},{"bookName":"Genesis","chapter":21,"verse":24,"text":"Abraham said, “I swear to do this.”","reference":"Genesis 21:24"},{"bookName":"Genesis","chapter":21,"verse":25,"text":"But Abraham lodged a complaint against Abimelech concerning a well that Abimelech’s servants had seized. ","reference":"Genesis 21:25"},{"bookName":"Genesis","chapter":21,"verse":26,"text":"“I do not know who has done this thing,” Abimelech replied. “Moreover, you did not tell me. I did not hear about it until today.” ","reference":"Genesis 21:26"},{"bookName":"Genesis","chapter":21,"verse":27,"text":"Abraham took some sheep and cattle and gave them to Abimelech. The two of them made a treaty. ","reference":"Genesis 21:27"},{"bookName":"Genesis","chapter":21,"verse":28,"text":"Then Abraham set seven ewe lambs apart from the flock by themselves. ","reference":"Genesis 21:28"},{"bookName":"Genesis","chapter":21,"verse":29,"text":"Abimelech asked Abraham, “What is the meaning of these seven ewe lambs that you have set apart?” ","reference":"Genesis 21:29"},{"bookName":"Genesis","chapter":21,"verse":30,"text":"He replied, “You must take these seven ewe lambs from my hand as legal proof that I dug this well.” ","reference":"Genesis 21:30"},{"bookName":"Genesis","chapter":21,"verse":31,"text":"That is why he named that place Beer Sheba, because the two of them swore an oath there. ","reference":"Genesis 21:31"},{"bookName":"Genesis","chapter":21,"verse":32,"text":"So they made a treaty at Beer Sheba; then Abimelech and Phicol, the commander of his army, returned to the land of the Philistines. ","reference":"Genesis 21:32"},{"bookName":"Genesis","chapter":21,"verse":33,"text":"Abraham planted a tamarisk tree in Beer Sheba. There he worshiped the Lord, the eternal God. ","reference":"Genesis 21:33"},{"bookName":"Genesis","chapter":21,"verse":34,"text":"So Abraham stayed in the land of the Philistines for quite some time. ","reference":"Genesis 21:34"}]