[{"bookName":"Genesis","chapter":31,"verse":1,"text":"Jacob heard that Laban’s sons were complaining, “Jacob has taken everything that belonged to our father! He has gotten rich at our father’s expense!”","reference":"Genesis 31:1"},{"bookName":"Genesis","chapter":31,"verse":2,"text":"When Jacob saw the look on Laban’s face, he could tell his attitude toward him had changed. ","reference":"Genesis 31:2"},{"bookName":"Genesis","chapter":31,"verse":3,"text":"The Lord said to Jacob, “Return to the land of your fathers and to your relatives. I will be with you.”","reference":"Genesis 31:3"},{"bookName":"Genesis","chapter":31,"verse":4,"text":"So Jacob sent a message for Rachel and Leah to come to the field where his flocks were.","reference":"Genesis 31:4"},{"bookName":"Genesis","chapter":31,"verse":5,"text":"There he said to them, “I can tell that your father’s attitude toward me has changed, but the God of my father has been with me. ","reference":"Genesis 31:5"},{"bookName":"Genesis","chapter":31,"verse":6,"text":"You know that I’ve worked for your father as hard as I could,","reference":"Genesis 31:6"},{"bookName":"Genesis","chapter":31,"verse":7,"text":"but your father has humiliated me and changed my wages ten times. But God has not permitted him to do me any harm. ","reference":"Genesis 31:7"},{"bookName":"Genesis","chapter":31,"verse":8,"text":"If he said, ‘The speckled animals will be your wage,’ then the entire flock gave birth to speckled offspring. But if he said, ‘The streaked animals will be your wage,’ then the entire flock gave birth to streaked offspring. ","reference":"Genesis 31:8"},{"bookName":"Genesis","chapter":31,"verse":9,"text":"In this way God has snatched away your father’s livestock and given them to me.","reference":"Genesis 31:9"},{"bookName":"Genesis","chapter":31,"verse":10,"text":"“Once during breeding season I saw in a dream that the male goats mating with the flock were streaked, speckled, and spotted. ","reference":"Genesis 31:10"},{"bookName":"Genesis","chapter":31,"verse":11,"text":"In the dream the angel of God said to me, ‘Jacob!’ ‘Here I am!’ I replied.","reference":"Genesis 31:11"},{"bookName":"Genesis","chapter":31,"verse":12,"text":"Then he said, ‘Observe that all the male goats mating with the flock are streaked, speckled, or spotted, for I have observed all that Laban has done to you.","reference":"Genesis 31:12"},{"bookName":"Genesis","chapter":31,"verse":13,"text":"I am the God of Bethel, where you anointed the sacred stone and made a vow to me. Now leave this land immediately and return to your native land.’” ","reference":"Genesis 31:13"},{"bookName":"Genesis","chapter":31,"verse":14,"text":"Then Rachel and Leah replied to him, “Do we still have any portion or inheritance in our father’s house? ","reference":"Genesis 31:14"},{"bookName":"Genesis","chapter":31,"verse":15,"text":"Hasn’t he treated us like foreigners? He not only sold us, but completely wasted the money paid for us!","reference":"Genesis 31:15"},{"bookName":"Genesis","chapter":31,"verse":16,"text":"Surely all the wealth that God snatched away from our father belongs to us and to our children. So now do everything God has told you.”","reference":"Genesis 31:16"},{"bookName":"Genesis","chapter":31,"verse":17,"text":"So Jacob immediately put his children and his wives on the camels. ","reference":"Genesis 31:17"},{"bookName":"Genesis","chapter":31,"verse":18,"text":"He took away all the livestock he had acquired in Paddan Aram and all his moveable property that he had accumulated. Then he set out toward the land of Canaan to return to his father Isaac. ","reference":"Genesis 31:18"},{"bookName":"Genesis","chapter":31,"verse":19,"text":"While Laban had gone to shear his sheep, Rachel stole the household idols that belonged to her father. ","reference":"Genesis 31:19"},{"bookName":"Genesis","chapter":31,"verse":20,"text":"Jacob also deceived Laban the Aramean by not telling him that he was leaving. ","reference":"Genesis 31:20"},{"bookName":"Genesis","chapter":31,"verse":21,"text":"He left with all he owned. He quickly crossed the Euphrates River and headed for the hill country of Gilead. ","reference":"Genesis 31:21"},{"bookName":"Genesis","chapter":31,"verse":22,"text":"Three days later Laban discovered Jacob had left. ","reference":"Genesis 31:22"},{"bookName":"Genesis","chapter":31,"verse":23,"text":"So he took his relatives with him and pursued Jacob for seven days. He caught up with him in the hill country of Gilead. ","reference":"Genesis 31:23"},{"bookName":"Genesis","chapter":31,"verse":24,"text":"But God came to Laban the Aramean in a dream at night and warned him, “Be careful that you neither bless nor curse Jacob.” ","reference":"Genesis 31:24"},{"bookName":"Genesis","chapter":31,"verse":25,"text":"Laban overtook Jacob, and when Jacob pitched his tent in the hill country of Gilead, Laban and his relatives set up camp there too.","reference":"Genesis 31:25"},{"bookName":"Genesis","chapter":31,"verse":26,"text":"“What have you done?” Laban demanded of Jacob. “You’ve deceived me and carried away my daughters as if they were captives of war! ","reference":"Genesis 31:26"},{"bookName":"Genesis","chapter":31,"verse":27,"text":"Why did you run away secretly and deceive me? Why didn’t you tell me so I could send you off with a celebration complete with singing, tambourines, and harps? ","reference":"Genesis 31:27"},{"bookName":"Genesis","chapter":31,"verse":28,"text":"You didn’t even allow me to kiss my daughters and my grandchildren goodbye. You have acted foolishly! ","reference":"Genesis 31:28"},{"bookName":"Genesis","chapter":31,"verse":29,"text":"I have the power to do you harm, but the God of your father told me last night, ‘Be careful that you neither bless nor curse Jacob.’ ","reference":"Genesis 31:29"},{"bookName":"Genesis","chapter":31,"verse":30,"text":"Now I understand that you have gone away because you longed desperately for your father’s house. Yet why did you steal my gods?” ","reference":"Genesis 31:30"},{"bookName":"Genesis","chapter":31,"verse":31,"text":"“I left secretly because I was afraid!” Jacob replied to Laban. “I thought you might take your daughters away from me by force. ","reference":"Genesis 31:31"},{"bookName":"Genesis","chapter":31,"verse":32,"text":"Whoever has taken your gods will be put to death! In the presence of our relatives identify whatever is yours and take it.” (Now Jacob did not know that Rachel had stolen them.)","reference":"Genesis 31:32"},{"bookName":"Genesis","chapter":31,"verse":33,"text":"So Laban entered Jacob’s tent, and Leah’s tent, and the tent of the two female servants, but he did not find the idols. Then he left Leah’s tent and entered Rachel’s.","reference":"Genesis 31:33"},{"bookName":"Genesis","chapter":31,"verse":34,"text":"(Now Rachel had taken the idols and put them inside her camel’s saddle and sat on them.) Laban searched the whole tent, but did not find them.","reference":"Genesis 31:34"},{"bookName":"Genesis","chapter":31,"verse":35,"text":"Rachel said to her father, “Don’t be angry, my lord. I cannot stand up in your presence because I am having my period.” So he searched thoroughly, but did not find the idols. ","reference":"Genesis 31:35"},{"bookName":"Genesis","chapter":31,"verse":36,"text":"Jacob became angry and argued with Laban. “What did I do wrong?” he demanded of Laban. “What sin of mine prompted you to chase after me in hot pursuit? ","reference":"Genesis 31:36"},{"bookName":"Genesis","chapter":31,"verse":37,"text":"When you searched through all my goods, did you find anything that belonged to you? Set it here before my relatives and yours, and let them settle the dispute between the two of us!","reference":"Genesis 31:37"},{"bookName":"Genesis","chapter":31,"verse":38,"text":"“I have been with you for the past 20 years. Your ewes and female goats have not miscarried, nor have I eaten rams from your flocks. ","reference":"Genesis 31:38"},{"bookName":"Genesis","chapter":31,"verse":39,"text":"Animals torn by wild beasts I never brought to you; I always absorbed the loss myself. You always made me pay for every missing animal, whether it was taken by day or at night. ","reference":"Genesis 31:39"},{"bookName":"Genesis","chapter":31,"verse":40,"text":"I was consumed by scorching heat during the day and by piercing cold at night, and I went without sleep. ","reference":"Genesis 31:40"},{"bookName":"Genesis","chapter":31,"verse":41,"text":"This was my lot for 20 years in your house: I worked like a slave for you—14 years for your two daughters and 6 years for your flocks—but you changed my wages 10 times! ","reference":"Genesis 31:41"},{"bookName":"Genesis","chapter":31,"verse":42,"text":"If the God of my father—the God of Abraham, the one whom Isaac fears—had not been with me, you would certainly have sent me away empty-handed! But God saw how I was oppressed and how hard I worked, and he rebuked you last night.” ","reference":"Genesis 31:42"},{"bookName":"Genesis","chapter":31,"verse":43,"text":"Laban replied to Jacob, “These women are my daughters, these children are my grandchildren, and these flocks are my flocks. All that you see belongs to me. But how can I harm these daughters of mine today or the children to whom they have given birth? ","reference":"Genesis 31:43"},{"bookName":"Genesis","chapter":31,"verse":44,"text":"So now, come, let’s make a formal agreement, you and I, and it will be proof that we have made peace.”","reference":"Genesis 31:44"},{"bookName":"Genesis","chapter":31,"verse":45,"text":"So Jacob took a stone and set it up as a memorial pillar. ","reference":"Genesis 31:45"},{"bookName":"Genesis","chapter":31,"verse":46,"text":"Then he said to his relatives, “Gather stones.” So they brought stones and put them in a pile. They ate there by the pile of stones. ","reference":"Genesis 31:46"},{"bookName":"Genesis","chapter":31,"verse":47,"text":"Laban called it Jegar Sahadutha, but Jacob called it Galeed. ","reference":"Genesis 31:47"},{"bookName":"Genesis","chapter":31,"verse":48,"text":"Laban said, “This pile of stones is a witness of our agreement today.” That is why it was called Galeed. ","reference":"Genesis 31:48"},{"bookName":"Genesis","chapter":31,"verse":49,"text":"It was also called Mizpah because he said, “May the Lord watch between us when we are out of sight of one another. ","reference":"Genesis 31:49"},{"bookName":"Genesis","chapter":31,"verse":50,"text":"If you mistreat my daughters or if you take wives besides my daughters, although no one else is with us, realize that God is witness to your actions.” ","reference":"Genesis 31:50"},{"bookName":"Genesis","chapter":31,"verse":51,"text":"“Here is this pile of stones and this pillar I have set up between me and you,” Laban said to Jacob. ","reference":"Genesis 31:51"},{"bookName":"Genesis","chapter":31,"verse":52,"text":"“This pile of stones and the pillar are reminders that I will not pass beyond this pile to come to harm you and that you will not pass beyond this pile and this pillar to come to harm me.","reference":"Genesis 31:52"},{"bookName":"Genesis","chapter":31,"verse":53,"text":"May the God of Abraham and the god of Nahor, the gods of their father, judge between us.” Jacob took an oath by the God whom his father Isaac feared. ","reference":"Genesis 31:53"},{"bookName":"Genesis","chapter":31,"verse":54,"text":"Then Jacob offered a sacrifice on the mountain and invited his relatives to eat the meal. They ate the meal and spent the night on the mountain. ","reference":"Genesis 31:54"},{"bookName":"Genesis","chapter":31,"verse":55,"text":"(32:1) Early in the morning Laban kissed his grandchildren and his daughters goodbye and blessed them. Then Laban left and returned home. ","reference":"Genesis 31:55"}]