[{"bookName":"Genesis","chapter":15,"verse":1,"text":"After these things the Lord’s message came to Abram in a vision: “Fear not, Abram! I am your shield and the one who will reward you in great abundance.” ","reference":"Genesis 15:1"},{"bookName":"Genesis","chapter":15,"verse":2,"text":"But Abram said, “O Sovereign Lord, what will you give me since I continue to be childless, and my heir is Eliezer of Damascus?” ","reference":"Genesis 15:2"},{"bookName":"Genesis","chapter":15,"verse":3,"text":"Abram added, “Since you have not given me a descendant, then look, one born in my house will be my heir!” ","reference":"Genesis 15:3"},{"bookName":"Genesis","chapter":15,"verse":4,"text":"But look, the Lord’s message came to him: “This man will not be your heir, but instead a son who comes from your own body will be your heir.” ","reference":"Genesis 15:4"},{"bookName":"Genesis","chapter":15,"verse":5,"text":"The Lord took him outside and said, “Gaze into the sky and count the stars—if you are able to count them!” Then he said to him, “So will your descendants be.”","reference":"Genesis 15:5"},{"bookName":"Genesis","chapter":15,"verse":6,"text":"Abram believed the Lord, and the Lord credited it as righteousness to him.","reference":"Genesis 15:6"},{"bookName":"Genesis","chapter":15,"verse":7,"text":"The Lord said to him, “I am the Lord who brought you out from Ur of the Chaldeans to give you this land to possess.” ","reference":"Genesis 15:7"},{"bookName":"Genesis","chapter":15,"verse":8,"text":"But Abram said, “O Sovereign Lord, by what can I know that I am to possess it?”","reference":"Genesis 15:8"},{"bookName":"Genesis","chapter":15,"verse":9,"text":"The Lord said to him, “Take for me a heifer, a goat, and a ram, each three years old, along with a dove and a young pigeon.” ","reference":"Genesis 15:9"},{"bookName":"Genesis","chapter":15,"verse":10,"text":"So Abram took all these for him and then cut them in two and placed each half opposite the other, but he did not cut the birds in half. ","reference":"Genesis 15:10"},{"bookName":"Genesis","chapter":15,"verse":11,"text":"When birds of prey came down on the carcasses, Abram drove them away.","reference":"Genesis 15:11"},{"bookName":"Genesis","chapter":15,"verse":12,"text":"When the sun went down, Abram fell sound asleep, and great terror overwhelmed him. ","reference":"Genesis 15:12"},{"bookName":"Genesis","chapter":15,"verse":13,"text":"Then the Lord said to Abram, “Know for certain that your descendants will be strangers in a foreign country. They will be enslaved and oppressed for 400 years. ","reference":"Genesis 15:13"},{"bookName":"Genesis","chapter":15,"verse":14,"text":"But I will execute judgment on the nation that they will serve. Afterward they will come out with many possessions. ","reference":"Genesis 15:14"},{"bookName":"Genesis","chapter":15,"verse":15,"text":"But as for you, you will go to your ancestors in peace and be buried at a good old age. ","reference":"Genesis 15:15"},{"bookName":"Genesis","chapter":15,"verse":16,"text":"In the fourth generation your descendants will return here, for the sin of the Amorites has not yet reached its limit.”","reference":"Genesis 15:16"},{"bookName":"Genesis","chapter":15,"verse":17,"text":"When the sun had gone down and it was dark, a smoking firepot with a flaming torch passed between the animal parts. ","reference":"Genesis 15:17"},{"bookName":"Genesis","chapter":15,"verse":18,"text":"That day the Lord made a covenant with Abram: “To your descendants I give this land, from the river of Egypt to the great river, the Euphrates River—","reference":"Genesis 15:18"},{"bookName":"Genesis","chapter":15,"verse":19,"text":"the land of the Kenites, Kenizzites, Kadmonites, ","reference":"Genesis 15:19"},{"bookName":"Genesis","chapter":15,"verse":20,"text":"Hittites, Perizzites, Rephaites, ","reference":"Genesis 15:20"},{"bookName":"Genesis","chapter":15,"verse":21,"text":"Amorites, Canaanites, Girgashites, and Jebusites.” ","reference":"Genesis 15:21"}]