[
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 1,
    "text": "Now Abraham was old, well advanced in years, and the Lord had blessed him in everything. ",
    "reference": "Genesis 24:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 2,
    "text": "Abraham said to his servant, the senior one in his household who was in charge of everything he had, “Put your hand under my thigh ",
    "reference": "Genesis 24:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 3,
    "text": "so that I may make you solemnly promise by the Lord, the God of heaven and the God of the earth: You must not acquire a wife for my son from the daughters of the Canaanites, among whom I am living. ",
    "reference": "Genesis 24:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 4,
    "text": "You must go instead to my country and to my relatives to find a wife for my son Isaac.” ",
    "reference": "Genesis 24:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 5,
    "text": "The servant asked him, “What if the woman is not willing to come back with me to this land? Must I then take your son back to the land from which you came?” ",
    "reference": "Genesis 24:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 6,
    "text": "“Be careful never to take my son back there!” Abraham told him. ",
    "reference": "Genesis 24:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 7,
    "text": "“The Lord, the God of heaven, who took me from my father’s house and the land of my relatives, promised me with a solemn oath, ‘To your descendants I will give this land.’ He will send his angel before you so that you may find a wife for my son from there. ",
    "reference": "Genesis 24:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 8,
    "text": "But if the woman is not willing to come back with you, you will be free from this oath of mine. But you must not take my son back there!” ",
    "reference": "Genesis 24:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 9,
    "text": "So the servant placed his hand under the thigh of his master Abraham and gave his solemn promise he would carry out his wishes. ",
    "reference": "Genesis 24:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 10,
    "text": "Then the servant took ten of his master’s camels and departed with all kinds of gifts from his master at his disposal. He journeyed to the region of Aram Naharaim and the city of Nahor. ",
    "reference": "Genesis 24:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 11,
    "text": "He made the camels kneel down by the well outside the city. It was evening, the time when the women would go out to draw water. ",
    "reference": "Genesis 24:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 12,
    "text": "He prayed, “O Lord, God of my master Abraham, guide me today. Be faithful to my master Abraham. ",
    "reference": "Genesis 24:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 13,
    "text": "Here I am, standing by the spring, and the daughters of the people who live in the town are coming out to draw water. ",
    "reference": "Genesis 24:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 14,
    "text": "I will say to a young woman, ‘Please lower your jar so I may drink.’ May the one you have chosen for your servant Isaac reply, ‘Drink, and I’ll give your camels water too.’ In this way I will know that you have been faithful to my master.” ",
    "reference": "Genesis 24:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 15,
    "text": "Before he had finished praying, there came Rebekah with her water jug on her shoulder. She was the daughter of Bethuel son of Milcah (Milcah was the wife of Abraham’s brother Nahor). ",
    "reference": "Genesis 24:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 16,
    "text": "Now the young woman was very beautiful. She was a virgin; no man had ever been physically intimate with her. She went down to the spring, filled her jug, and came back up. ",
    "reference": "Genesis 24:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 17,
    "text": "Abraham’s servant ran to meet her and said, “Please give me a sip of water from your jug.” ",
    "reference": "Genesis 24:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 18,
    "text": "“Drink, my lord,” she replied, and quickly lowering her jug to her hands, she gave him a drink. ",
    "reference": "Genesis 24:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 19,
    "text": "When she had done so, she said, “I’ll draw water for your camels too, until they have drunk as much as they want.”",
    "reference": "Genesis 24:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 20,
    "text": "She quickly emptied her jug into the watering trough and ran back to the well to draw more water until she had drawn enough for all his camels. ",
    "reference": "Genesis 24:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 21,
    "text": "Silently the man watched her with interest to determine if the Lord had made his journey successful or not. ",
    "reference": "Genesis 24:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 22,
    "text": "After the camels had finished drinking, the man took out a gold nose ring weighing a beka and two gold wrist bracelets weighing ten shekels and gave them to her.",
    "reference": "Genesis 24:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 23,
    "text": "“Whose daughter are you?” he asked. “Tell me, is there room in your father’s house for us to spend the night?” ",
    "reference": "Genesis 24:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 24,
    "text": "She said to him, “I am the daughter of Bethuel the son of Milcah, whom Milcah bore to Nahor. ",
    "reference": "Genesis 24:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 25,
    "text": "We have plenty of straw and feed,” she added, “and room for you to spend the night.”",
    "reference": "Genesis 24:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 26,
    "text": "The man bowed his head and worshiped the Lord, ",
    "reference": "Genesis 24:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 27,
    "text": "saying, “Praised be the Lord, the God of my master Abraham, who has not abandoned his faithful love for my master! The Lord has led me to the house of my master’s relatives!” ",
    "reference": "Genesis 24:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 28,
    "text": "The young woman ran and told her mother’s household all about these things.",
    "reference": "Genesis 24:28"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 29,
    "text": "(Now Rebekah had a brother named Laban.) Laban rushed out to meet the man at the spring. ",
    "reference": "Genesis 24:29"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 30,
    "text": "When he saw the bracelets on his sister’s wrists and the nose ring and heard his sister Rebekah say, “This is what the man said to me,” he went out to meet the man. There he was, standing by the camels near the spring. ",
    "reference": "Genesis 24:30"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 31,
    "text": "Laban said to him, “Come, you who are blessed by the Lord! Why are you standing out here when I have prepared the house and a place for the camels?” ",
    "reference": "Genesis 24:31"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 32,
    "text": "So Abraham’s servant went to the house and unloaded the camels. Straw and feed were given to the camels, and water was provided so that he and the men who were with him could wash their feet. ",
    "reference": "Genesis 24:32"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 33,
    "text": "When food was served, he said, “I will not eat until I have said what I want to say.” “Tell us,” Laban said. ",
    "reference": "Genesis 24:33"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 34,
    "text": "“I am the servant of Abraham,” he began. ",
    "reference": "Genesis 24:34"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 35,
    "text": "“The Lord has richly blessed my master and he has become very wealthy. The Lord has given him sheep and cattle, silver and gold, male and female servants, and camels and donkeys. ",
    "reference": "Genesis 24:35"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 36,
    "text": "My master’s wife Sarah bore a son to him when she was old, and my master has given him everything he owns. ",
    "reference": "Genesis 24:36"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 37,
    "text": "My master made me swear an oath. He said, ‘You must not acquire a wife for my son from the daughters of the Canaanites, among whom I am living, ",
    "reference": "Genesis 24:37"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 38,
    "text": "but you must go to the family of my father and to my relatives to find a wife for my son.’ ",
    "reference": "Genesis 24:38"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 39,
    "text": "But I said to my master, ‘What if the woman does not want to go with me?’",
    "reference": "Genesis 24:39"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 40,
    "text": "He answered, ‘The Lord, before whom I have walked, will send his angel with you. He will make your journey a success and you will find a wife for my son from among my relatives, from my father’s family. ",
    "reference": "Genesis 24:40"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 41,
    "text": "You will be free from your oath if you go to my relatives and they will not give her to you. Then you will be free from your oath.’ ",
    "reference": "Genesis 24:41"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 42,
    "text": "When I came to the spring today, I prayed, ‘O Lord, God of my master Abraham, if you have decided to make my journey successful, may events unfold as follows: ",
    "reference": "Genesis 24:42"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 43,
    "text": "Here I am, standing by the spring. When the young woman goes out to draw water, I’ll say, “Please give me a little water to drink from your jug.” ",
    "reference": "Genesis 24:43"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 44,
    "text": "Then she will reply to me, “Drink, and I’ll draw water for your camels too.” May that woman be the one whom the Lord has chosen for my master’s son.’ ",
    "reference": "Genesis 24:44"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 45,
    "text": "“Before I finished praying in my heart, along came Rebekah with her water jug on her shoulder! She went down to the spring and drew water. So I said to her, ‘Please give me a drink.’ ",
    "reference": "Genesis 24:45"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 46,
    "text": "She quickly lowered her jug from her shoulder and said, ‘Drink, and I’ll give your camels water too.’ So I drank, and she also gave the camels water. ",
    "reference": "Genesis 24:46"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 47,
    "text": "Then I asked her, ‘Whose daughter are you?’ She replied, ‘The daughter of Bethuel the son of Nahor, whom Milcah bore to Nahor.’ I put the ring in her nose and the bracelets on her wrists. ",
    "reference": "Genesis 24:47"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 48,
    "text": "Then I bowed down and worshiped the Lord. I praised the Lord, the God of my master Abraham, who had led me on the right path to find the granddaughter of my master’s brother for his son. ",
    "reference": "Genesis 24:48"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 49,
    "text": "Now, if you will show faithful love to my master, tell me. But if not, tell me as well, so that I may go on my way.” ",
    "reference": "Genesis 24:49"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 50,
    "text": "Then Laban and Bethuel replied, “This is the Lord’s doing. Our wishes are of no concern.",
    "reference": "Genesis 24:50"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 51,
    "text": "Rebekah stands here before you. Take her and go so that she may become the wife of your master’s son, just as the Lord has decided.” ",
    "reference": "Genesis 24:51"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 52,
    "text": "When Abraham’s servant heard their words, he bowed down to the ground before the Lord. ",
    "reference": "Genesis 24:52"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 53,
    "text": "Then he brought out gold, silver jewelry, and clothing and gave them to Rebekah. He also gave valuable gifts to her brother and to her mother. ",
    "reference": "Genesis 24:53"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 54,
    "text": "After this, he and the men who were with him ate a meal and stayed there overnight. When they got up in the morning, he said, “Let me leave now so I can return to my master.” ",
    "reference": "Genesis 24:54"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 55,
    "text": "But Rebekah’s brother and her mother replied, “Let the girl stay with us a few more days, perhaps ten. Then she can go.” ",
    "reference": "Genesis 24:55"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 56,
    "text": "But he said to them, “Don’t detain me—the Lord has granted me success on my journey. Let me leave now so I may return to my master.” ",
    "reference": "Genesis 24:56"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 57,
    "text": "Then they said, “We’ll call the girl and find out what she wants to do.” ",
    "reference": "Genesis 24:57"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 58,
    "text": "So they called Rebekah and asked her, “Do you want to go with this man?” She replied, “I want to go.” ",
    "reference": "Genesis 24:58"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 59,
    "text": "So they sent their sister Rebekah on her way, accompanied by her female attendant, with Abraham’s servant and his men. ",
    "reference": "Genesis 24:59"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 60,
    "text": "They blessed Rebekah with these words: “Our sister, may you become the mother of thousands of ten thousands! May your descendants possess the strongholds of their enemies.” ",
    "reference": "Genesis 24:60"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 61,
    "text": "Then Rebekah and her female servants mounted the camels and rode away with the man. So Abraham’s servant took Rebekah and left. ",
    "reference": "Genesis 24:61"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 62,
    "text": "Now Isaac came from Beer Lahai Roi, for he was living in the Negev. ",
    "reference": "Genesis 24:62"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 63,
    "text": "He went out to relax in the field in the early evening. Then he looked up and saw that there were camels approaching. ",
    "reference": "Genesis 24:63"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 64,
    "text": "Rebekah looked up and saw Isaac. She got down from her camel ",
    "reference": "Genesis 24:64"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 65,
    "text": "and asked Abraham’s servant, “Who is that man walking in the field toward us?” “That is my master,” the servant replied. So she took her veil and covered herself.",
    "reference": "Genesis 24:65"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 66,
    "text": "The servant told Isaac everything that had happened. ",
    "reference": "Genesis 24:66"
  },
  {
    "bookName": "Genesis",
    "chapter": 24,
    "verse": 67,
    "text": "Then Isaac brought Rebekah into his mother Sarah’s tent. He took her as his wife and loved her. So Isaac was comforted after his mother’s death.",
    "reference": "Genesis 24:67"
  }
]