[
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 1,
    "text": "At the end of two full years Pharaoh had a dream. As he was standing by the Nile, ",
    "reference": "Genesis 41:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 2,
    "text": "seven fine-looking, fat cows were coming up out of the Nile, and they grazed in the reeds. ",
    "reference": "Genesis 41:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 3,
    "text": "Then seven bad-looking, thin cows were coming up after them from the Nile, and they stood beside the other cows at the edge of the river. ",
    "reference": "Genesis 41:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 4,
    "text": "The bad-looking, thin cows ate the seven fine-looking, fat cows. Then Pharaoh woke up. ",
    "reference": "Genesis 41:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 5,
    "text": "Then he fell asleep again and had a second dream: There were seven heads of grain growing on one stalk, healthy and good. ",
    "reference": "Genesis 41:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 6,
    "text": "Then seven heads of grain, thin and burned by the east wind, were sprouting up after them.",
    "reference": "Genesis 41:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 7,
    "text": "The thin heads swallowed up the seven healthy and full heads. Then Pharaoh woke up and realized it was a dream. ",
    "reference": "Genesis 41:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 8,
    "text": "In the morning he was troubled, so he called for all the diviner-priests of Egypt and all its wise men. Pharaoh told them his dreams, but no one could interpret them for him. ",
    "reference": "Genesis 41:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 9,
    "text": "Then the chief cupbearer said to Pharaoh, “Today I recall my failures. ",
    "reference": "Genesis 41:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 10,
    "text": "Pharaoh was enraged with his servants, and he put me in prison in the house of the captain of the guards—me and the chief baker. ",
    "reference": "Genesis 41:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 11,
    "text": "We each had a dream one night; each of us had a dream with its own meaning. ",
    "reference": "Genesis 41:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 12,
    "text": "Now a young man, a Hebrew, a servant of the captain of the guards, was with us there. We told him our dreams, and he interpreted the meaning of each of our respective dreams for us.",
    "reference": "Genesis 41:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 13,
    "text": "It happened just as he had said to us—Pharaoh restored me to my office, but he impaled the baker.”",
    "reference": "Genesis 41:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 14,
    "text": "Then Pharaoh summoned Joseph. So they brought him quickly out of the dungeon; he shaved himself, changed his clothes, and came before Pharaoh. ",
    "reference": "Genesis 41:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 15,
    "text": "Pharaoh said to Joseph, “I had a dream, and there is no one who can interpret it. But I have heard about you, that you can interpret dreams.” ",
    "reference": "Genesis 41:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 16,
    "text": "Joseph replied to Pharaoh, “It is not within my power, but God will speak concerning the welfare of Pharaoh.” ",
    "reference": "Genesis 41:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 17,
    "text": "Then Pharaoh said to Joseph, “In my dream I was standing by the edge of the Nile. ",
    "reference": "Genesis 41:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 18,
    "text": "Then seven fat and fine-looking cows were coming up out of the Nile, and they grazed in the reeds. ",
    "reference": "Genesis 41:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 19,
    "text": "Then seven other cows came up after them; they were scrawny, very bad looking, and lean. I had never seen such bad-looking cows as these in all the land of Egypt! ",
    "reference": "Genesis 41:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 20,
    "text": "The lean, bad-looking cows ate up the seven fat cows. ",
    "reference": "Genesis 41:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 21,
    "text": "When they had eaten them, no one would have known that they had done so, for they were just as bad looking as before. Then I woke up. ",
    "reference": "Genesis 41:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 22,
    "text": "I also saw in my dream seven heads of grain growing on one stalk, full and good. ",
    "reference": "Genesis 41:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 23,
    "text": "Then seven heads of grain, withered and thin and burned with the east wind, were sprouting up after them.",
    "reference": "Genesis 41:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 24,
    "text": "The thin heads of grain swallowed up the seven good heads of grain. So I told all this to the diviner-priests, but no one could tell me its meaning.”",
    "reference": "Genesis 41:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 25,
    "text": "Then Joseph said to Pharaoh, “Both dreams of Pharaoh have the same meaning. God has revealed to Pharaoh what he is about to do. ",
    "reference": "Genesis 41:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 26,
    "text": "The seven good cows represent seven years, and the seven good heads of grain represent seven years. Both dreams have the same meaning. ",
    "reference": "Genesis 41:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 27,
    "text": "The seven lean, bad-looking cows that came up after them represent seven years, as do the seven empty heads of grain burned with the east wind. They represent seven years of famine. ",
    "reference": "Genesis 41:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 28,
    "text": "This is just what I told Pharaoh: God has shown Pharaoh what he is about to do. ",
    "reference": "Genesis 41:28"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 29,
    "text": "Seven years of great abundance are coming throughout the whole land of Egypt. ",
    "reference": "Genesis 41:29"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 30,
    "text": "But seven years of famine will occur after them, and all the abundance will be forgotten in the land of Egypt. The famine will devastate the land. ",
    "reference": "Genesis 41:30"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 31,
    "text": "The previous abundance of the land will not be remembered because of the famine that follows, for the famine will be very severe. ",
    "reference": "Genesis 41:31"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 32,
    "text": "The dream was repeated to Pharaoh because the matter has been decreed by God, and God will make it happen soon.",
    "reference": "Genesis 41:32"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 33,
    "text": "“So now Pharaoh should look for a wise and discerning man and give him authority over all the land of Egypt. ",
    "reference": "Genesis 41:33"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 34,
    "text": "Pharaoh should do this—he should appoint officials throughout the land to collect one-fifth of the produce of the land of Egypt during the seven years of abundance. ",
    "reference": "Genesis 41:34"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 35,
    "text": "They should gather all the excess food during these good years that are coming. By Pharaoh’s authority they should store up grain so the cities will have food, and they should preserve it.",
    "reference": "Genesis 41:35"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 36,
    "text": "This food should be held in storage for the land in preparation for the seven years of famine that will occur throughout the land of Egypt. In this way the land will survive the famine.” ",
    "reference": "Genesis 41:36"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 37,
    "text": "This advice made sense to Pharaoh and all his officials. ",
    "reference": "Genesis 41:37"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 38,
    "text": "So Pharaoh asked his officials, “Can we find a man like Joseph, one in whom the Spirit of God is present?”",
    "reference": "Genesis 41:38"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 39,
    "text": "So Pharaoh said to Joseph, “Because God has enabled you to know all this, there is no one as wise and discerning as you are!",
    "reference": "Genesis 41:39"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 40,
    "text": "You will oversee my household, and all my people will submit to your commands. Only I, the king, will be greater than you.",
    "reference": "Genesis 41:40"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 41,
    "text": "“See here,” Pharaoh said to Joseph, “I place you in authority over all the land of Egypt.” ",
    "reference": "Genesis 41:41"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 42,
    "text": "Then Pharaoh took his signet ring from his own hand and put it on Joseph’s. He clothed him with fine linen clothes and put a gold chain around his neck. ",
    "reference": "Genesis 41:42"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 43,
    "text": "Pharaoh had him ride in the chariot used by his second-in-command, and they cried out before him, “Kneel down!” So he placed him over all the land of Egypt. ",
    "reference": "Genesis 41:43"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 44,
    "text": "Pharaoh also said to Joseph, “I am Pharaoh, but without your permission no one will move his hand or his foot in all the land of Egypt.” ",
    "reference": "Genesis 41:44"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 45,
    "text": "Pharaoh gave Joseph the name Zaphenath-Paneah. He also gave him Asenath daughter of Potiphera, priest of On, to be his wife. So Joseph took charge of all the land of Egypt. ",
    "reference": "Genesis 41:45"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 46,
    "text": "Now Joseph was 30 years old when he began serving Pharaoh king of Egypt. Joseph was commissioned by Pharaoh and was in charge of all the land of Egypt. ",
    "reference": "Genesis 41:46"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 47,
    "text": "During the seven years of abundance the land produced large, bountiful harvests.",
    "reference": "Genesis 41:47"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 48,
    "text": "Joseph collected all the excess food in the land of Egypt during the seven years and stored it in the cities. In every city he put the food gathered from the fields around it. ",
    "reference": "Genesis 41:48"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 49,
    "text": "Joseph stored up a vast amount of grain, like the sand of the sea, until he stopped measuring it because it was impossible to measure. ",
    "reference": "Genesis 41:49"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 50,
    "text": "Two sons were born to Joseph before the famine came. Asenath daughter of Potiphera, priest of On, was their mother. ",
    "reference": "Genesis 41:50"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 51,
    "text": "Joseph named the firstborn Manasseh, saying, “Certainly God has made me forget all my trouble and all my father’s house.” ",
    "reference": "Genesis 41:51"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 52,
    "text": "He named the second child Ephraim, saying, “Certainly God has made me fruitful in the land of my suffering.” ",
    "reference": "Genesis 41:52"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 53,
    "text": "The seven years of abundance in the land of Egypt came to an end. ",
    "reference": "Genesis 41:53"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 54,
    "text": "Then the seven years of famine began, just as Joseph had predicted. There was famine in all the other lands, but throughout the land of Egypt there was food. ",
    "reference": "Genesis 41:54"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 55,
    "text": "When all the land of Egypt experienced the famine, the people cried out to Pharaoh for food. Pharaoh said to all the people of Egypt, “Go to Joseph and do whatever he tells you.”",
    "reference": "Genesis 41:55"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 56,
    "text": "While the famine was over all the earth, Joseph opened the storehouses and sold grain to the Egyptians. The famine was severe throughout the land of Egypt. ",
    "reference": "Genesis 41:56"
  },
  {
    "bookName": "Genesis",
    "chapter": 41,
    "verse": 57,
    "text": "People from every country came to Joseph in Egypt to buy grain because the famine was severe throughout the earth. ",
    "reference": "Genesis 41:57"
  }
]