[{"bookName":"Genesis","chapter":50,"verse":1,"text":"Then Joseph hugged his father’s face. He wept over him and kissed him.","reference":"Genesis 50:1"},{"bookName":"Genesis","chapter":50,"verse":2,"text":"Joseph instructed the physicians in his service to embalm his father, so the physicians embalmed Israel. ","reference":"Genesis 50:2"},{"bookName":"Genesis","chapter":50,"verse":3,"text":"They took 40 days, for that is the full time needed for embalming. The Egyptians mourned for him 70 days. ","reference":"Genesis 50:3"},{"bookName":"Genesis","chapter":50,"verse":4,"text":"When the days of mourning had passed, Joseph said to Pharaoh’s royal court, “If I have found favor in your sight, please say to Pharaoh, ","reference":"Genesis 50:4"},{"bookName":"Genesis","chapter":50,"verse":5,"text":"‘My father made me swear an oath. He said, “I am about to die. Bury me in my tomb that I dug for myself there in the land of Canaan.” Now let me go and bury my father; then I will return.’” ","reference":"Genesis 50:5"},{"bookName":"Genesis","chapter":50,"verse":6,"text":"So Pharaoh said, “Go and bury your father, just as he made you swear to do.”","reference":"Genesis 50:6"},{"bookName":"Genesis","chapter":50,"verse":7,"text":"So Joseph went up to bury his father; all Pharaoh’s officials went with him—the senior courtiers of his household, all the senior officials of the land of Egypt, ","reference":"Genesis 50:7"},{"bookName":"Genesis","chapter":50,"verse":8,"text":"all Joseph’s household, his brothers, and his father’s household. But they left their little children and their flocks and herds in the land of Goshen. ","reference":"Genesis 50:8"},{"bookName":"Genesis","chapter":50,"verse":9,"text":"Chariots and horsemen also went up with him, so it was a very large entourage. ","reference":"Genesis 50:9"},{"bookName":"Genesis","chapter":50,"verse":10,"text":"When they came to the threshing floor of Atad on the other side of the Jordan, they mourned there with very great and bitter sorrow. There Joseph observed a seven-day period of mourning for his father. ","reference":"Genesis 50:10"},{"bookName":"Genesis","chapter":50,"verse":11,"text":"When the Canaanites who lived in the land saw them mourning at the threshing floor of Atad, they said, “This is a very sad occasion for the Egyptians.” That is why its name was called Abel Mizraim, which is beyond the Jordan. ","reference":"Genesis 50:11"},{"bookName":"Genesis","chapter":50,"verse":12,"text":"So the sons of Jacob did for him just as he had instructed them.","reference":"Genesis 50:12"},{"bookName":"Genesis","chapter":50,"verse":13,"text":"His sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, near Mamre. This is the field Abraham purchased as a burial plot from Ephron the Hittite. ","reference":"Genesis 50:13"},{"bookName":"Genesis","chapter":50,"verse":14,"text":"After he buried his father, Joseph returned to Egypt, along with his brothers and all who had accompanied him to bury his father. ","reference":"Genesis 50:14"},{"bookName":"Genesis","chapter":50,"verse":15,"text":"When Joseph’s brothers saw that their father was dead, they said, “What if Joseph bears a grudge and wants to repay us in full for all the harm we did to him?” ","reference":"Genesis 50:15"},{"bookName":"Genesis","chapter":50,"verse":16,"text":"So they sent word to Joseph, saying, “Your father gave these instructions before he died: ","reference":"Genesis 50:16"},{"bookName":"Genesis","chapter":50,"verse":17,"text":"‘Tell Joseph this: Please forgive the sin of your brothers and the wrong they did when they treated you so badly.’ Now please forgive the sin of the servants of the God of your father.” When this message was reported to him, Joseph wept. ","reference":"Genesis 50:17"},{"bookName":"Genesis","chapter":50,"verse":18,"text":"Then his brothers also came and threw themselves down before him; they said, “Here we are; we are your slaves.” ","reference":"Genesis 50:18"},{"bookName":"Genesis","chapter":50,"verse":19,"text":"But Joseph answered them, “Don’t be afraid. Am I in the place of God? ","reference":"Genesis 50:19"},{"bookName":"Genesis","chapter":50,"verse":20,"text":"As for you, you meant to harm me, but God intended it for a good purpose, so he could preserve the lives of many people, as you can see this day. ","reference":"Genesis 50:20"},{"bookName":"Genesis","chapter":50,"verse":21,"text":"So now, don’t be afraid. I will provide for you and your little children.” Then he consoled them and spoke kindly to them. ","reference":"Genesis 50:21"},{"bookName":"Genesis","chapter":50,"verse":22,"text":"Joseph lived in Egypt, along with his father’s family. Joseph lived 110 years. ","reference":"Genesis 50:22"},{"bookName":"Genesis","chapter":50,"verse":23,"text":"Joseph saw the descendants of Ephraim to the third generation. He also saw the children of Makir the son of Manasseh; they were given special inheritance rights by Joseph. ","reference":"Genesis 50:23"},{"bookName":"Genesis","chapter":50,"verse":24,"text":"Then Joseph said to his brothers, “I am about to die. But God will surely come to you and lead you up from this land to the land he swore on oath to give to Abraham, Isaac, and Jacob.” ","reference":"Genesis 50:24"},{"bookName":"Genesis","chapter":50,"verse":25,"text":"Joseph made the sons of Israel swear an oath. He said, “God will surely come to you. Then you must carry my bones up from this place.”","reference":"Genesis 50:25"},{"bookName":"Genesis","chapter":50,"verse":26,"text":"So Joseph died at the age of 110. After they embalmed him, his body was placed in a coffin in Egypt. ","reference":"Genesis 50:26"}]