[{"bookName":"Genesis","chapter":19,"verse":1,"text":"The two angels came to Sodom in the evening while Lot was sitting in the city’s gateway. When Lot saw them, he got up to meet them and bowed down with his face toward the ground. ","reference":"Genesis 19:1"},{"bookName":"Genesis","chapter":19,"verse":2,"text":"He said, “Here, my lords, please turn aside to your servant’s house. Stay the night and wash your feet. Then you can be on your way early in the morning.” “No,” they replied, “we’ll spend the night in the town square.” ","reference":"Genesis 19:2"},{"bookName":"Genesis","chapter":19,"verse":3,"text":"But he urged them persistently, so they turned aside with him and entered his house. He prepared a feast for them, including bread baked without yeast, and they ate. ","reference":"Genesis 19:3"},{"bookName":"Genesis","chapter":19,"verse":4,"text":"Before they could lie down to sleep, all the men—both young and old, from every part of the city of Sodom—surrounded the house. ","reference":"Genesis 19:4"},{"bookName":"Genesis","chapter":19,"verse":5,"text":"They shouted to Lot, “Where are the men who came to you tonight? Bring them out to us so we can take carnal knowledge of them!”","reference":"Genesis 19:5"},{"bookName":"Genesis","chapter":19,"verse":6,"text":"Lot went outside to them, shutting the door behind him.","reference":"Genesis 19:6"},{"bookName":"Genesis","chapter":19,"verse":7,"text":"He said, “No, my brothers! Don’t act so wickedly! ","reference":"Genesis 19:7"},{"bookName":"Genesis","chapter":19,"verse":8,"text":"Look, I have two daughters who have never been intimate with a man. Let me bring them out to you, and you can do to them whatever you please. Only don’t do anything to these men, for they have come under the protection of my roof.” ","reference":"Genesis 19:8"},{"bookName":"Genesis","chapter":19,"verse":9,"text":"“Out of our way!” they cried, “This man came to live here as a foreigner, and now he dares to judge us! We’ll do more harm to you than to them!” They kept pressing in on Lot until they were close enough to break down the door. ","reference":"Genesis 19:9"},{"bookName":"Genesis","chapter":19,"verse":10,"text":"So the men inside reached out and pulled Lot back into the house as they shut the door. ","reference":"Genesis 19:10"},{"bookName":"Genesis","chapter":19,"verse":11,"text":"Then they struck the men who were at the door of the house, from the youngest to the oldest, with blindness. The men outside wore themselves out trying to find the door. ","reference":"Genesis 19:11"},{"bookName":"Genesis","chapter":19,"verse":12,"text":"Then the two visitors said to Lot, “Who else do you have here? Do you have any sons-in-law, sons, daughters, or other relatives in the city? Get them out of this place ","reference":"Genesis 19:12"},{"bookName":"Genesis","chapter":19,"verse":13,"text":"because we are about to destroy it. The outcry against this place is so great before the Lord that he has sent us to destroy it.”","reference":"Genesis 19:13"},{"bookName":"Genesis","chapter":19,"verse":14,"text":"Then Lot went out and spoke to his sons-in-law who were going to marry his daughters. He said, “Quick, get out of this place because the Lord is about to destroy the city!” But his sons-in-law thought he was ridiculing them.","reference":"Genesis 19:14"},{"bookName":"Genesis","chapter":19,"verse":15,"text":"At dawn the angels hurried Lot along, saying, “Get going! Take your wife and your two daughters who are here, or else you will be destroyed when the city is judged!” ","reference":"Genesis 19:15"},{"bookName":"Genesis","chapter":19,"verse":16,"text":"When Lot hesitated, the men grabbed his hand and the hands of his wife and two daughters because the Lord had compassion on them. They led them away and placed them outside the city. ","reference":"Genesis 19:16"},{"bookName":"Genesis","chapter":19,"verse":17,"text":"When they had brought them outside, they said, “Run for your lives! Don’t look behind you or stop anywhere in the valley! Escape to the mountains or you will be destroyed!” ","reference":"Genesis 19:17"},{"bookName":"Genesis","chapter":19,"verse":18,"text":"But Lot said to them, “No, please, Lord! ","reference":"Genesis 19:18"},{"bookName":"Genesis","chapter":19,"verse":19,"text":"Your servant has found favor with you, and you have shown me great kindness by sparing my life. But I am not able to escape to the mountains because this disaster will overtake me and I’ll die. ","reference":"Genesis 19:19"},{"bookName":"Genesis","chapter":19,"verse":20,"text":"Look, this town over here is close enough to escape to, and it’s just a little one. Let me go there. It’s just a little place, isn’t it? Then I’ll survive.” ","reference":"Genesis 19:20"},{"bookName":"Genesis","chapter":19,"verse":21,"text":"“Very well,” he replied, “I will grant this request too and will not overthrow the town you mentioned. ","reference":"Genesis 19:21"},{"bookName":"Genesis","chapter":19,"verse":22,"text":"Run there quickly, for I cannot do anything until you arrive there.” (This incident explains why the town was called Zoar.) ","reference":"Genesis 19:22"},{"bookName":"Genesis","chapter":19,"verse":23,"text":"The sun had just risen over the land as Lot reached Zoar. ","reference":"Genesis 19:23"},{"bookName":"Genesis","chapter":19,"verse":24,"text":"Then the Lord rained down sulfur and fire on Sodom and Gomorrah. It was sent down from the sky by the Lord. ","reference":"Genesis 19:24"},{"bookName":"Genesis","chapter":19,"verse":25,"text":"So he overthrew those cities and all that region, including all the inhabitants of the cities and the vegetation that grew from the ground. ","reference":"Genesis 19:25"},{"bookName":"Genesis","chapter":19,"verse":26,"text":"But Lot’s wife looked back longingly and was turned into a pillar of salt. ","reference":"Genesis 19:26"},{"bookName":"Genesis","chapter":19,"verse":27,"text":"Abraham got up early in the morning and went to the place where he had stood before the Lord. ","reference":"Genesis 19:27"},{"bookName":"Genesis","chapter":19,"verse":28,"text":"He looked out toward Sodom and Gomorrah and all the land of that region. As he did so, he saw the smoke rising up from the land like smoke from a furnace. ","reference":"Genesis 19:28"},{"bookName":"Genesis","chapter":19,"verse":29,"text":"So when God destroyed the cities of the region, God honored Abraham’s request. He removed Lot from the midst of the destruction when he destroyed the cities Lot had lived in.","reference":"Genesis 19:29"},{"bookName":"Genesis","chapter":19,"verse":30,"text":"Lot went up from Zoar with his two daughters and settled in the mountains because he was afraid to live in Zoar. So he lived in a cave with his two daughters. ","reference":"Genesis 19:30"},{"bookName":"Genesis","chapter":19,"verse":31,"text":"Later the older daughter said to the younger, “Our father is old, and there is no man in the country to sleep with us, the way everyone does.","reference":"Genesis 19:31"},{"bookName":"Genesis","chapter":19,"verse":32,"text":"Come, let’s make our father drunk with wine so we can go to bed with him and preserve our family line through our father.” ","reference":"Genesis 19:32"},{"bookName":"Genesis","chapter":19,"verse":33,"text":"So that night they made their father drunk with wine, and the older daughter came in and went to bed with her father. But he was not aware of when she lay down with him or when she got up.","reference":"Genesis 19:33"},{"bookName":"Genesis","chapter":19,"verse":34,"text":"So in the morning the older daughter said to the younger, “Since I went to bed with my father last night, let’s make him drunk again tonight. Then you go in and go to bed with him so we can preserve our family line through our father.” ","reference":"Genesis 19:34"},{"bookName":"Genesis","chapter":19,"verse":35,"text":"So they made their father drunk that night as well, and the younger one came and went to bed with him. But he was not aware of when she lay down with him or when she got up.","reference":"Genesis 19:35"},{"bookName":"Genesis","chapter":19,"verse":36,"text":"In this way both of Lot’s daughters became pregnant by their father. ","reference":"Genesis 19:36"},{"bookName":"Genesis","chapter":19,"verse":37,"text":"The older daughter gave birth to a son and named him Moab. He is the ancestor of the Moabites of today. ","reference":"Genesis 19:37"},{"bookName":"Genesis","chapter":19,"verse":38,"text":"The younger daughter also gave birth to a son and named him Ben Ammi. He is the ancestor of the Ammonites of today. ","reference":"Genesis 19:38"}]