[{"bookName":"Genesis","chapter":29,"verse":1,"text":"So Jacob moved on and came to the land of the eastern people.","reference":"Genesis 29:1"},{"bookName":"Genesis","chapter":29,"verse":2,"text":"He saw in the field a well with three flocks of sheep lying beside it, because the flocks were watered from that well. Now a large stone covered the mouth of the well. ","reference":"Genesis 29:2"},{"bookName":"Genesis","chapter":29,"verse":3,"text":"When all the flocks were gathered there, the shepherds would roll the stone off the mouth of the well and water the sheep. Then they would put the stone back in its place over the well’s mouth. ","reference":"Genesis 29:3"},{"bookName":"Genesis","chapter":29,"verse":4,"text":"Jacob asked them, “My brothers, where are you from?” They replied, “We’re from Haran.” ","reference":"Genesis 29:4"},{"bookName":"Genesis","chapter":29,"verse":5,"text":"So he said to them, “Do you know Laban, the grandson of Nahor?” “We know him,” they said. ","reference":"Genesis 29:5"},{"bookName":"Genesis","chapter":29,"verse":6,"text":"“Is he well?” Jacob asked. They replied, “He is well. Now look, here comes his daughter Rachel with the sheep.” ","reference":"Genesis 29:6"},{"bookName":"Genesis","chapter":29,"verse":7,"text":"Then Jacob said, “Since it is still the middle of the day, it is not time for the flocks to be gathered. You should water the sheep and then go and let them graze some more.”","reference":"Genesis 29:7"},{"bookName":"Genesis","chapter":29,"verse":8,"text":"“We can’t,” they said, “until all the flocks are gathered and the stone is rolled off the mouth of the well. Then we water the sheep.” ","reference":"Genesis 29:8"},{"bookName":"Genesis","chapter":29,"verse":9,"text":"While he was still speaking with them, Rachel arrived with her father’s sheep, for she was tending them.","reference":"Genesis 29:9"},{"bookName":"Genesis","chapter":29,"verse":10,"text":"When Jacob saw Rachel, the daughter of his uncle Laban, and the sheep of his uncle Laban, he went over and rolled the stone off the mouth of the well and watered the sheep of his uncle Laban. ","reference":"Genesis 29:10"},{"bookName":"Genesis","chapter":29,"verse":11,"text":"Then Jacob kissed Rachel and began to weep loudly. ","reference":"Genesis 29:11"},{"bookName":"Genesis","chapter":29,"verse":12,"text":"When Jacob explained to Rachel that he was a relative of her father and the son of Rebekah, she ran and told her father. ","reference":"Genesis 29:12"},{"bookName":"Genesis","chapter":29,"verse":13,"text":"When Laban heard this news about Jacob, his sister’s son, he rushed out to meet him. He embraced him and kissed him and brought him to his house. Jacob told Laban how he was related to him.","reference":"Genesis 29:13"},{"bookName":"Genesis","chapter":29,"verse":14,"text":"Then Laban said to him, “You are indeed my own flesh and blood.” So Jacob stayed with him for a month. ","reference":"Genesis 29:14"},{"bookName":"Genesis","chapter":29,"verse":15,"text":"Then Laban said to Jacob, “Should you work for me for nothing because you are my relative? Tell me what your wages should be.”","reference":"Genesis 29:15"},{"bookName":"Genesis","chapter":29,"verse":16,"text":"(Now Laban had two daughters; the older one was named Leah, and the younger one Rachel. ","reference":"Genesis 29:16"},{"bookName":"Genesis","chapter":29,"verse":17,"text":"Leah’s eyes were tender, but Rachel had a lovely figure and beautiful appearance.) ","reference":"Genesis 29:17"},{"bookName":"Genesis","chapter":29,"verse":18,"text":"Since Jacob had fallen in love with Rachel, he said, “I’ll serve you seven years in exchange for your younger daughter Rachel.” ","reference":"Genesis 29:18"},{"bookName":"Genesis","chapter":29,"verse":19,"text":"Laban replied, “I’d rather give her to you than to another man. Stay with me.” ","reference":"Genesis 29:19"},{"bookName":"Genesis","chapter":29,"verse":20,"text":"So Jacob worked for seven years to acquire Rachel. But they seemed like only a few days to him because his love for her was so great.","reference":"Genesis 29:20"},{"bookName":"Genesis","chapter":29,"verse":21,"text":"Finally Jacob said to Laban, “Give me my wife, for my time of service is up. And I want to sleep with her.”","reference":"Genesis 29:21"},{"bookName":"Genesis","chapter":29,"verse":22,"text":"So Laban invited all the people of that place and prepared a feast. ","reference":"Genesis 29:22"},{"bookName":"Genesis","chapter":29,"verse":23,"text":"In the evening he brought his daughter Leah to Jacob, and he slept with her.","reference":"Genesis 29:23"},{"bookName":"Genesis","chapter":29,"verse":24,"text":"(Laban gave his female servant Zilpah to his daughter Leah to be her servant.) ","reference":"Genesis 29:24"},{"bookName":"Genesis","chapter":29,"verse":25,"text":"In the morning Jacob discovered it was Leah! So Jacob said to Laban, “What in the world have you done to me? Didn’t I work for you in exchange for Rachel? Why have you tricked me?”","reference":"Genesis 29:25"},{"bookName":"Genesis","chapter":29,"verse":26,"text":"“It is not our custom here,” Laban replied, “to give the younger daughter in marriage before the firstborn. ","reference":"Genesis 29:26"},{"bookName":"Genesis","chapter":29,"verse":27,"text":"Complete my older daughter’s bridal week. Then we will give you the younger one too, in exchange for seven more years of work.” ","reference":"Genesis 29:27"},{"bookName":"Genesis","chapter":29,"verse":28,"text":"Jacob did as Laban said. When Jacob completed Leah’s bridal week, Laban gave him his daughter Rachel to be his wife. ","reference":"Genesis 29:28"},{"bookName":"Genesis","chapter":29,"verse":29,"text":"(Laban gave his female servant Bilhah to his daughter Rachel to be her servant.) ","reference":"Genesis 29:29"},{"bookName":"Genesis","chapter":29,"verse":30,"text":"Jacob slept with Rachel as well. He also loved Rachel more than Leah. Then he worked for Laban for seven more years. ","reference":"Genesis 29:30"},{"bookName":"Genesis","chapter":29,"verse":31,"text":"When the Lord saw that Leah was unloved, he enabled her to become pregnant while Rachel remained childless. ","reference":"Genesis 29:31"},{"bookName":"Genesis","chapter":29,"verse":32,"text":"So Leah became pregnant and gave birth to a son. She named him Reuben, for she said, “The Lord has looked with pity on my oppressed condition. Surely my husband will love me now.” ","reference":"Genesis 29:32"},{"bookName":"Genesis","chapter":29,"verse":33,"text":"She became pregnant again and had another son. She said, “Because the Lord heard that I was unloved, he gave me this one too.” So she named him Simeon. ","reference":"Genesis 29:33"},{"bookName":"Genesis","chapter":29,"verse":34,"text":"She became pregnant again and had another son. She said, “Now this time my husband will show me affection, because I have given birth to three sons for him.” That is why he was named Levi. ","reference":"Genesis 29:34"},{"bookName":"Genesis","chapter":29,"verse":35,"text":"She became pregnant again and had another son. She said, “This time I will praise the Lord.” That is why she named him Judah. Then she stopped having children.","reference":"Genesis 29:35"}]