[{"bookName":"Genesis","chapter":39,"verse":1,"text":"Now Joseph had been brought down to Egypt. An Egyptian named Potiphar, an official of Pharaoh and the captain of the guard, purchased him from the Ishmaelites who had brought him there. ","reference":"Genesis 39:1"},{"bookName":"Genesis","chapter":39,"verse":2,"text":"The Lord was with Joseph. He was successful and lived in the household of his Egyptian master. ","reference":"Genesis 39:2"},{"bookName":"Genesis","chapter":39,"verse":3,"text":"His master observed that the Lord was with him and that the Lord made everything he was doing successful. ","reference":"Genesis 39:3"},{"bookName":"Genesis","chapter":39,"verse":4,"text":"So Joseph found favor in his sight and became his personal attendant. Potiphar appointed Joseph overseer of his household and put him in charge of everything he owned. ","reference":"Genesis 39:4"},{"bookName":"Genesis","chapter":39,"verse":5,"text":"From the time Potiphar appointed him over his household and over all that he owned, the Lord blessed the Egyptian’s household for Joseph’s sake. The blessing of the Lord was on everything that he had, both in his house and in his fields. ","reference":"Genesis 39:5"},{"bookName":"Genesis","chapter":39,"verse":6,"text":"So Potiphar left everything he had in Joseph’s care; he gave no thought to anything except the food he ate. Now Joseph was well built and good-looking. ","reference":"Genesis 39:6"},{"bookName":"Genesis","chapter":39,"verse":7,"text":"Soon after these things, his master’s wife took notice of Joseph and said, “Come to bed with me.”","reference":"Genesis 39:7"},{"bookName":"Genesis","chapter":39,"verse":8,"text":"But he refused, saying to his master’s wife, “Look, my master does not give any thought to his household with me here, and everything that he owns he has put into my care. ","reference":"Genesis 39:8"},{"bookName":"Genesis","chapter":39,"verse":9,"text":"There is no one greater in this household than I am. He has withheld nothing from me except you because you are his wife. So how could I do such a great evil and sin against God?” ","reference":"Genesis 39:9"},{"bookName":"Genesis","chapter":39,"verse":10,"text":"Even though she continued to speak to Joseph day after day, he did not respond to her invitation to go to bed with her.","reference":"Genesis 39:10"},{"bookName":"Genesis","chapter":39,"verse":11,"text":"One day he went into the house to do his work when none of the household servants were there in the house. ","reference":"Genesis 39:11"},{"bookName":"Genesis","chapter":39,"verse":12,"text":"She grabbed him by his outer garment, saying, “Come to bed with me!” But he left his outer garment in her hand and ran outside. ","reference":"Genesis 39:12"},{"bookName":"Genesis","chapter":39,"verse":13,"text":"When she saw that he had left his outer garment in her hand and had run outside, ","reference":"Genesis 39:13"},{"bookName":"Genesis","chapter":39,"verse":14,"text":"she called for her household servants and said to them, “See, my husband brought in a Hebrew man to us to humiliate us. He tried to go to bed with me, but I screamed loudly. ","reference":"Genesis 39:14"},{"bookName":"Genesis","chapter":39,"verse":15,"text":"When he heard me raise my voice and scream, he left his outer garment beside me and ran outside.” ","reference":"Genesis 39:15"},{"bookName":"Genesis","chapter":39,"verse":16,"text":"So she laid his outer garment beside her until his master came home. ","reference":"Genesis 39:16"},{"bookName":"Genesis","chapter":39,"verse":17,"text":"This is what she said to him: “That Hebrew slave you brought to us tried to humiliate me,","reference":"Genesis 39:17"},{"bookName":"Genesis","chapter":39,"verse":18,"text":"but when I raised my voice and screamed, he left his outer garment and ran outside.” ","reference":"Genesis 39:18"},{"bookName":"Genesis","chapter":39,"verse":19,"text":"When his master heard his wife say, “This is the way your slave treated me,” he became furious. ","reference":"Genesis 39:19"},{"bookName":"Genesis","chapter":39,"verse":20,"text":"Joseph’s master took him and threw him into the prison, the place where the king’s prisoners were confined. So he was there in the prison. ","reference":"Genesis 39:20"},{"bookName":"Genesis","chapter":39,"verse":21,"text":"But the Lord was with Joseph and showed him kindness. He granted him favor in the sight of the prison warden. ","reference":"Genesis 39:21"},{"bookName":"Genesis","chapter":39,"verse":22,"text":"The warden put all the prisoners under Joseph’s care. He was in charge of whatever they were doing. ","reference":"Genesis 39:22"},{"bookName":"Genesis","chapter":39,"verse":23,"text":"The warden did not concern himself with anything that was in Joseph’s care because the Lord was with him and whatever he was doing the Lord was making successful. ","reference":"Genesis 39:23"}]