[{"bookName":"Genesis","chapter":16,"verse":1,"text":"Now Sarai, Abram’s wife, had not given birth to any children, but she had an Egyptian servant named Hagar. ","reference":"Genesis 16:1"},{"bookName":"Genesis","chapter":16,"verse":2,"text":"So Sarai said to Abram, “Since the Lord has prevented me from having children, please sleep with my servant. Perhaps I can have a family by her.” Abram did what Sarai told him.","reference":"Genesis 16:2"},{"bookName":"Genesis","chapter":16,"verse":3,"text":"So after Abram had lived in Canaan for ten years, Sarai, Abram’s wife, gave Hagar, her Egyptian servant, to her husband to be his wife. ","reference":"Genesis 16:3"},{"bookName":"Genesis","chapter":16,"verse":4,"text":"He slept with Hagar, and she became pregnant. Once Hagar realized she was pregnant, she despised Sarai. ","reference":"Genesis 16:4"},{"bookName":"Genesis","chapter":16,"verse":5,"text":"Then Sarai said to Abram, “You have brought this wrong on me! I gave my servant into your embrace, but when she realized that she was pregnant, she despised me. May the Lord judge between you and me!”","reference":"Genesis 16:5"},{"bookName":"Genesis","chapter":16,"verse":6,"text":"Abram said to Sarai, “Since your servant is under your authority, do to her whatever you think best.” Then Sarai treated Hagar harshly, so she ran away from Sarai. ","reference":"Genesis 16:6"},{"bookName":"Genesis","chapter":16,"verse":7,"text":"The angel of the Lord found Hagar near a spring of water in the wilderness—the spring that is along the road to Shur. ","reference":"Genesis 16:7"},{"bookName":"Genesis","chapter":16,"verse":8,"text":"He said, “Hagar, servant of Sarai, where have you come from, and where are you going?” She replied, “I’m running away from my mistress, Sarai.” ","reference":"Genesis 16:8"},{"bookName":"Genesis","chapter":16,"verse":9,"text":"Then the angel of the Lord said to her, “Return to your mistress and submit to her authority. ","reference":"Genesis 16:9"},{"bookName":"Genesis","chapter":16,"verse":10,"text":"I will greatly multiply your descendants,” the angel of the Lord added, “so that they will be too numerous to count.” ","reference":"Genesis 16:10"},{"bookName":"Genesis","chapter":16,"verse":11,"text":"Then the angel of the Lord said to her, “You are now pregnant and are about to give birth to a son. You are to name him Ishmael, for the Lord has heard your painful groans. ","reference":"Genesis 16:11"},{"bookName":"Genesis","chapter":16,"verse":12,"text":"He will be a wild donkey of a man. He will be hostile to everyone, and everyone will be hostile to him. He will live away from his brothers.” ","reference":"Genesis 16:12"},{"bookName":"Genesis","chapter":16,"verse":13,"text":"So Hagar named the Lord who spoke to her, “You are the God who sees me,” for she said, “Here I have seen one who sees me!”","reference":"Genesis 16:13"},{"bookName":"Genesis","chapter":16,"verse":14,"text":"That is why the well was called Beer Lahai Roi. (It is located between Kadesh and Bered.) ","reference":"Genesis 16:14"},{"bookName":"Genesis","chapter":16,"verse":15,"text":"So Hagar gave birth to Abram’s son, whom Abram named Ishmael. ","reference":"Genesis 16:15"},{"bookName":"Genesis","chapter":16,"verse":16,"text":"(Now Abram was eighty-six years old when Hagar gave birth to Ishmael.) ","reference":"Genesis 16:16"}]