[
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 1,
    "text": "At that time Judah left his brothers and stayed with an Adullamite man named Hirah. ",
    "reference": "Genesis 38:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 2,
    "text": "There Judah saw the daughter of a Canaanite man named Shua. Judah acquired her as a wife and slept with her.",
    "reference": "Genesis 38:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 3,
    "text": "She became pregnant and had a son. Judah named him Er. ",
    "reference": "Genesis 38:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 4,
    "text": "She became pregnant again and had another son, whom she named Onan. ",
    "reference": "Genesis 38:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 5,
    "text": "Then she had yet another son, whom she named Shelah. She gave birth to him in Kezib. ",
    "reference": "Genesis 38:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 6,
    "text": "Judah acquired a wife for Er his firstborn; her name was Tamar. ",
    "reference": "Genesis 38:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 7,
    "text": "But Er, Judah’s firstborn, was evil in the Lord’s sight, so the Lord killed him.",
    "reference": "Genesis 38:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 8,
    "text": "Then Judah said to Onan, “Sleep with your brother’s wife and fulfill the duty of a brother-in-law to her so that you may raise up a descendant for your brother.” ",
    "reference": "Genesis 38:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 9,
    "text": "But Onan knew that the child would not be considered his. So whenever he slept with his brother’s wife, he wasted his emission on the ground so as not to give his brother a descendant. ",
    "reference": "Genesis 38:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 10,
    "text": "What he did was evil in the Lord’s sight, so the Lord killed him too. ",
    "reference": "Genesis 38:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 11,
    "text": "Then Judah said to his daughter-in-law Tamar, “Live as a widow in your father’s house until Shelah my son grows up.” For he thought, “I don’t want him to die like his brothers.” So Tamar went and lived in her father’s house. ",
    "reference": "Genesis 38:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 12,
    "text": "After some time Judah’s wife, the daughter of Shua, died. After Judah was consoled, he left for Timnah to visit his sheepshearers, along with his friend Hirah the Adullamite. ",
    "reference": "Genesis 38:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 13,
    "text": "Tamar was told, “Look, your father-in-law is going up to Timnah to shear his sheep.” ",
    "reference": "Genesis 38:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 14,
    "text": "So she removed her widow’s clothes and covered herself with a veil. She wrapped herself and sat at the entrance to Enaim which is on the way to Timnah. (She did this because she saw that she had not been given to Shelah as a wife, even though he had now grown up.)",
    "reference": "Genesis 38:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 15,
    "text": "When Judah saw her, he thought she was a prostitute because she had covered her face. ",
    "reference": "Genesis 38:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 16,
    "text": "He turned aside to her along the road and said, “Come, please, I want to sleep with you.” (He did not realize it was his daughter-in-law.) She asked, “What will you give me so that you may sleep with me?”",
    "reference": "Genesis 38:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 17,
    "text": "He replied, “I’ll send you a young goat from the flock.” She asked, “Will you give me a pledge until you send it?”",
    "reference": "Genesis 38:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 18,
    "text": "He said, “What pledge should I give you?” She replied, “Your seal, your cord, and the staff that’s in your hand.” So he gave them to her, then slept with her, and she became pregnant by him.",
    "reference": "Genesis 38:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 19,
    "text": "She left immediately, removed her veil, and put on her widow’s clothes. ",
    "reference": "Genesis 38:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 20,
    "text": "Then Judah had his friend Hirah the Adullamite take a young goat to get back from the woman the items he had given in pledge, but Hirah could not find her.",
    "reference": "Genesis 38:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 21,
    "text": "He asked the men who were there, “Where is the cult prostitute who was at Enaim by the road?” But they replied, “There has been no cult prostitute here.” ",
    "reference": "Genesis 38:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 22,
    "text": "So he returned to Judah and said, “I couldn’t find her. Moreover, the men of the place said, ‘There has been no cult prostitute here.’” ",
    "reference": "Genesis 38:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 23,
    "text": "Judah said, “Let her keep the things for herself. Otherwise we will appear to be dishonest. I did indeed send this young goat, but you couldn’t find her.”",
    "reference": "Genesis 38:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 24,
    "text": "After three months Judah was told, “Your daughter-in-law Tamar has turned to prostitution, and as a result she has become pregnant.” Judah said, “Bring her out and let her be burned!” ",
    "reference": "Genesis 38:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 25,
    "text": "While they were bringing her out, she sent word to her father-in-law: “I am pregnant by the man to whom these belong.” Then she said, “Identify the one to whom the seal, cord, and staff belong.” ",
    "reference": "Genesis 38:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 26,
    "text": "Judah recognized them and said, “She is more upright than I am, because I wouldn’t give her to Shelah my son.” He was not physically intimate with her again. ",
    "reference": "Genesis 38:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 27,
    "text": "When it was time for her to give birth, there were twins in her womb. ",
    "reference": "Genesis 38:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 28,
    "text": "While she was giving birth, one child put out his hand, and the midwife took a scarlet thread and tied it on his hand, saying, “This one came out first.” ",
    "reference": "Genesis 38:28"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 29,
    "text": "But then he drew back his hand, and his brother came out before him. She said, “How you have broken out of the womb!” So he was named Perez. ",
    "reference": "Genesis 38:29"
  },
  {
    "bookName": "Genesis",
    "chapter": 38,
    "verse": 30,
    "text": "Afterward his brother came out—the one who had the scarlet thread on his hand—and he was named Zerah. ",
    "reference": "Genesis 38:30"
  }
]