[{"bookName":"Genesis","chapter":6,"verse":1,"text":"When humankind began to multiply on the face of the earth, and daughters were born to them,","reference":"Genesis 6:1"},{"bookName":"Genesis","chapter":6,"verse":2,"text":"the sons of God saw that the daughters of humankind were beautiful. Thus they took wives for themselves from any they chose. ","reference":"Genesis 6:2"},{"bookName":"Genesis","chapter":6,"verse":3,"text":"So the Lord said, “My Spirit will not remain in humankind indefinitely, since they are mortal. They will remain for 120 more years.” ","reference":"Genesis 6:3"},{"bookName":"Genesis","chapter":6,"verse":4,"text":"The Nephilim were on the earth in those days (and also after this) when the sons of God would sleep with the daughters of humankind, who gave birth to their children. They were the mighty heroes of old, the famous men. ","reference":"Genesis 6:4"},{"bookName":"Genesis","chapter":6,"verse":5,"text":"But the Lord saw that the wickedness of humankind had become great on the earth. Every inclination of the thoughts of their minds was only evil all the time. ","reference":"Genesis 6:5"},{"bookName":"Genesis","chapter":6,"verse":6,"text":"The Lord regretted that he had made humankind on the earth, and he was highly offended. ","reference":"Genesis 6:6"},{"bookName":"Genesis","chapter":6,"verse":7,"text":"So the Lord said, “I will wipe humankind, whom I have created, from the face of the earth—everything from humankind to animals, including creatures that move on the ground and birds of the air, for I regret that I have made them.”","reference":"Genesis 6:7"},{"bookName":"Genesis","chapter":6,"verse":8,"text":"But Noah found favor in the sight of the Lord.","reference":"Genesis 6:8"},{"bookName":"Genesis","chapter":6,"verse":9,"text":"This is the account of Noah. Noah was a godly man; he was blameless among his contemporaries. He walked with God. ","reference":"Genesis 6:9"},{"bookName":"Genesis","chapter":6,"verse":10,"text":"Noah had three sons: Shem, Ham, and Japheth. ","reference":"Genesis 6:10"},{"bookName":"Genesis","chapter":6,"verse":11,"text":"The earth was ruined in the sight of God; the earth was filled with violence. ","reference":"Genesis 6:11"},{"bookName":"Genesis","chapter":6,"verse":12,"text":"God saw the earth, and indeed it was ruined, for all living creatures on the earth were sinful. ","reference":"Genesis 6:12"},{"bookName":"Genesis","chapter":6,"verse":13,"text":"So God said to Noah, “I have decided that all living creatures must die, for the earth is filled with violence because of them. Now I am about to destroy them and the earth. ","reference":"Genesis 6:13"},{"bookName":"Genesis","chapter":6,"verse":14,"text":"Make for yourself an ark of cypress wood. Make rooms in the ark, and cover it with pitch inside and out. ","reference":"Genesis 6:14"},{"bookName":"Genesis","chapter":6,"verse":15,"text":"This is how you should make it: The ark is to be 450 feet long, 75 feet wide, and 45 feet high. ","reference":"Genesis 6:15"},{"bookName":"Genesis","chapter":6,"verse":16,"text":"Make a roof for the ark and finish it, leaving 18 inches from the top. Put a door in the side of the ark, and make lower, middle, and upper decks. ","reference":"Genesis 6:16"},{"bookName":"Genesis","chapter":6,"verse":17,"text":"I am about to bring floodwaters on the earth to destroy from under the sky all the living creatures that have the breath of life in them. Everything that is on the earth will die, ","reference":"Genesis 6:17"},{"bookName":"Genesis","chapter":6,"verse":18,"text":"but I will confirm my covenant with you. You will enter the ark—you, your sons, your wife, and your sons’ wives with you. ","reference":"Genesis 6:18"},{"bookName":"Genesis","chapter":6,"verse":19,"text":"You must bring into the ark two of every kind of living creature from all flesh, male and female, to keep them alive with you.","reference":"Genesis 6:19"},{"bookName":"Genesis","chapter":6,"verse":20,"text":"Of the birds after their kinds, and of the cattle after their kinds, and of every creeping thing of the ground after its kind, two of every kind will come to you so you can keep them alive. ","reference":"Genesis 6:20"},{"bookName":"Genesis","chapter":6,"verse":21,"text":"And you must take for yourself every kind of food that is eaten, and gather it together. It will be food for you and for them.”","reference":"Genesis 6:21"},{"bookName":"Genesis","chapter":6,"verse":22,"text":"And Noah did all that God commanded him—he did indeed. ","reference":"Genesis 6:22"}]