[{"bookName":"Genesis","chapter":36,"verse":1,"text":"What follows is the account of Esau (also known as Edom). ","reference":"Genesis 36:1"},{"bookName":"Genesis","chapter":36,"verse":2,"text":"Esau took his wives from the Canaanites: Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah and granddaughter of Zibeon the Hivite, ","reference":"Genesis 36:2"},{"bookName":"Genesis","chapter":36,"verse":3,"text":"in addition to Basemath the daughter of Ishmael and sister of Nebaioth. ","reference":"Genesis 36:3"},{"bookName":"Genesis","chapter":36,"verse":4,"text":"Adah bore Eliphaz to Esau, Basemath bore Reuel, ","reference":"Genesis 36:4"},{"bookName":"Genesis","chapter":36,"verse":5,"text":"and Oholibamah bore Jeush, Jalam, and Korah. These were the sons of Esau who were born to him in the land of Canaan. ","reference":"Genesis 36:5"},{"bookName":"Genesis","chapter":36,"verse":6,"text":"Esau took his wives, his sons, his daughters, all the people in his household, his livestock, his animals, and all his possessions that he had acquired in the land of Canaan, and he went to a land some distance away from Jacob his brother ","reference":"Genesis 36:6"},{"bookName":"Genesis","chapter":36,"verse":7,"text":"because they had too many possessions to be able to stay together, and the land where they had settled was not able to support them because of their livestock. ","reference":"Genesis 36:7"},{"bookName":"Genesis","chapter":36,"verse":8,"text":"So Esau (also known as Edom) lived in the hill country of Seir. ","reference":"Genesis 36:8"},{"bookName":"Genesis","chapter":36,"verse":9,"text":"This is the account of Esau, the father of the Edomites, in the hill country of Seir. ","reference":"Genesis 36:9"},{"bookName":"Genesis","chapter":36,"verse":10,"text":"These were the names of Esau’s sons: Eliphaz, the son of Esau’s wife Adah, and Reuel, the son of Esau’s wife Basemath. ","reference":"Genesis 36:10"},{"bookName":"Genesis","chapter":36,"verse":11,"text":"These were the sons of Eliphaz: Teman, Omar, Zepho, Gatam, and Kenaz. ","reference":"Genesis 36:11"},{"bookName":"Genesis","chapter":36,"verse":12,"text":"Timna, a concubine of Esau’s son Eliphaz, bore Amalek to Eliphaz. These were the sons of Esau’s wife Adah. ","reference":"Genesis 36:12"},{"bookName":"Genesis","chapter":36,"verse":13,"text":"These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Esau’s wife Basemath. ","reference":"Genesis 36:13"},{"bookName":"Genesis","chapter":36,"verse":14,"text":"These were the sons of Esau’s wife Oholibamah the daughter of Anah and granddaughter of Zibeon: She bore Jeush, Jalam, and Korah to Esau. ","reference":"Genesis 36:14"},{"bookName":"Genesis","chapter":36,"verse":15,"text":"These were the chiefs among the descendants of Esau, the sons of Eliphaz, Esau’s firstborn: chief Teman, chief Omar, chief Zepho, chief Kenaz, ","reference":"Genesis 36:15"},{"bookName":"Genesis","chapter":36,"verse":16,"text":"chief Korah, chief Gatam, chief Amalek. These were the chiefs descended from Eliphaz in the land of Edom; these were the sons of Adah. ","reference":"Genesis 36:16"},{"bookName":"Genesis","chapter":36,"verse":17,"text":"These were the sons of Esau’s son Reuel: chief Nahath, chief Zerah, chief Shammah, chief Mizzah. These were the chiefs descended from Reuel in the land of Edom; these were the sons of Esau’s wife Basemath. ","reference":"Genesis 36:17"},{"bookName":"Genesis","chapter":36,"verse":18,"text":"These were the sons of Esau’s wife Oholibamah: chief Jeush, chief Jalam, chief Korah. These were the chiefs descended from Esau’s wife Oholibamah, the daughter of Anah. ","reference":"Genesis 36:18"},{"bookName":"Genesis","chapter":36,"verse":19,"text":"These were the sons of Esau (also known as Edom), and these were their chiefs. ","reference":"Genesis 36:19"},{"bookName":"Genesis","chapter":36,"verse":20,"text":"These were the sons of Seir the Horite, who were living in the land: Lotan, Shobal, Zibeon, Anah, ","reference":"Genesis 36:20"},{"bookName":"Genesis","chapter":36,"verse":21,"text":"Dishon, Ezer, and Dishan. These were the chiefs of the Horites, the descendants of Seir in the land of Edom. ","reference":"Genesis 36:21"},{"bookName":"Genesis","chapter":36,"verse":22,"text":"The sons of Lotan were Hori and Homam; Lotan’s sister was Timna. ","reference":"Genesis 36:22"},{"bookName":"Genesis","chapter":36,"verse":23,"text":"These were the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam. ","reference":"Genesis 36:23"},{"bookName":"Genesis","chapter":36,"verse":24,"text":"These were the sons of Zibeon: Aiah and Anah (who discovered the hot springs in the wilderness as he pastured the donkeys of his father Zibeon). ","reference":"Genesis 36:24"},{"bookName":"Genesis","chapter":36,"verse":25,"text":"These were the children of Anah: Dishon and Oholibamah, the daughter of Anah. ","reference":"Genesis 36:25"},{"bookName":"Genesis","chapter":36,"verse":26,"text":"These were the sons of Dishon: Hemdan, Eshban, Ithran, and Keran. ","reference":"Genesis 36:26"},{"bookName":"Genesis","chapter":36,"verse":27,"text":"These were the sons of Ezer: Bilhan, Zaavan, and Akan. ","reference":"Genesis 36:27"},{"bookName":"Genesis","chapter":36,"verse":28,"text":"These were the sons of Dishan: Uz and Aran. ","reference":"Genesis 36:28"},{"bookName":"Genesis","chapter":36,"verse":29,"text":"These were the chiefs of the Horites: chief Lotan, chief Shobal, chief Zibeon, chief Anah, ","reference":"Genesis 36:29"},{"bookName":"Genesis","chapter":36,"verse":30,"text":"chief Dishon, chief Ezer, chief Dishan. These were the chiefs of the Horites, according to their chief lists in the land of Seir. ","reference":"Genesis 36:30"},{"bookName":"Genesis","chapter":36,"verse":31,"text":"These were the kings who reigned in the land of Edom before any king ruled over the Israelites: ","reference":"Genesis 36:31"},{"bookName":"Genesis","chapter":36,"verse":32,"text":"Bela the son of Beor reigned in Edom; the name of his city was Dinhabah. ","reference":"Genesis 36:32"},{"bookName":"Genesis","chapter":36,"verse":33,"text":"When Bela died, Jobab the son of Zerah from Bozrah reigned in his place. ","reference":"Genesis 36:33"},{"bookName":"Genesis","chapter":36,"verse":34,"text":"When Jobab died, Husham from the land of the Temanites reigned in his place. ","reference":"Genesis 36:34"},{"bookName":"Genesis","chapter":36,"verse":35,"text":"When Husham died, Hadad the son of Bedad, who defeated the Midianites in the land of Moab, reigned in his place; the name of his city was Avith. ","reference":"Genesis 36:35"},{"bookName":"Genesis","chapter":36,"verse":36,"text":"When Hadad died, Samlah from Masrekah reigned in his place. ","reference":"Genesis 36:36"},{"bookName":"Genesis","chapter":36,"verse":37,"text":"When Samlah died, Shaul from Rehoboth on the River reigned in his place. ","reference":"Genesis 36:37"},{"bookName":"Genesis","chapter":36,"verse":38,"text":"When Shaul died, Baal Hanan the son of Achbor reigned in his place. ","reference":"Genesis 36:38"},{"bookName":"Genesis","chapter":36,"verse":39,"text":"When Baal Hanan the son of Achbor died, Hadad reigned in his place; the name of his city was Pau. His wife’s name was Mehetabel, the daughter of Matred, the daughter of Me-Zahab. ","reference":"Genesis 36:39"},{"bookName":"Genesis","chapter":36,"verse":40,"text":"These were the names of the chiefs of Esau, according to their families, according to their places, by their names: chief Timna, chief Alvah, chief Jetheth, ","reference":"Genesis 36:40"},{"bookName":"Genesis","chapter":36,"verse":41,"text":"chief Oholibamah, chief Elah, chief Pinon, ","reference":"Genesis 36:41"},{"bookName":"Genesis","chapter":36,"verse":42,"text":"chief Kenaz, chief Teman, chief Mibzar, ","reference":"Genesis 36:42"},{"bookName":"Genesis","chapter":36,"verse":43,"text":"chief Magdiel, chief Iram. These were the chiefs of Edom, according to their settlements in the land they possessed. This was Esau, the father of the Edomites. ","reference":"Genesis 36:43"}]