[
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 1,
    "text": "Joseph was no longer able to control himself before all his attendants, so he cried out, “Make everyone go out from my presence!” No one remained with Joseph when he made himself known to his brothers. ",
    "reference": "Genesis 45:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 2,
    "text": "He wept loudly; the Egyptians heard it and Pharaoh’s household heard about it.",
    "reference": "Genesis 45:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 3,
    "text": "Joseph said to his brothers, “I am Joseph! Is my father still alive?” His brothers could not answer him because they were dumbfounded before him.",
    "reference": "Genesis 45:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 4,
    "text": "Joseph said to his brothers, “Come closer to me,” so they came near. Then he said, “I am Joseph your brother, whom you sold into Egypt. ",
    "reference": "Genesis 45:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 5,
    "text": "Now, do not be upset and do not be angry with yourselves because you sold me here, for God sent me ahead of you to preserve life!",
    "reference": "Genesis 45:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 6,
    "text": "For these past two years there has been famine in the land and for five more years there will be neither plowing nor harvesting. ",
    "reference": "Genesis 45:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 7,
    "text": "God sent me ahead of you to preserve you on the earth and to save your lives by a great deliverance. ",
    "reference": "Genesis 45:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 8,
    "text": "So now, it is not you who sent me here, but God. He has made me an adviser to Pharaoh, lord over all his household, and ruler over all the land of Egypt. ",
    "reference": "Genesis 45:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 9,
    "text": "Now go up to my father quickly and tell him, ‘This is what your son Joseph says: “God has made me lord of all Egypt. Come down to me; do not delay! ",
    "reference": "Genesis 45:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 10,
    "text": "You will live in the land of Goshen, and you will be near me—you, your children, your grandchildren, your flocks, your herds, and everything you have. ",
    "reference": "Genesis 45:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 11,
    "text": "I will provide you with food there because there will be five more years of famine. Otherwise you would become poor—you, your household, and everyone who belongs to you.”’ ",
    "reference": "Genesis 45:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 12,
    "text": "You and my brother Benjamin can certainly see with your own eyes that I really am the one who speaks to you.",
    "reference": "Genesis 45:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 13,
    "text": "So tell my father about all my honor in Egypt and about everything you have seen. But bring my father down here quickly!” ",
    "reference": "Genesis 45:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 14,
    "text": "Then he threw himself on the neck of his brother Benjamin and wept, and Benjamin wept on his neck. ",
    "reference": "Genesis 45:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 15,
    "text": "He kissed all his brothers and wept over them. After this his brothers talked with him.",
    "reference": "Genesis 45:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 16,
    "text": "Now it was reported in the household of Pharaoh, “Joseph’s brothers have arrived.” It pleased Pharaoh and his servants. ",
    "reference": "Genesis 45:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 17,
    "text": "Pharaoh said to Joseph, “Say to your brothers, ‘Do this: Load your animals and go to the land of Canaan! ",
    "reference": "Genesis 45:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 18,
    "text": "Get your father and your households and come to me! Then I will give you the best land in Egypt and you will eat the best of the land.’ ",
    "reference": "Genesis 45:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 19,
    "text": "You are also commanded to say, ‘Do this: Take for yourselves wagons from the land of Egypt for your little ones and for your wives. Bring your father and come. ",
    "reference": "Genesis 45:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 20,
    "text": "Don’t worry about your belongings, for the best of all the land of Egypt will be yours.’”",
    "reference": "Genesis 45:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 21,
    "text": "So the sons of Israel did as he said. Joseph gave them wagons as Pharaoh had instructed, and he gave them provisions for the journey. ",
    "reference": "Genesis 45:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 22,
    "text": "He gave sets of clothes to each one of them, but to Benjamin he gave 300 pieces of silver and five sets of clothes. ",
    "reference": "Genesis 45:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 23,
    "text": "To his father he sent the following: ten donkeys loaded with the best products of Egypt and ten female donkeys loaded with grain, food, and provisions for his father’s journey. ",
    "reference": "Genesis 45:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 24,
    "text": "Then he sent his brothers on their way and they left. He said to them, “As you travel don’t be overcome with fear.”",
    "reference": "Genesis 45:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 25,
    "text": "So they went up from Egypt and came to their father Jacob in the land of Canaan. ",
    "reference": "Genesis 45:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 26,
    "text": "They told him, “Joseph is still alive and he is ruler over all the land of Egypt!” Jacob was stunned, for he did not believe them.",
    "reference": "Genesis 45:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 27,
    "text": "But when they related to him everything Joseph had said to them, and when he saw the wagons that Joseph had sent to transport him, their father Jacob’s spirit revived. ",
    "reference": "Genesis 45:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 45,
    "verse": 28,
    "text": "Then Israel said, “Enough! My son Joseph is still alive! I will go and see him before I die.” ",
    "reference": "Genesis 45:28"
  }
]