[{"bookName":"Genesis","chapter":22,"verse":1,"text":"Some time after these things God tested Abraham. He said to him, “Abraham!” “Here I am!” Abraham replied. ","reference":"Genesis 22:1"},{"bookName":"Genesis","chapter":22,"verse":2,"text":"God said, “Take your son—your only son, whom you love, Isaac—and go to the land of Moriah! Offer him up there as a burnt offering on one of the mountains which I will indicate to you.”","reference":"Genesis 22:2"},{"bookName":"Genesis","chapter":22,"verse":3,"text":"Early in the morning Abraham got up and saddled his donkey. He took two of his young servants with him, along with his son Isaac. When he had cut the wood for the burnt offering, he started out for the place God had spoken to him about.","reference":"Genesis 22:3"},{"bookName":"Genesis","chapter":22,"verse":4,"text":"On the third day Abraham caught sight of the place in the distance. ","reference":"Genesis 22:4"},{"bookName":"Genesis","chapter":22,"verse":5,"text":"So he said to his servants, “You two stay here with the donkey while the boy and I go up there. We will worship and then return to you.”","reference":"Genesis 22:5"},{"bookName":"Genesis","chapter":22,"verse":6,"text":"Abraham took the wood for the burnt offering and put it on his son Isaac. Then he took the fire and the knife in his hand, and the two of them walked on together. ","reference":"Genesis 22:6"},{"bookName":"Genesis","chapter":22,"verse":7,"text":"Isaac said to his father Abraham, “My father?” “What is it, my son?” he replied. “Here is the fire and the wood,” Isaac said, “but where is the lamb for the burnt offering?” ","reference":"Genesis 22:7"},{"bookName":"Genesis","chapter":22,"verse":8,"text":"“God will provide for himself the lamb for the burnt offering, my son,” Abraham replied. The two of them continued on together. ","reference":"Genesis 22:8"},{"bookName":"Genesis","chapter":22,"verse":9,"text":"When they came to the place God had told him about, Abraham built the altar there and arranged the wood on it. Next he tied up his son Isaac and placed him on the altar on top of the wood. ","reference":"Genesis 22:9"},{"bookName":"Genesis","chapter":22,"verse":10,"text":"Then Abraham reached out his hand, took the knife, and prepared to slaughter his son. ","reference":"Genesis 22:10"},{"bookName":"Genesis","chapter":22,"verse":11,"text":"But the angel of the Lord called to him from heaven, “Abraham! Abraham!” “Here I am!” he answered. ","reference":"Genesis 22:11"},{"bookName":"Genesis","chapter":22,"verse":12,"text":"“Do not harm the boy!” the angel said. “Do not do anything to him, for now I know that you fear God because you did not withhold your son, your only son, from me.”","reference":"Genesis 22:12"},{"bookName":"Genesis","chapter":22,"verse":13,"text":"Abraham looked up and saw behind him a ram caught in the bushes by its horns. So he went over and got the ram and offered it up as a burnt offering instead of his son. ","reference":"Genesis 22:13"},{"bookName":"Genesis","chapter":22,"verse":14,"text":"And Abraham called the name of that place “The Lord provides.” It is said to this day, “In the mountain of the Lord provision will be made.”","reference":"Genesis 22:14"},{"bookName":"Genesis","chapter":22,"verse":15,"text":"The angel of the Lord called to Abraham a second time from heaven ","reference":"Genesis 22:15"},{"bookName":"Genesis","chapter":22,"verse":16,"text":"and said, “I solemnly swear by my own name, decrees the Lord, that because you have done this and have not withheld your son, your only son, ","reference":"Genesis 22:16"},{"bookName":"Genesis","chapter":22,"verse":17,"text":"I will indeed bless you, and I will greatly multiply your descendants so that they will be as countless as the stars in the sky or the grains of sand on the seashore. Your descendants will take possession of the strongholds of their enemies. ","reference":"Genesis 22:17"},{"bookName":"Genesis","chapter":22,"verse":18,"text":"Because you have obeyed me, all the nations of the earth will pronounce blessings on one another using the name of your descendants.” ","reference":"Genesis 22:18"},{"bookName":"Genesis","chapter":22,"verse":19,"text":"Then Abraham returned to his servants, and they set out together for Beer Sheba where Abraham stayed. ","reference":"Genesis 22:19"},{"bookName":"Genesis","chapter":22,"verse":20,"text":"After these things Abraham was told, “Milcah also has borne children to your brother Nahor—","reference":"Genesis 22:20"},{"bookName":"Genesis","chapter":22,"verse":21,"text":"Uz the firstborn, his brother Buz, Kemuel (the father of Aram), ","reference":"Genesis 22:21"},{"bookName":"Genesis","chapter":22,"verse":22,"text":"Kesed, Hazo, Pildash, Jidlaph, and Bethuel.” ","reference":"Genesis 22:22"},{"bookName":"Genesis","chapter":22,"verse":23,"text":"(Now Bethuel became the father of Rebekah.) These were the eight sons Milcah bore to Abraham’s brother Nahor. ","reference":"Genesis 22:23"},{"bookName":"Genesis","chapter":22,"verse":24,"text":"His concubine, whose name was Reumah, also bore him children—Tebah, Gaham, Tahash, and Maacah. ","reference":"Genesis 22:24"}]