[{"bookName":"Genesis","chapter":20,"verse":1,"text":"Abraham journeyed from there to the Negev region and settled between Kadesh and Shur. While he lived as a temporary resident in Gerar, ","reference":"Genesis 20:1"},{"bookName":"Genesis","chapter":20,"verse":2,"text":"Abraham said about his wife Sarah, “She is my sister.” So Abimelech, king of Gerar, sent for Sarah and took her.","reference":"Genesis 20:2"},{"bookName":"Genesis","chapter":20,"verse":3,"text":"But God appeared to Abimelech in a dream at night and said to him, “You are as good as dead because of the woman you have taken, for she is someone else’s wife.” ","reference":"Genesis 20:3"},{"bookName":"Genesis","chapter":20,"verse":4,"text":"Now Abimelech had not gone near her. He said, “Lord, would you really slaughter an innocent nation? ","reference":"Genesis 20:4"},{"bookName":"Genesis","chapter":20,"verse":5,"text":"Did Abraham not say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ I have done this with a clear conscience and with innocent hands!” ","reference":"Genesis 20:5"},{"bookName":"Genesis","chapter":20,"verse":6,"text":"Then in the dream God replied to him, “Yes, I know that you have done this with a clear conscience. That is why I have kept you from sinning against me and why I did not allow you to touch her.","reference":"Genesis 20:6"},{"bookName":"Genesis","chapter":20,"verse":7,"text":"But now give back the man’s wife. Indeed he is a prophet and he will pray for you; thus you will live. But if you don’t give her back, know that you will surely die along with all who belong to you.” ","reference":"Genesis 20:7"},{"bookName":"Genesis","chapter":20,"verse":8,"text":"Early in the morning Abimelech summoned all his servants. When he told them about all these things, they were terrified. ","reference":"Genesis 20:8"},{"bookName":"Genesis","chapter":20,"verse":9,"text":"Abimelech summoned Abraham and said to him, “What have you done to us? What sin did I commit against you that would cause you to bring such great guilt on me and my kingdom? You have done things to me that should not be done!” ","reference":"Genesis 20:9"},{"bookName":"Genesis","chapter":20,"verse":10,"text":"Then Abimelech asked Abraham, “What prompted you to do this thing?” ","reference":"Genesis 20:10"},{"bookName":"Genesis","chapter":20,"verse":11,"text":"Abraham replied, “Because I thought, ‘Surely no one fears God in this place. They will kill me because of my wife.’ ","reference":"Genesis 20:11"},{"bookName":"Genesis","chapter":20,"verse":12,"text":"What’s more, she is indeed my sister, my father’s daughter, but not my mother’s daughter. She became my wife. ","reference":"Genesis 20:12"},{"bookName":"Genesis","chapter":20,"verse":13,"text":"When God made me wander from my father’s house, I told her, ‘This is what you can do to show your loyalty to me: Every place we go, say about me, “He is my brother.”’” ","reference":"Genesis 20:13"},{"bookName":"Genesis","chapter":20,"verse":14,"text":"So Abimelech gave sheep, cattle, and male and female servants to Abraham. He also gave his wife Sarah back to him.","reference":"Genesis 20:14"},{"bookName":"Genesis","chapter":20,"verse":15,"text":"Then Abimelech said, “Look, my land is before you; live wherever you please.” ","reference":"Genesis 20:15"},{"bookName":"Genesis","chapter":20,"verse":16,"text":"To Sarah he said, “Look, I have given 1,000 pieces of silver to your ‘brother.’ This is compensation for you so that you will stand vindicated before all who are with you.”","reference":"Genesis 20:16"},{"bookName":"Genesis","chapter":20,"verse":17,"text":"Abraham prayed to God, and God healed Abimelech, as well as his wife and female slaves so that they were able to have children. ","reference":"Genesis 20:17"},{"bookName":"Genesis","chapter":20,"verse":18,"text":"For the Lord had caused infertility to strike every woman in the household of Abimelech because he took Sarah, Abraham’s wife. ","reference":"Genesis 20:18"}]