[
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 1,
    "text": "The Lord said to Noah, “Come into the ark, you and all your household, for I consider you godly among this generation. ",
    "reference": "Genesis 7:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 2,
    "text": "You must take with you seven pairs of every kind of clean animal, the male and its mate, two of every kind of unclean animal, the male and its mate, ",
    "reference": "Genesis 7:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 3,
    "text": "and also seven pairs of every kind of bird in the sky, male and female, to preserve their offspring on the face of the entire earth. ",
    "reference": "Genesis 7:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 4,
    "text": "For in seven days I will cause it to rain on the earth for 40 days and 40 nights, and I will wipe from the face of the ground every living thing that I have made.” ",
    "reference": "Genesis 7:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 5,
    "text": "And Noah did all that the Lord commanded him.",
    "reference": "Genesis 7:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 6,
    "text": "Noah was 600 years old when the floodwaters engulfed the earth. ",
    "reference": "Genesis 7:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 7,
    "text": "Noah entered the ark along with his sons, his wife, and his sons’ wives because of the floodwaters. ",
    "reference": "Genesis 7:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 8,
    "text": "Pairs of clean animals, of unclean animals, of birds, and of everything that creeps along the ground, ",
    "reference": "Genesis 7:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 9,
    "text": "male and female, came into the ark to Noah, just as God had commanded him. ",
    "reference": "Genesis 7:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 10,
    "text": "And after seven days the floodwaters engulfed the earth. ",
    "reference": "Genesis 7:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 11,
    "text": "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month—on that day all the fountains of the great deep burst open and the floodgates of the heavens were opened. ",
    "reference": "Genesis 7:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 12,
    "text": "And the rain fell on the earth 40 days and 40 nights. ",
    "reference": "Genesis 7:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 13,
    "text": "On that very day Noah entered the ark, accompanied by his sons Shem, Ham, and Japheth, along with his wife and his sons’ three wives. ",
    "reference": "Genesis 7:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 14,
    "text": "They entered, along with every living creature after its kind, every animal after its kind, every creeping thing that creeps on the earth after its kind, and every bird after its kind, everything with wings. ",
    "reference": "Genesis 7:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 15,
    "text": "Pairs of all creatures that have the breath of life came into the ark to Noah. ",
    "reference": "Genesis 7:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 16,
    "text": "Those that entered were male and female, just as God commanded him. Then the Lord shut him in.",
    "reference": "Genesis 7:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 17,
    "text": "The flood engulfed the earth for 40 days. As the waters increased, they lifted the ark and raised it above the earth. ",
    "reference": "Genesis 7:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 18,
    "text": "The waters completely overwhelmed the earth, and the ark floated on the surface of the waters. ",
    "reference": "Genesis 7:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 19,
    "text": "The waters completely inundated the earth so that even all the high mountains under the entire sky were covered. ",
    "reference": "Genesis 7:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 20,
    "text": "The waters rose more than 20 feet above the mountains. ",
    "reference": "Genesis 7:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 21,
    "text": "And all living things that moved on the earth died, including the birds, domestic animals, wild animals, all the creatures that swarm over the earth, and all humankind. ",
    "reference": "Genesis 7:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 22,
    "text": "Everything on dry land that had the breath of life in its nostrils died. ",
    "reference": "Genesis 7:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 23,
    "text": "So the Lord destroyed every living thing that was on the surface of the ground, including people, animals, creatures that creep along the ground, and birds of the sky. They were wiped off the earth. Only Noah and those who were with him in the ark survived. ",
    "reference": "Genesis 7:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 7,
    "verse": 24,
    "text": "The waters prevailed over the earth for 150 days. ",
    "reference": "Genesis 7:24"
  }
]