[{"bookName":"Genesis","chapter":17,"verse":1,"text":"When Abram was ninety-nine years old, the Lord appeared to him and said, “I am the Sovereign God. Walk before me and be blameless. ","reference":"Genesis 17:1"},{"bookName":"Genesis","chapter":17,"verse":2,"text":"Then I will confirm my covenant between me and you, and I will give you a multitude of descendants.” ","reference":"Genesis 17:2"},{"bookName":"Genesis","chapter":17,"verse":3,"text":"Abram bowed down with his face to the ground, and God said to him,","reference":"Genesis 17:3"},{"bookName":"Genesis","chapter":17,"verse":4,"text":"“As for me, this is my covenant with you: You will be the father of a multitude of nations. ","reference":"Genesis 17:4"},{"bookName":"Genesis","chapter":17,"verse":5,"text":"No longer will your name be Abram. Instead, your name will be Abraham because I will make you the father of a multitude of nations. ","reference":"Genesis 17:5"},{"bookName":"Genesis","chapter":17,"verse":6,"text":"I will make you extremely fruitful. I will make nations of you, and kings will descend from you.","reference":"Genesis 17:6"},{"bookName":"Genesis","chapter":17,"verse":7,"text":"I will confirm my covenant as a perpetual covenant between me and you. It will extend to your descendants after you throughout their generations. I will be your God and the God of your descendants after you.","reference":"Genesis 17:7"},{"bookName":"Genesis","chapter":17,"verse":8,"text":"I will give the whole land of Canaan—the land where you are now residing—to you and your descendants after you as a permanent possession. I will be their God.” ","reference":"Genesis 17:8"},{"bookName":"Genesis","chapter":17,"verse":9,"text":"Then God said to Abraham, “As for you, you must keep the covenantal requirement I am imposing on you and your descendants after you throughout their generations. ","reference":"Genesis 17:9"},{"bookName":"Genesis","chapter":17,"verse":10,"text":"This is my requirement that you and your descendants after you must keep: Every male among you must be circumcised. ","reference":"Genesis 17:10"},{"bookName":"Genesis","chapter":17,"verse":11,"text":"You must circumcise the flesh of your foreskins. This will be a reminder of the covenant between me and you.","reference":"Genesis 17:11"},{"bookName":"Genesis","chapter":17,"verse":12,"text":"Throughout your generations every male among you who is eight days old must be circumcised, whether born in your house or bought with money from any foreigner who is not one of your descendants. ","reference":"Genesis 17:12"},{"bookName":"Genesis","chapter":17,"verse":13,"text":"They must indeed be circumcised, whether born in your house or bought with money. The sign of my covenant will be visible in your flesh as a permanent reminder. ","reference":"Genesis 17:13"},{"bookName":"Genesis","chapter":17,"verse":14,"text":"Any uncircumcised male who has not been circumcised in the flesh of his foreskin will be cut off from his people—he has failed to carry out my requirement.” ","reference":"Genesis 17:14"},{"bookName":"Genesis","chapter":17,"verse":15,"text":"Then God said to Abraham, “As for your wife, you must no longer call her Sarai; Sarah will be her name. ","reference":"Genesis 17:15"},{"bookName":"Genesis","chapter":17,"verse":16,"text":"I will bless her and will give you a son through her. I will bless her and she will become a mother of nations. Kings of countries will come from her!”","reference":"Genesis 17:16"},{"bookName":"Genesis","chapter":17,"verse":17,"text":"Then Abraham bowed down with his face to the ground and laughed as he said to himself, “Can a son be born to a man who is a hundred years old? Can Sarah bear a child at the age of ninety?” ","reference":"Genesis 17:17"},{"bookName":"Genesis","chapter":17,"verse":18,"text":"Abraham said to God, “O that Ishmael might live before you!”","reference":"Genesis 17:18"},{"bookName":"Genesis","chapter":17,"verse":19,"text":"God said, “No, Sarah your wife is going to bear you a son, and you will name him Isaac. I will confirm my covenant with him as a perpetual covenant for his descendants after him.","reference":"Genesis 17:19"},{"bookName":"Genesis","chapter":17,"verse":20,"text":"As for Ishmael, I have heard you. I will indeed bless him, make him fruitful, and give him a multitude of descendants. He will become the father of twelve princes; I will make him into a great nation. ","reference":"Genesis 17:20"},{"bookName":"Genesis","chapter":17,"verse":21,"text":"But I will establish my covenant with Isaac, whom Sarah will bear to you at this set time next year.” ","reference":"Genesis 17:21"},{"bookName":"Genesis","chapter":17,"verse":22,"text":"When he finished speaking with Abraham, God went up from him.","reference":"Genesis 17:22"},{"bookName":"Genesis","chapter":17,"verse":23,"text":"Abraham took his son Ishmael and every male in his household (whether born in his house or bought with money) and circumcised them on that very same day, just as God had told him to do.","reference":"Genesis 17:23"},{"bookName":"Genesis","chapter":17,"verse":24,"text":"Now Abraham was ninety-nine years old when he was circumcised;","reference":"Genesis 17:24"},{"bookName":"Genesis","chapter":17,"verse":25,"text":"his son Ishmael was thirteen years old when he was circumcised. ","reference":"Genesis 17:25"},{"bookName":"Genesis","chapter":17,"verse":26,"text":"Abraham and his son Ishmael were circumcised on the very same day. ","reference":"Genesis 17:26"},{"bookName":"Genesis","chapter":17,"verse":27,"text":"All the men of his household, whether born in his household or bought with money from a foreigner, were circumcised with him.","reference":"Genesis 17:27"}]