[
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 1,
    "text": "When Rachel saw that she could not give Jacob children, she became jealous of her sister. She said to Jacob, “Give me children or I’ll die!” ",
    "reference": "Genesis 30:1"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 2,
    "text": "Jacob became furious with Rachel and exclaimed, “Am I in the place of God, who has kept you from having children?” ",
    "reference": "Genesis 30:2"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 3,
    "text": "She replied, “Here is my servant Bilhah! Sleep with her so that she can bear children for me and I can have a family through her.”",
    "reference": "Genesis 30:3"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 4,
    "text": "So Rachel gave him her servant Bilhah as a wife, and Jacob slept with her.",
    "reference": "Genesis 30:4"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 5,
    "text": "Bilhah became pregnant and gave Jacob a son. ",
    "reference": "Genesis 30:5"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 6,
    "text": "Then Rachel said, “God has vindicated me. He has responded to my prayer and given me a son.” That is why she named him Dan. ",
    "reference": "Genesis 30:6"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 7,
    "text": "Bilhah, Rachel’s servant, became pregnant again and gave Jacob another son. ",
    "reference": "Genesis 30:7"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 8,
    "text": "Then Rachel said, “I have fought a desperate struggle with my sister, but I have won.” So she named him Naphtali. ",
    "reference": "Genesis 30:8"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 9,
    "text": "When Leah saw that she had stopped having children, she gave her servant Zilpah to Jacob as a wife. ",
    "reference": "Genesis 30:9"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 10,
    "text": "Soon Leah’s servant Zilpah gave Jacob a son. ",
    "reference": "Genesis 30:10"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 11,
    "text": "Leah said, “How fortunate!” So she named him Gad. ",
    "reference": "Genesis 30:11"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 12,
    "text": "Then Leah’s servant Zilpah gave Jacob another son. ",
    "reference": "Genesis 30:12"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 13,
    "text": "Leah said, “How happy I am, for women will call me happy!” So she named him Asher. ",
    "reference": "Genesis 30:13"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 14,
    "text": "At the time of the wheat harvest Reuben went out and found some mandrake plants in a field and brought them to his mother Leah. Rachel said to Leah, “Give me some of your son’s mandrakes.” ",
    "reference": "Genesis 30:14"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 15,
    "text": "But Leah replied, “Wasn’t it enough that you’ve taken away my husband? Would you take away my son’s mandrakes too?” “All right,” Rachel said, “he may go to bed with you tonight in exchange for your son’s mandrakes.” ",
    "reference": "Genesis 30:15"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 16,
    "text": "When Jacob came in from the fields that evening, Leah went out to meet him and said, “You must sleep with me because I have paid for your services with my son’s mandrakes.” So he went to bed with her that night. ",
    "reference": "Genesis 30:16"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 17,
    "text": "God paid attention to Leah; she became pregnant and gave Jacob a son for the fifth time.",
    "reference": "Genesis 30:17"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 18,
    "text": "Then Leah said, “God has granted me a reward because I gave my servant to my husband as a wife.” So she named him Issachar. ",
    "reference": "Genesis 30:18"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 19,
    "text": "Leah became pregnant again and gave Jacob a son for the sixth time.",
    "reference": "Genesis 30:19"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 20,
    "text": "Then Leah said, “God has given me a good gift. Now my husband will honor me because I have given him six sons.” So she named him Zebulun. ",
    "reference": "Genesis 30:20"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 21,
    "text": "After that she gave birth to a daughter and named her Dinah. ",
    "reference": "Genesis 30:21"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 22,
    "text": "Then God took note of Rachel. He paid attention to her and enabled her to become pregnant. ",
    "reference": "Genesis 30:22"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 23,
    "text": "She became pregnant and gave birth to a son. Then she said, “God has taken away my shame.” ",
    "reference": "Genesis 30:23"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 24,
    "text": "She named him Joseph, saying, “May the Lord give me yet another son.” ",
    "reference": "Genesis 30:24"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 25,
    "text": "After Rachel had given birth to Joseph, Jacob said to Laban, “Send me on my way so that I can go home to my own country. ",
    "reference": "Genesis 30:25"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 26,
    "text": "Let me take my wives and my children whom I have acquired by working for you. Then I’ll depart, because you know how hard I’ve worked for you.” ",
    "reference": "Genesis 30:26"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 27,
    "text": "But Laban said to him, “If I have found favor in your sight, please stay here, for I have learned by divination that the Lord has blessed me on account of you.”",
    "reference": "Genesis 30:27"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 28,
    "text": "He added, “Just name your wages—I’ll pay whatever you want.”",
    "reference": "Genesis 30:28"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 29,
    "text": "“You know how I have worked for you,” Jacob replied, “and how well your livestock have fared under my care.",
    "reference": "Genesis 30:29"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 30,
    "text": "Indeed, you had little before I arrived, but now your possessions have increased many times over. The Lord has blessed you wherever I worked. But now, how long must it be before I do something for my own family too?” ",
    "reference": "Genesis 30:30"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 31,
    "text": "So Laban asked, “What should I give you?” “You don’t need to give me a thing,” Jacob replied, “but if you agree to this one condition, I will continue to care for your flocks and protect them:",
    "reference": "Genesis 30:31"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 32,
    "text": "Let me walk among all your flocks today and remove from them every speckled or spotted sheep, every dark-colored lamb, and the spotted or speckled goats. These animals will be my wages. ",
    "reference": "Genesis 30:32"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 33,
    "text": "My integrity will testify for me later on. When you come to verify that I’ve taken only the wages we agreed on, if I have in my possession any goat that is not speckled or spotted or any sheep that is not dark-colored, it will be considered stolen.” ",
    "reference": "Genesis 30:33"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 34,
    "text": "“Agreed!” said Laban, “It will be as you say.” ",
    "reference": "Genesis 30:34"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 35,
    "text": "So that day Laban removed the male goats that were streaked or spotted, all the female goats that were speckled or spotted (all that had any white on them), and all the dark-colored lambs, and put them in the care of his sons. ",
    "reference": "Genesis 30:35"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 36,
    "text": "Then he separated them from Jacob by a three-day journey, while Jacob was taking care of the rest of Laban’s flocks. ",
    "reference": "Genesis 30:36"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 37,
    "text": "But Jacob took fresh-cut branches from poplar, almond, and plane trees. He made white streaks by peeling them, making the white inner wood in the branches visible. ",
    "reference": "Genesis 30:37"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 38,
    "text": "Then he set up the peeled branches in all the watering troughs where the flocks came to drink. He set up the branches in front of the flocks when they were in heat and came to drink. ",
    "reference": "Genesis 30:38"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 39,
    "text": "When the sheep mated in front of the branches, they gave birth to young that were streaked or speckled or spotted. ",
    "reference": "Genesis 30:39"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 40,
    "text": "Jacob removed these lambs, but he made the rest of the flock face the streaked and completely dark-colored animals in Laban’s flock. So he made separate flocks for himself and did not mix them with Laban’s flocks. ",
    "reference": "Genesis 30:40"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 41,
    "text": "When the stronger females were in heat, Jacob would set up the branches in the troughs in front of the flock, so they would mate near the branches. ",
    "reference": "Genesis 30:41"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 42,
    "text": "But if the animals were weaker, he did not set the branches there. So the weaker animals ended up belonging to Laban and the stronger animals to Jacob. ",
    "reference": "Genesis 30:42"
  },
  {
    "bookName": "Genesis",
    "chapter": 30,
    "verse": 43,
    "text": "In this way Jacob became extremely prosperous. He owned large flocks, male and female servants, camels, and donkeys. ",
    "reference": "Genesis 30:43"
  }
]