[{"bookName":"Genesis","chapter":26,"verse":1,"text":"There was a famine in the land, subsequent to the earlier famine that occurred in the days of Abraham. Isaac went to Abimelech king of the Philistines at Gerar. ","reference":"Genesis 26:1"},{"bookName":"Genesis","chapter":26,"verse":2,"text":"The Lord appeared to Isaac and said, “Do not go down to Egypt; settle down in the land that I will point out to you.","reference":"Genesis 26:2"},{"bookName":"Genesis","chapter":26,"verse":3,"text":"Stay in this land. Then I will be with you and will bless you, for I will give all these lands to you and to your descendants, and I will fulfill the solemn promise I made to your father Abraham. ","reference":"Genesis 26:3"},{"bookName":"Genesis","chapter":26,"verse":4,"text":"I will multiply your descendants so they will be as numerous as the stars in the sky, and I will give them all these lands. All the nations of the earth will pronounce blessings on one another using the name of your descendants. ","reference":"Genesis 26:4"},{"bookName":"Genesis","chapter":26,"verse":5,"text":"All this will come to pass because Abraham obeyed me and kept my charge, my commandments, my statutes, and my laws.” ","reference":"Genesis 26:5"},{"bookName":"Genesis","chapter":26,"verse":6,"text":"So Isaac settled in Gerar. ","reference":"Genesis 26:6"},{"bookName":"Genesis","chapter":26,"verse":7,"text":"When the men of that place asked him about his wife, he replied, “She is my sister.” He was afraid to say, “She is my wife,” for he thought to himself, “The men of this place will kill me to get Rebekah because she is very beautiful.” ","reference":"Genesis 26:7"},{"bookName":"Genesis","chapter":26,"verse":8,"text":"After Isaac had been there a long time, Abimelech king of the Philistines happened to look out a window and observed Isaac caressing his wife Rebekah. ","reference":"Genesis 26:8"},{"bookName":"Genesis","chapter":26,"verse":9,"text":"So Abimelech summoned Isaac and said, “She is really your wife! Why did you say, ‘She is my sister’?” Isaac replied, “Because I thought someone might kill me to get her.”","reference":"Genesis 26:9"},{"bookName":"Genesis","chapter":26,"verse":10,"text":"Then Abimelech exclaimed, “What in the world have you done to us? One of the men nearly took your wife to bed, and you would have brought guilt on us!”","reference":"Genesis 26:10"},{"bookName":"Genesis","chapter":26,"verse":11,"text":"So Abimelech commanded all the people, “Whoever touches this man or his wife will surely be put to death.” ","reference":"Genesis 26:11"},{"bookName":"Genesis","chapter":26,"verse":12,"text":"When Isaac planted in that land, he reaped in the same year a hundred times what he had sown, because the Lord blessed him.","reference":"Genesis 26:12"},{"bookName":"Genesis","chapter":26,"verse":13,"text":"The man became wealthy. His influence continued to grow until he became very prominent. ","reference":"Genesis 26:13"},{"bookName":"Genesis","chapter":26,"verse":14,"text":"He had so many sheep and cattle and such a great household of servants that the Philistines became jealous of him.","reference":"Genesis 26:14"},{"bookName":"Genesis","chapter":26,"verse":15,"text":"So the Philistines took dirt and filled up all the wells that his father’s servants had dug back in the days of his father Abraham. ","reference":"Genesis 26:15"},{"bookName":"Genesis","chapter":26,"verse":16,"text":"Then Abimelech said to Isaac, “Leave us and go elsewhere, for you have become much more powerful than we are.”","reference":"Genesis 26:16"},{"bookName":"Genesis","chapter":26,"verse":17,"text":"So Isaac left there and settled in the Gerar Valley. ","reference":"Genesis 26:17"},{"bookName":"Genesis","chapter":26,"verse":18,"text":"Isaac reopened the wells that had been dug back in the days of his father Abraham, for the Philistines had stopped them up after Abraham died. Isaac gave these wells the same names his father had given them.","reference":"Genesis 26:18"},{"bookName":"Genesis","chapter":26,"verse":19,"text":"When Isaac’s servants dug in the valley and discovered a well with fresh flowing water there, ","reference":"Genesis 26:19"},{"bookName":"Genesis","chapter":26,"verse":20,"text":"the herdsmen of Gerar quarreled with Isaac’s herdsmen, saying, “The water belongs to us!” So Isaac named the well Esek because they argued with him about it.","reference":"Genesis 26:20"},{"bookName":"Genesis","chapter":26,"verse":21,"text":"His servants dug another well, but they quarreled over it too, so Isaac named it Sitnah. ","reference":"Genesis 26:21"},{"bookName":"Genesis","chapter":26,"verse":22,"text":"Then he moved away from there and dug another well. They did not quarrel over it, so Isaac named it Rehoboth, saying, “For now the Lord has made room for us, and we will prosper in the land.” ","reference":"Genesis 26:22"},{"bookName":"Genesis","chapter":26,"verse":23,"text":"From there Isaac went up to Beer Sheba. ","reference":"Genesis 26:23"},{"bookName":"Genesis","chapter":26,"verse":24,"text":"The Lord appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your descendants for the sake of my servant Abraham.” ","reference":"Genesis 26:24"},{"bookName":"Genesis","chapter":26,"verse":25,"text":"Then Isaac built an altar there and worshiped the Lord. He pitched his tent there, and his servants dug a well. ","reference":"Genesis 26:25"},{"bookName":"Genesis","chapter":26,"verse":26,"text":"Now Abimelech had come to him from Gerar along with Ahuzzah his friend and Phicol the commander of his army. ","reference":"Genesis 26:26"},{"bookName":"Genesis","chapter":26,"verse":27,"text":"Isaac asked them, “Why have you come to me? You hate me and sent me away from you.”","reference":"Genesis 26:27"},{"bookName":"Genesis","chapter":26,"verse":28,"text":"They replied, “We could plainly see that the Lord is with you. So we decided there should be a pact between us—between us and you. Allow us to make a treaty with you","reference":"Genesis 26:28"},{"bookName":"Genesis","chapter":26,"verse":29,"text":"so that you will not do us any harm, just as we have not harmed you, but have always treated you well before sending you away in peace. Now you are blessed by the Lord.” ","reference":"Genesis 26:29"},{"bookName":"Genesis","chapter":26,"verse":30,"text":"So Isaac held a feast for them and they celebrated. ","reference":"Genesis 26:30"},{"bookName":"Genesis","chapter":26,"verse":31,"text":"Early in the morning the men made a treaty with each other. Isaac sent them off; they separated on good terms. ","reference":"Genesis 26:31"},{"bookName":"Genesis","chapter":26,"verse":32,"text":"That day Isaac’s servants came and told him about the well they had dug. “We’ve found water,” they reported. ","reference":"Genesis 26:32"},{"bookName":"Genesis","chapter":26,"verse":33,"text":"So he named it Shibah; that is why the name of the city has been Beer Sheba to this day. ","reference":"Genesis 26:33"},{"bookName":"Genesis","chapter":26,"verse":34,"text":"When Esau was forty years old, he married Judith the daughter of Beeri the Hittite, as well as Basemath the daughter of Elon the Hittite. ","reference":"Genesis 26:34"},{"bookName":"Genesis","chapter":26,"verse":35,"text":"They caused Isaac and Rebekah great anxiety. ","reference":"Genesis 26:35"}]