[{"bookName":"Genesis","chapter":28,"verse":1,"text":"So Isaac called for Jacob and blessed him. Then he commanded him, “You must not marry a Canaanite woman! ","reference":"Genesis 28:1"},{"bookName":"Genesis","chapter":28,"verse":2,"text":"Leave immediately for Paddan Aram! Go to the house of Bethuel, your mother’s father, and find yourself a wife there, among the daughters of Laban, your mother’s brother. ","reference":"Genesis 28:2"},{"bookName":"Genesis","chapter":28,"verse":3,"text":"May the Sovereign God bless you! May he make you fruitful and give you a multitude of descendants! Then you will become a large nation. ","reference":"Genesis 28:3"},{"bookName":"Genesis","chapter":28,"verse":4,"text":"May he give you and your descendants the blessing he gave to Abraham so that you may possess the land God gave to Abraham, the land where you have been living as a temporary resident.” ","reference":"Genesis 28:4"},{"bookName":"Genesis","chapter":28,"verse":5,"text":"So Isaac sent Jacob on his way, and he went to Paddan Aram, to Laban son of Bethuel the Aramean and brother of Rebekah, the mother of Jacob and Esau. ","reference":"Genesis 28:5"},{"bookName":"Genesis","chapter":28,"verse":6,"text":"Esau saw that Isaac had blessed Jacob and sent him off to Paddan Aram to find a wife there. As he blessed him, Isaac commanded him, “You must not marry a Canaanite woman.” ","reference":"Genesis 28:6"},{"bookName":"Genesis","chapter":28,"verse":7,"text":"Jacob obeyed his father and mother and left for Paddan Aram. ","reference":"Genesis 28:7"},{"bookName":"Genesis","chapter":28,"verse":8,"text":"Then Esau realized that the Canaanite women were displeasing to his father Isaac. ","reference":"Genesis 28:8"},{"bookName":"Genesis","chapter":28,"verse":9,"text":"So Esau went to Ishmael and married Mahalath, the sister of Nebaioth and daughter of Abraham’s son Ishmael, along with the wives he already had.","reference":"Genesis 28:9"},{"bookName":"Genesis","chapter":28,"verse":10,"text":"Meanwhile Jacob left Beer Sheba and set out for Haran. ","reference":"Genesis 28:10"},{"bookName":"Genesis","chapter":28,"verse":11,"text":"He reached a certain place where he decided to camp because the sun had gone down. He took one of the stones and placed it near his head. Then he fell asleep in that place ","reference":"Genesis 28:11"},{"bookName":"Genesis","chapter":28,"verse":12,"text":"and had a dream. He saw a stairway erected on the earth with its top reaching to the heavens. The angels of God were going up and coming down it","reference":"Genesis 28:12"},{"bookName":"Genesis","chapter":28,"verse":13,"text":"and the Lord stood at its top. He said, “I am the Lord, the God of your grandfather Abraham and the God of your father Isaac. I will give you and your descendants the ground you are lying on. ","reference":"Genesis 28:13"},{"bookName":"Genesis","chapter":28,"verse":14,"text":"Your descendants will be like the dust of the earth, and you will spread out to the west, east, north, and south. And so all the families of the earth may receive blessings through you and through your descendants. ","reference":"Genesis 28:14"},{"bookName":"Genesis","chapter":28,"verse":15,"text":"I am with you! I will protect you wherever you go and will bring you back to this land. I will not leave you until I have done what I promised you!”","reference":"Genesis 28:15"},{"bookName":"Genesis","chapter":28,"verse":16,"text":"Then Jacob woke up and thought, “Surely the Lord is in this place, but I did not realize it!”","reference":"Genesis 28:16"},{"bookName":"Genesis","chapter":28,"verse":17,"text":"He was afraid and said, “What an awesome place this is! This is nothing else than the house of God! This is the gate of heaven!” ","reference":"Genesis 28:17"},{"bookName":"Genesis","chapter":28,"verse":18,"text":"Early in the morning Jacob took the stone he had placed near his head and set it up as a sacred stone. Then he poured oil on top of it.","reference":"Genesis 28:18"},{"bookName":"Genesis","chapter":28,"verse":19,"text":"He called that place Bethel, although the former name of the town was Luz. ","reference":"Genesis 28:19"},{"bookName":"Genesis","chapter":28,"verse":20,"text":"Then Jacob made a vow, saying, “If God is with me and protects me on this journey I am taking and gives me food to eat and clothing to wear, ","reference":"Genesis 28:20"},{"bookName":"Genesis","chapter":28,"verse":21,"text":"and I return safely to my father’s home, then the Lord will become my God. ","reference":"Genesis 28:21"},{"bookName":"Genesis","chapter":28,"verse":22,"text":"Then this stone that I have set up as a sacred stone will be the house of God, and I will surely give you back a tenth of everything you give me.”","reference":"Genesis 28:22"}]