[{"bookName":"Genesis","chapter":11,"verse":1,"text":"The whole earth had a common language and a common vocabulary. ","reference":"Genesis 11:1"},{"bookName":"Genesis","chapter":11,"verse":2,"text":"When the people moved eastward, they found a plain in Shinar and settled there. ","reference":"Genesis 11:2"},{"bookName":"Genesis","chapter":11,"verse":3,"text":"Then they said to one another, “Come, let’s make bricks and bake them thoroughly.” (They had brick instead of stone and tar instead of mortar.) ","reference":"Genesis 11:3"},{"bookName":"Genesis","chapter":11,"verse":4,"text":"Then they said, “Come, let’s build ourselves a city and a tower with its top in the heavens so that we may make a name for ourselves. Otherwise we will be scattered across the face of the entire earth.” ","reference":"Genesis 11:4"},{"bookName":"Genesis","chapter":11,"verse":5,"text":"But the Lord came down to see the city and the tower that the people had started building. ","reference":"Genesis 11:5"},{"bookName":"Genesis","chapter":11,"verse":6,"text":"And the Lord said, “If as one people all sharing a common language they have begun to do this, then nothing they plan to do will be beyond them. ","reference":"Genesis 11:6"},{"bookName":"Genesis","chapter":11,"verse":7,"text":"Come, let’s go down and confuse their language so they won’t be able to understand each other.”","reference":"Genesis 11:7"},{"bookName":"Genesis","chapter":11,"verse":8,"text":"So the Lord scattered them from there across the face of the entire earth, and they stopped building the city. ","reference":"Genesis 11:8"},{"bookName":"Genesis","chapter":11,"verse":9,"text":"That is why its name was called Babel—because there the Lord confused the language of the entire world, and from there the Lord scattered them across the face of the entire earth. ","reference":"Genesis 11:9"},{"bookName":"Genesis","chapter":11,"verse":10,"text":"This is the account of Shem.Shem was 100 years old when he became the father of Arphaxad, two years after the flood. ","reference":"Genesis 11:10"},{"bookName":"Genesis","chapter":11,"verse":11,"text":"And after becoming the father of Arphaxad, Shem lived 500 years and had other sons and daughters. ","reference":"Genesis 11:11"},{"bookName":"Genesis","chapter":11,"verse":12,"text":"When Arphaxad had lived 35 years, he became the father of Shelah. ","reference":"Genesis 11:12"},{"bookName":"Genesis","chapter":11,"verse":13,"text":"And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters. ","reference":"Genesis 11:13"},{"bookName":"Genesis","chapter":11,"verse":14,"text":"When Shelah had lived 30 years, he became the father of Eber. ","reference":"Genesis 11:14"},{"bookName":"Genesis","chapter":11,"verse":15,"text":"And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters. ","reference":"Genesis 11:15"},{"bookName":"Genesis","chapter":11,"verse":16,"text":"When Eber had lived 34 years, he became the father of Peleg. ","reference":"Genesis 11:16"},{"bookName":"Genesis","chapter":11,"verse":17,"text":"And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters. ","reference":"Genesis 11:17"},{"bookName":"Genesis","chapter":11,"verse":18,"text":"When Peleg had lived 30 years, he became the father of Reu. ","reference":"Genesis 11:18"},{"bookName":"Genesis","chapter":11,"verse":19,"text":"And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters. ","reference":"Genesis 11:19"},{"bookName":"Genesis","chapter":11,"verse":20,"text":"When Reu had lived 32 years, he became the father of Serug. ","reference":"Genesis 11:20"},{"bookName":"Genesis","chapter":11,"verse":21,"text":"And after he became the father of Serug, Reu lived 207 years and had other sons and daughters. ","reference":"Genesis 11:21"},{"bookName":"Genesis","chapter":11,"verse":22,"text":"When Serug had lived 30 years, he became the father of Nahor. ","reference":"Genesis 11:22"},{"bookName":"Genesis","chapter":11,"verse":23,"text":"And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters. ","reference":"Genesis 11:23"},{"bookName":"Genesis","chapter":11,"verse":24,"text":"When Nahor had lived 29 years, he became the father of Terah. ","reference":"Genesis 11:24"},{"bookName":"Genesis","chapter":11,"verse":25,"text":"And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters. ","reference":"Genesis 11:25"},{"bookName":"Genesis","chapter":11,"verse":26,"text":"When Terah had lived 70 years, he became the father of Abram, Nahor, and Haran. ","reference":"Genesis 11:26"},{"bookName":"Genesis","chapter":11,"verse":27,"text":"This is the account of Terah.Terah became the father of Abram, Nahor, and Haran. And Haran became the father of Lot. ","reference":"Genesis 11:27"},{"bookName":"Genesis","chapter":11,"verse":28,"text":"Haran died in the land of his birth, in Ur of the Chaldeans, while his father Terah was still alive.","reference":"Genesis 11:28"},{"bookName":"Genesis","chapter":11,"verse":29,"text":"And Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai. And the name of Nahor’s wife was Milcah; she was the daughter of Haran, who was the father of both Milcah and Iscah. ","reference":"Genesis 11:29"},{"bookName":"Genesis","chapter":11,"verse":30,"text":"But Sarai was barren; she had no children. ","reference":"Genesis 11:30"},{"bookName":"Genesis","chapter":11,"verse":31,"text":"Terah took his son Abram, his grandson Lot (the son of Haran), and his daughter-in-law Sarai, his son Abram’s wife, and with them he set out from Ur of the Chaldeans to go to Canaan. When they came to Haran, they settled there. ","reference":"Genesis 11:31"},{"bookName":"Genesis","chapter":11,"verse":32,"text":"The lifetime of Terah was 205 years, and he died in Haran. ","reference":"Genesis 11:32"}]