[{"bookName":"Genesis","chapter":1,"verse":1,"text":"In the beginning God created the heavens and the earth.","reference":"Genesis 1:1"},{"bookName":"Genesis","chapter":1,"verse":2,"text":"Now the earth was without shape and empty, and darkness was over the surface of the watery deep, but the Spirit of God was moving over the surface of the water. ","reference":"Genesis 1:2"},{"bookName":"Genesis","chapter":1,"verse":3,"text":"God said, “Let there be light.” And there was light! ","reference":"Genesis 1:3"},{"bookName":"Genesis","chapter":1,"verse":4,"text":"God saw that the light was good, so God separated the light from the darkness. ","reference":"Genesis 1:4"},{"bookName":"Genesis","chapter":1,"verse":5,"text":"God called the light “day” and the darkness “night.” There was evening, and there was morning, marking the first day. ","reference":"Genesis 1:5"},{"bookName":"Genesis","chapter":1,"verse":6,"text":"God said, “Let there be an expanse in the midst of the waters and let it separate water from water.” ","reference":"Genesis 1:6"},{"bookName":"Genesis","chapter":1,"verse":7,"text":"So God made the expanse and separated the water under the expanse from the water above it. It was so. ","reference":"Genesis 1:7"},{"bookName":"Genesis","chapter":1,"verse":8,"text":"God called the expanse “sky.” There was evening, and there was morning, a second day. ","reference":"Genesis 1:8"},{"bookName":"Genesis","chapter":1,"verse":9,"text":"God said, “Let the water under the sky be gathered to one place and let dry ground appear.” It was so. ","reference":"Genesis 1:9"},{"bookName":"Genesis","chapter":1,"verse":10,"text":"God called the dry ground “land” and the gathered waters he called “seas.” God saw that it was good. ","reference":"Genesis 1:10"},{"bookName":"Genesis","chapter":1,"verse":11,"text":"God said, “Let the land produce vegetation: plants yielding seeds and trees on the land bearing fruit with seed in it, according to their kinds.” It was so. ","reference":"Genesis 1:11"},{"bookName":"Genesis","chapter":1,"verse":12,"text":"The land produced vegetation—plants yielding seeds according to their kinds, and trees bearing fruit with seed in it according to their kinds. God saw that it was good. ","reference":"Genesis 1:12"},{"bookName":"Genesis","chapter":1,"verse":13,"text":"There was evening, and there was morning, a third day. ","reference":"Genesis 1:13"},{"bookName":"Genesis","chapter":1,"verse":14,"text":"God said, “Let there be lights in the expanse of the sky to separate the day from the night, and let them be signs to indicate seasons and days and years, ","reference":"Genesis 1:14"},{"bookName":"Genesis","chapter":1,"verse":15,"text":"and let them serve as lights in the expanse of the sky to give light on the earth.” It was so. ","reference":"Genesis 1:15"},{"bookName":"Genesis","chapter":1,"verse":16,"text":"God made two great lights—the greater light to rule over the day and the lesser light to rule over the night. He made the stars also.","reference":"Genesis 1:16"},{"bookName":"Genesis","chapter":1,"verse":17,"text":"God placed the lights in the expanse of the sky to shine on the earth, ","reference":"Genesis 1:17"},{"bookName":"Genesis","chapter":1,"verse":18,"text":"to preside over the day and the night, and to separate the light from the darkness. God saw that it was good. ","reference":"Genesis 1:18"},{"bookName":"Genesis","chapter":1,"verse":19,"text":"There was evening, and there was morning, a fourth day. ","reference":"Genesis 1:19"},{"bookName":"Genesis","chapter":1,"verse":20,"text":"God said, “Let the water swarm with swarms of living creatures and let birds fly above the earth across the expanse of the sky.” ","reference":"Genesis 1:20"},{"bookName":"Genesis","chapter":1,"verse":21,"text":"God created the great sea creatures and every living and moving thing with which the water swarmed, according to their kinds, and every winged bird according to its kind. God saw that it was good. ","reference":"Genesis 1:21"},{"bookName":"Genesis","chapter":1,"verse":22,"text":"God blessed them and said, “Be fruitful and multiply and fill the water in the seas, and let the birds multiply on the earth.” ","reference":"Genesis 1:22"},{"bookName":"Genesis","chapter":1,"verse":23,"text":"There was evening, and there was morning, a fifth day. ","reference":"Genesis 1:23"},{"bookName":"Genesis","chapter":1,"verse":24,"text":"God said, “Let the land produce living creatures according to their kinds: cattle, creeping things, and wild animals, each according to its kind.” It was so. ","reference":"Genesis 1:24"},{"bookName":"Genesis","chapter":1,"verse":25,"text":"God made the wild animals according to their kinds, the cattle according to their kinds, and all the creatures that creep along the ground according to their kinds. God saw that it was good. ","reference":"Genesis 1:25"},{"bookName":"Genesis","chapter":1,"verse":26,"text":"Then God said, “Let us make humankind in our image, after our likeness, so they may rule over the fish of the sea and the birds of the air, over the cattle, and over all the earth, and over all the creatures that move on the earth.” ","reference":"Genesis 1:26"},{"bookName":"Genesis","chapter":1,"verse":27,"text":"God created humankind in his own image, in the image of God he created them, male and female he created them.","reference":"Genesis 1:27"},{"bookName":"Genesis","chapter":1,"verse":28,"text":"God blessed them and said to them, “Be fruitful and multiply! Fill the earth and subdue it! Rule over the fish of the sea and the birds of the air and every creature that moves on the ground.” ","reference":"Genesis 1:28"},{"bookName":"Genesis","chapter":1,"verse":29,"text":"Then God said, “I now give you every seed-bearing plant on the face of the entire earth and every tree that has fruit with seed in it. They will be yours for food. ","reference":"Genesis 1:29"},{"bookName":"Genesis","chapter":1,"verse":30,"text":"And to all the animals of the earth, and to every bird of the air, and to all the creatures that move on the ground—everything that has living breath in it—I give every green plant for food.” It was so. ","reference":"Genesis 1:30"},{"bookName":"Genesis","chapter":1,"verse":31,"text":"God saw all that he had made—and it was very good! There was evening, and there was morning, the sixth day. ","reference":"Genesis 1:31"}]