[{"bookName":"Genesis","chapter":12,"verse":1,"text":"Now the Lord said to Abram, “Go out from your country, your relatives, and your father’s household to the land that I will show you.","reference":"Genesis 12:1"},{"bookName":"Genesis","chapter":12,"verse":2,"text":"Then I will make you into a great nation, and I will bless you, and I will make your name great, so that you will exemplify divine blessing. ","reference":"Genesis 12:2"},{"bookName":"Genesis","chapter":12,"verse":3,"text":"I will bless those who bless you, but the one who treats you lightly I must curse, so that all the families of the earth may receive blessing through you.”","reference":"Genesis 12:3"},{"bookName":"Genesis","chapter":12,"verse":4,"text":"So Abram left, just as the Lord had told him to do, and Lot went with him. (Now Abram was 75 years old when he departed from Haran.) ","reference":"Genesis 12:4"},{"bookName":"Genesis","chapter":12,"verse":5,"text":"And Abram took his wife Sarai, his nephew Lot, and all the possessions they had accumulated and the people they had acquired in Haran, and they left for the land of Canaan. They entered the land of Canaan. ","reference":"Genesis 12:5"},{"bookName":"Genesis","chapter":12,"verse":6,"text":"Abram traveled through the land as far as the oak tree of Moreh at Shechem. (At that time the Canaanites were in the land.) ","reference":"Genesis 12:6"},{"bookName":"Genesis","chapter":12,"verse":7,"text":"The Lord appeared to Abram and said, “To your descendants I will give this land.” So Abram built an altar there to the Lord, who had appeared to him. ","reference":"Genesis 12:7"},{"bookName":"Genesis","chapter":12,"verse":8,"text":"Then he moved from there to the hill country east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and worshiped the Lord. ","reference":"Genesis 12:8"},{"bookName":"Genesis","chapter":12,"verse":9,"text":"Abram continually journeyed by stages down to the Negev. ","reference":"Genesis 12:9"},{"bookName":"Genesis","chapter":12,"verse":10,"text":"There was a famine in the land, so Abram went down to Egypt to stay for a while because the famine was severe. ","reference":"Genesis 12:10"},{"bookName":"Genesis","chapter":12,"verse":11,"text":"As he approached Egypt, he said to his wife Sarai, “Look, I know that you are a beautiful woman. ","reference":"Genesis 12:11"},{"bookName":"Genesis","chapter":12,"verse":12,"text":"When the Egyptians see you they will say, ‘This is his wife.’ Then they will kill me but will keep you alive. ","reference":"Genesis 12:12"},{"bookName":"Genesis","chapter":12,"verse":13,"text":"So tell them you are my sister so that it may go well for me because of you and my life will be spared on account of you.” ","reference":"Genesis 12:13"},{"bookName":"Genesis","chapter":12,"verse":14,"text":"When Abram entered Egypt, the Egyptians saw that the woman was very beautiful. ","reference":"Genesis 12:14"},{"bookName":"Genesis","chapter":12,"verse":15,"text":"When Pharaoh’s officials saw her, they praised her to Pharaoh. So Abram’s wife was taken into the household of Pharaoh, ","reference":"Genesis 12:15"},{"bookName":"Genesis","chapter":12,"verse":16,"text":"and he did treat Abram well on account of her. Abram received sheep and cattle, male donkeys, male servants, female servants, female donkeys, and camels. ","reference":"Genesis 12:16"},{"bookName":"Genesis","chapter":12,"verse":17,"text":"But the Lord struck Pharaoh and his household with severe diseases because of Sarai, Abram’s wife. ","reference":"Genesis 12:17"},{"bookName":"Genesis","chapter":12,"verse":18,"text":"So Pharaoh summoned Abram and said, “What is this you have done to me? Why didn’t you tell me that she was your wife? ","reference":"Genesis 12:18"},{"bookName":"Genesis","chapter":12,"verse":19,"text":"Why did you say, ‘She is my sister,’ so that I took her to be my wife? Now, here is your wife. Take her and go!” ","reference":"Genesis 12:19"},{"bookName":"Genesis","chapter":12,"verse":20,"text":"Pharaoh gave his men orders about Abram, and so they expelled him, along with his wife and all his possessions. ","reference":"Genesis 12:20"}]