[{"bookName":"Genesis","chapter":32,"verse":1,"text":"So Jacob went on his way and the angels of God met him.","reference":"Genesis 32:1"},{"bookName":"Genesis","chapter":32,"verse":2,"text":"When Jacob saw them, he exclaimed, “This is the camp of God!” So he named that place Mahanaim. ","reference":"Genesis 32:2"},{"bookName":"Genesis","chapter":32,"verse":3,"text":"Jacob sent messengers on ahead to his brother Esau in the land of Seir, the region of Edom. ","reference":"Genesis 32:3"},{"bookName":"Genesis","chapter":32,"verse":4,"text":"He commanded them, “This is what you must say to my lord Esau: ‘This is what your servant Jacob says: I have been staying with Laban until now.","reference":"Genesis 32:4"},{"bookName":"Genesis","chapter":32,"verse":5,"text":"I have oxen, donkeys, sheep, and male and female servants. I have sent this message to inform my lord, so that I may find favor in your sight.’” ","reference":"Genesis 32:5"},{"bookName":"Genesis","chapter":32,"verse":6,"text":"The messengers returned to Jacob and said, “We went to your brother Esau. He is coming to meet you and has 400 men with him.”","reference":"Genesis 32:6"},{"bookName":"Genesis","chapter":32,"verse":7,"text":"Jacob was very afraid and upset. So he divided the people who were with him into two camps, as well as the flocks, herds, and camels. ","reference":"Genesis 32:7"},{"bookName":"Genesis","chapter":32,"verse":8,"text":"“If Esau attacks one camp,” he thought, “then the other camp will be able to escape.” ","reference":"Genesis 32:8"},{"bookName":"Genesis","chapter":32,"verse":9,"text":"Then Jacob prayed, “O God of my father Abraham, God of my father Isaac, O Lord, you said to me, ‘Return to your land and to your relatives and I will make you prosper.’ ","reference":"Genesis 32:9"},{"bookName":"Genesis","chapter":32,"verse":10,"text":"I am not worthy of all the faithful love you have shown your servant. With only my walking stick I crossed the Jordan, but now I have become two camps. ","reference":"Genesis 32:10"},{"bookName":"Genesis","chapter":32,"verse":11,"text":"Rescue me, I pray, from the hand of my brother Esau, for I am afraid he will come and attack me, as well as the mothers with their children. ","reference":"Genesis 32:11"},{"bookName":"Genesis","chapter":32,"verse":12,"text":"But you said, ‘I will certainly make you prosper and will make your descendants like the sand on the seashore, too numerous to count.’” ","reference":"Genesis 32:12"},{"bookName":"Genesis","chapter":32,"verse":13,"text":"Jacob stayed there that night. Then he sent as a gift to his brother Esau ","reference":"Genesis 32:13"},{"bookName":"Genesis","chapter":32,"verse":14,"text":"200 female goats and 20 male goats, 200 ewes and 20 rams, ","reference":"Genesis 32:14"},{"bookName":"Genesis","chapter":32,"verse":15,"text":"30 female camels with their young, 40 cows and 10 bulls, and 20 female donkeys and 10 male donkeys. ","reference":"Genesis 32:15"},{"bookName":"Genesis","chapter":32,"verse":16,"text":"He entrusted them to his servants, who divided them into herds. He told his servants, “Pass over before me, and keep some distance between one herd and the next.”","reference":"Genesis 32:16"},{"bookName":"Genesis","chapter":32,"verse":17,"text":"He instructed the servant leading the first herd, “When my brother Esau meets you and asks, ‘To whom do you belong? Where are you going? Whose herds are you driving?’ ","reference":"Genesis 32:17"},{"bookName":"Genesis","chapter":32,"verse":18,"text":"then you must say, ‘They belong to your servant Jacob. They have been sent as a gift to my lord Esau. In fact Jacob himself is behind us.’”","reference":"Genesis 32:18"},{"bookName":"Genesis","chapter":32,"verse":19,"text":"He also gave these instructions to the second and third servants, as well as all those who were following the herds, saying, “You must say the same thing to Esau when you meet him. ","reference":"Genesis 32:19"},{"bookName":"Genesis","chapter":32,"verse":20,"text":"You must also say, ‘In fact your servant Jacob is behind us.’” Jacob thought, “I will first appease him by sending a gift ahead of me. After that I will meet him. Perhaps he will accept me.”","reference":"Genesis 32:20"},{"bookName":"Genesis","chapter":32,"verse":21,"text":"So the gifts were sent on ahead of him while he spent that night in the camp. ","reference":"Genesis 32:21"},{"bookName":"Genesis","chapter":32,"verse":22,"text":"During the night Jacob quickly took his two wives, his two female servants, and his eleven sons and crossed the ford of the Jabbok. ","reference":"Genesis 32:22"},{"bookName":"Genesis","chapter":32,"verse":23,"text":"He took them and sent them across the stream along with all his possessions. ","reference":"Genesis 32:23"},{"bookName":"Genesis","chapter":32,"verse":24,"text":"So Jacob was left alone. Then a man wrestled with him until daybreak. ","reference":"Genesis 32:24"},{"bookName":"Genesis","chapter":32,"verse":25,"text":"When the man saw that he could not defeat Jacob, he struck the socket of his hip so the socket of Jacob’s hip was dislocated while he wrestled with him.","reference":"Genesis 32:25"},{"bookName":"Genesis","chapter":32,"verse":26,"text":"Then the man said, “Let me go, for the dawn is breaking.” “I will not let you go,” Jacob replied, “unless you bless me.” ","reference":"Genesis 32:26"},{"bookName":"Genesis","chapter":32,"verse":27,"text":"The man asked him, “What is your name?” He answered, “Jacob.”","reference":"Genesis 32:27"},{"bookName":"Genesis","chapter":32,"verse":28,"text":"“No longer will your name be Jacob,” the man told him, “but Israel, because you have fought with God and with men and have prevailed.” ","reference":"Genesis 32:28"},{"bookName":"Genesis","chapter":32,"verse":29,"text":"Then Jacob asked, “Please tell me your name.” “Why do you ask my name?” the man replied. Then he blessed Jacob there. ","reference":"Genesis 32:29"},{"bookName":"Genesis","chapter":32,"verse":30,"text":"So Jacob named the place Peniel, explaining, “Certainly I have seen God face to face and have survived.” ","reference":"Genesis 32:30"},{"bookName":"Genesis","chapter":32,"verse":31,"text":"The sun rose over him as he crossed over Penuel, but he was limping because of his hip. ","reference":"Genesis 32:31"},{"bookName":"Genesis","chapter":32,"verse":32,"text":"That is why to this day the Israelites do not eat the sinew which is attached to the socket of the hip, because he struck the socket of Jacob’s hip near the attached sinew. ","reference":"Genesis 32:32"}]